{"pageProps":{"breadcrumbs":[{"date":"2022-08-30T19:18:44.737Z","to":"/version/3034de2d-f331-47b2-a63a-ba9f72e812b3"},{"label":"Lore","to":"/version/3034de2d-f331-47b2-a63a-ba9f72e812b3/DestinyLoreDefinition"}],"version":{"id":"3034de2d-f331-47b2-a63a-ba9f72e812b3","version":"107358.22.08.03.1552-8-bnet.46170","s3Key":"versions/3034de2d-f331-47b2-a63a-ba9f72e812b3/manifest.json","createdAt":"2022-08-30T19:18:44.737Z","updatedAt":"2022-08-30T19:18:44.737Z"},"definitions":{"1802135586":{"hash":1802135586,"index":2109,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Touch of Malice","description":"Here am I, with the power to craft from my enemy's darkest secrets a weapon that could wound them at their core!\n\nSo what stays my hand?\n\nWhen I behold the interiority of these cold, cold fragments, I see blind, squirming creatures. Every wound they give, they feel also upon themselves. Every bite they tear from the Light only deepens, never fills, the raging emptiness behind their terrible mouths.\n\nThe voices are as loud as ever. My nightmares just as bitter. My coal-black hatred burns as hot. But I feel something else now. Could it be…\n\nNo! I refuse it.\n\nI will build this weapon.","icon":null}},"2988431734":{"hash":2988431734,"index":2136,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"II - JURISDICTION","description":"\"And if Mara demands his extradition?\" Ikora crossed her arms behind her back and arched her eyebrow at Zavala. The Vanguard leaders were sequestered in Zavala's office—a terse missive from Petra Venj lay at issue between them.\n\n\"Then we'll happily accommodate her,\" the commander responded with a wry smile. \"But I suspect Mara's attention is elsewhere.\"\n\n\"Perhaps she needs a reminder,\" Ikora floated casually. \"It would give us the political cover to act.\"\n\n\"It would,\" Zavala frowned. \"But even if we evict him, I'm reluctant to send him back to the Reef.\"\n\nIkora chuckled dryly. \"A fate worse than death. I can only imagine what the Techeuns have dreamed up for him.\"\n\n\"Besides,\" the commander said, \"turning an asylum-seeker over to the Awoken would needlessly provoke the Eliksni.\" He tried to keep his tone light, but it betrayed him as he felt the seeds of an argument start to form.\n\n\"True,\" Ikora shrugged, \"but Spider's very presence in the City is a provocation. You saw what happened when the House of Light arrived. All the unjustified hatred.\"\n\nZavala grunted in reluctant acknowledgement.\n\n\"In Spider's case, the anger would be entirely justified,\" Ikora pressed, trying to forestall Zavala's inevitable objection. \"He would give critics of Eliksni resettlement plenty of fresh ammunition. It would set relations back by a year. And we've only just stabilized.\"\n\n\"You're right,\" he conceded. \"Spider's more trouble than he's worth.\"\n\nIkora sighed. \"If I'm right, then why are you about to fight me on this?\"\n\nZavala smiled softly. They knew each other so well.\n\n\"Two reasons,\" he replied. \"First, Spider is something of a… cultural liaison between the Eliksni and humanity. He was welcoming to Guardians when most of the Shore was still a war zone.\"\n\n\"Is that how you're framing his Ghost shell collection? Cultural exchange?\" Ikora wrinkled her nose in distaste. \"That's a mark against on my ledger.\" \n\n\"Mine as well,\" Zavala replied. \"But we have to accept the Eliksni for who they are. Warts and all. If we're going to live with them, we have to understand them. And nobody understands both sides like Spider.\"\n\n\"And second?\" Ikora prompted.\n\n\"We never know who might become an ally.\" Zavala gestured in the direction of the Eliksni Quarter below. \"The number of Guardians that Mithrax has killed over the years…\" He trailed off with a shake of his head.\n\n\"But now Mithrax fights for the Last City as his home,\" he continued, turning back to Ikora. \"It was unimaginable even a decade ago, but here we are. And in Eido, I see the first real hope for collective peace in my lifetime. Not just a cease-fire, but a real peace.\"\n\nZavala shrugged. \"In a century or two, who knows what Spider might become.\"\n\nIkora narrowed her eyes and pressed her lips together in firm disapproval. Zavala smiled to himself, knowing he had won.","icon":"/common/destiny2_content/icons/64a091e20f039c2d95cff84fe862b728.png"}},"3603776999":{"hash":3603776999,"index":2143,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"I - The Long Drift","description":"My family named me Ithriiks—\"sturdy heart\"—and held me aloft in the shadow of the Great Machine. My birth name was chosen to extol my strength as a hatchling; my chosen name would be aspirational. On my third molting, I chose the name Inaaks, \"gentle hands.\" I would be the greatest weaver our house had ever known. I was so sure of it.\n\nThen our world ended. Then… I was sure of nothing.\n\nThe end of our civilization came from the outside in, like a hand slowly closing around a throat. At first, it didn't feel real: Riis was gone, and my House was trapped aboard a Ketch, knowing that there was nothing at our backs. For so long, we broadcasted distress calls into the dark, hoping for others on the Long Drift to find us and offer succor. Help never came. Every satellite world we visited, the story was the same: desolation, death, despair. Weeks of searching turned into years, and I feared we were the only ship that slipped between those proverbial fingers of destruction. Were we the last? We had to continue hoping it wasn't so.\n\nAs we drifted among the stars, we inevitably lost members of our House along the way. I wove the finest memorial shrouds for our dead, so that they could rest in security and peace. Then, as the eggcloth ran out, we could not give them the dignity of binding. My gentle hands were eventually used to separate dead meat from carapace. We would not starve in the dark.\n\nMy son was brought into a world of isolation, abandonment, and suffering. I should have crushed his egg and woven it into cloth; a regret I will always carry. My sentimentality for the old world won out, and bitter hope for the future stayed my hand. I named him after my father. I did not know if we would carry on our House's tradition of birth names and chosen names. What purpose did it serve now? What did it matter?\n\nMy son's father died weeks after the birth. He was not missed. It was better that way. His death was something I did not regret.\n\nIt would be years before we encountered another Ketch. It bore the sigil of the House of Dancers, renowned for their skill with machines and their generosity to those in need. Their Kell agreed to send an emissary to discuss our needs. I knew this emissary, Eramis, when we were children. All I knew of her in adulthood was that she had a wife and hatchlings. \n\nI had hoped the Whirlwind had taken it all from her. I hated myself for wanting that. \n\nEramis was no longer the meek child I once knew; that much was certain when I greeted her aboard my Ketch. She brought two hatchlings with her, just barely old enough to walk on their own. They were mischievous little things, the round one constantly trying to tug the taller one's arms off until Eramis disciplined them. I carried my son, swaddled to my chest, as a show of trust.\n\nNegotiations between us were tense. I quickly realized that the House of Dancers had no interest in sharing their resources, but rather in assessing our own vulnerabilities. When it was clear to Eramis that we could not be easily disabled and stripped of our Ether, we found a \"compromise.\" House of Dancers would be supplied with materials for repairs and, in turn, we would take on some of their people, along with a fractional store of Ether. She was sending them to die, with us, rather than condemn them to the cold and uncaring depths of space where her people could see. I learned who Eramis had become, and what ideals she lived by: \"Two hands in greeting, two hands concealed.\"\n\nIt was an inequitable deal, and Eramis knew it. \"Your alternative is death,\" she offered me. \nA coward's voice slipped out of my mouth when I declined that choice. I asked her where her wife was, hoping I would inspire her to feel, for a moment, as hopeless as I did. She did not so much as flinch, then foisted the two hatchlings onto me. They were not hers, as I had assumed, but the first of the House of Dancers that we would take in the exchange.\n\nToo many hands and not enough Ether to go around. The simplest solution was also the most difficult one. We had to find a way to thin our numbers again.","icon":"/common/destiny2_content/icons/fbce657b0b863b11100bfb2df9085ba4.png"}}},"previousDefinitions":{},"otherDefinitions":{},"tableDiff":{"added":[],"unclassified":[1802135586,2988431734,3603776999],"removed":[],"reclassified":[],"modified":[]},"tableDiffSummary":{"added":0,"unclassified":3,"removed":0,"reclassified":0,"modified":0},"tableName":"DestinyLoreDefinition","missingTable":false,"versionDiffSummary":{"DestinyPlaceDefinition":{"added":0,"unclassified":1,"removed":0,"reclassified":0,"modified":0},"DestinyActivityDefinition":{"added":0,"unclassified":5,"removed":0,"reclassified":0,"modified":1},"DestinyUnlockDefinition":{"added":0,"unclassified":194,"removed":0,"reclassified":0,"modified":0},"DestinySandboxPerkDefinition":{"added":0,"unclassified":1,"removed":0,"reclassified":0,"modified":8},"DestinyFactionDefinition":{"added":0,"unclassified":1,"removed":0,"reclassified":0,"modified":0},"DestinyUnlockValueDefinition":{"added":0,"unclassified":76,"removed":0,"reclassified":0,"modified":0},"DestinyCollectibleDefinition":{"added":0,"unclassified":41,"removed":0,"reclassified":0,"modified":0},"DestinyDestinationDefinition":{"added":0,"unclassified":1,"removed":0,"reclassified":0,"modified":0},"DestinyInventoryItemDefinition":{"added":0,"unclassified":90,"removed":0,"reclassified":0,"modified":1},"DestinyLoreDefinition":{"added":0,"unclassified":3,"removed":0,"reclassified":0,"modified":0},"DestinyObjectiveDefinition":{"added":0,"unclassified":76,"removed":0,"reclassified":0,"modified":0},"DestinyPresentationNodeDefinition":{"added":0,"unclassified":9,"removed":0,"reclassified":0,"modified":0},"DestinyRecordDefinition":{"added":0,"unclassified":35,"removed":0,"reclassified":0,"modified":0},"DestinySandboxPatternDefinition":{"added":0,"unclassified":7,"removed":0,"reclassified":0,"modified":0},"DestinySeasonDefinition":{"added":0,"unclassified":0,"removed":0,"reclassified":0,"modified":3},"DestinySocketTypeDefinition":{"added":0,"unclassified":2,"removed":0,"reclassified":0,"modified":0},"DestinyUnlockEventDefinition":{"added":0,"unclassified":2,"removed":0,"reclassified":0,"modified":0},"DestinyVendorDefinition":{"added":0,"unclassified":1,"removed":0,"reclassified":0,"modified":0},"DestinyActivityModifierDefinition":{"added":0,"unclassified":5,"removed":0,"reclassified":0,"modified":0}},"meta":{"buildDate":"2024-12-14T00:21:23.698Z"}},"__N_SSG":true}