{"pageProps":{"breadcrumbs":[{"date":"2022-05-31T17:12:16.054Z","to":"/version/81aeb269-5706-44b5-89a2-db16c5a38608"},{"label":"Lore","to":"/version/81aeb269-5706-44b5-89a2-db16c5a38608/DestinyLoreDefinition"}],"version":{"id":"81aeb269-5706-44b5-89a2-db16c5a38608","version":"105581.22.05.26.0310-2-bnet.44646","s3Key":"versions/81aeb269-5706-44b5-89a2-db16c5a38608/manifest.json","createdAt":"2022-05-31T17:12:16.054Z","updatedAt":"2022-05-31T17:12:16.054Z"},"definitions":{"29154321":{"hash":29154321,"index":2079,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Eidolon Pursuant Tunic","description":"\"You've had this for years and never thought to mention it?\" Eris runs her fingers over the grime-clouded containment glass housing a large growth of egregore within the Drifter's Derelict.\n\n\"Wasn't hidin' it.\" Drifter rolls Eris's Ahamkara bone over his knuckles. \"Ain't nobody ever asked. Hell, you've walked by it before, Moondust.\"\n\n\"What wonders you must have buried in this heap,\" Eris muses. The emerald shine of her eyes dart back and forth behind thin cloth.\n\"I could…\" Drifter saunters up beside her, \"give you the tour?\"\n\n\"We haven't the time. Tell me, what have you learned from this egregore sample?\"\n\nDrifter wrinkles his face and looks up to the massive, contained growth. \"Uhh…\"\n\nEris massages annoyance from her brow. She sees the playful coyness in his eyes. The hidden information he holds as bargain for some trade. \"Do you at least remember where you found it?\"\n\n\"Sister, you don't wanna know.\" Eris locks her eyes on the Drifter's face. He staggers back awkwardly and shrugs. \"Icy little nothing in the middle of nowhere. Doesn't have a name, and you don't want to go there alone.\"\n\n\"But you could take me?\" Eris tests his defenses.\n\nDrifter brushes off the mottled fur of his shoulder guards and leans against a poorly fastened railing. \"Only if we take your jumpship. And I drive.\"\n\nEris sighs and pushes through him. \"No.\"\n\nDrifter springs after her. \"So that's it? You're leaving?\"\n\n\"You're being evasive, Rat.\" Eris plucks her Ahamkara bone from his hand and stows it beneath her cloak. \"Contact me when you're willing to speak plainly.\"\n\nDrifter calls after her, hands outstretched, \"You don't want to stay for dinner?\"\n\nEris halts, considering what disgusting amalgamation of refuse would constitute a meal here. She glances over her shoulder. One last attempt to extract information…\n\n\"It is strange. When Savathûn drew Mars back into our space, it was free of the egregore. But the Glykon and Leviathan both returned rampant with fungal growth. Why?\" she asks.\n\nHe gives in. \"You know… it sings if you burn it just right.\" Drifter thumbs behind him. \"Sub-sonic, resonates in a funny way with Pyramid tech.\"\n\n\"Is that so?\"\n\n\"You don't trust me?\"","icon":null}},"30225843":{"hash":30225843,"index":2029,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Phantasmal Shell","description":"Mithrax repeats the mantra to himself as he makes his way across the H.E.L.M. It was not long ago that this wing housed the Servitor that sustained the House of Light and aided the Vanguard in stopping the Endless Night.\n\nBut now, something altogether different lurks within these walls.\nAs he descends the stairs into the hangar bay, he sees it for the first time: the Crown of Sorrow, large and grotesque, seated ominously in the spot the Servitor once occupied. That is when he hears the voices.\n\n\"Miiiissssraaakssss,\" they hiss in unison.\n\nOut of the corners of his eyes, he sees their shadows skittering along the walls and ceiling. Dregs. Vandals. Faces he vaguely recognizes. Names he barely knew or never learned.\n\n\"The Light provides.\" Even in his own mind, his voice sounds somehow smaller.\n\n\"Kell of Light… Captain of Death…\"\n\nThey swarm toward him now, phantasmal Ether bleeding from wounds he inflicted in another life.\n\n\"We remember. We remember what you did. We remember who you are.\"\n\n\"The Light provides,\" he tells himself as a shiver runs down his back. \"The Light provides. The Light—\" \n\n\"Misraaks?\"\n\nHe spins around, Splicer Gauntlet poised to strike. Only when he sees Crow standing at the wing's entrance does he lower it.\n\n\"What's going on?\" the Hunter asks.\n\n\"It is nothing,\" Mithrax lies. The voices are silent—their shadows, gone. But not forgotten. \"Excuse me.\"\n\nHe pushes past Crow without another word, desperate to leave the past behind.","icon":null}},"124944413":{"hash":124944413,"index":2044,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Atavistic Idol Vestments","description":"MOON // OCEAN OF STORMS // K1 COMMUNION //\n\nA Fallen Vandal collapses to the ground, Ether vapor rising from a glowing hole where his face once was. Dark-blue blood sizzles around the wound.\n\n\"Clear,\" Reed-7 calls out from the top of a flight of metal stairs, the barrel of his fusion rifle still crackling with energy from the last bolt it fired. As he descends, Aisha follows and shoulders her scout rifle.\n\n\"Looks like they were pulling the wiring out of the walls,\" she observes, lifting up her hand and alighting her Ghost, Dunya, into the air. \"Check the systems here; make sure they weren't doing anything else.\"\n\n\"Affirmative,\" Dunya chirps, zipping off through the air toward a computer terminal.\n\nAisha notices that Reed's glowing eyes are fixed on the Ether wafting from the Vandal's body. She spares a glance at Dunya before crossing the floor to Reed's side. \"Hey,\" she says with a hand on his arm, jostling him from his thoughts.\n\n\"I'm good,\" he lies, gingerly pulling away. \"Just—thinking.\"\n\nAisha looks down at the corpse, then back up to Reed. \"This isn't like what Shay did on Venus.\" She tries to be reassuring, but it comes off as dismissive.\n\n\"How's it any different?\" He asks with a dagger's sharpness in his voice. \"These—they were stripping wires from the walls, Aisha. They weren't trying to hurt anyone!\"\n\n\"They opened fire on us first.\"\n\n\"We didn't even try to talk to them!\" Reed yells.\n\n\"Aisha?\" Dunya chirps, across the room. Neither Guardian hears the Ghost.\n\n\"I'm sorry,\" Aisha says as she throws her arms up. \"Was I supposed to do that before or after they threw a grenade at me?\"\n\n\"Aisha?\" Dunya says again, more alarm in his voice.\n\n\"We could have tried something! Anything!\" Reed screams, getting in Aisha's face. \"We could have—\"\n\n\"AISHA!\"","icon":null}},"162269058":{"hash":162269058,"index":2051,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Atavistic Idol Strides","description":"MOON // OCEAN OF STORMS // K1 COMMUNION //\n\nRed light floods over Dunya's black-and-gold shell. The tiny Ghost's monocular blue eye bobs up and down as he tracks backwards through the air, taking in the presence of an ethereal figure hovering above.\n\nAisha and Reed turn at Dunya's chirp of alarm, guns drawn. But as they train their sights on the robed Nightmare shimmering in front of them, neither one can fully commit their aim. Aisha is the first to whisper an expletive in shock at the sight.\n\n\"Arguing about which of you is as terrible as I am?\" The Nightmare of Shayura asks, turning her crimson stare away from Dunya's retreating form. \"Heaven forbid you be as awful as your murderous friend.\"\n\nAisha is frozen in confusion, hands trembling on the grip of her scout rifle. \"Shay.\" The word comes out of her mouth as little more than a hoarse whisper. \n\nThe Nightmare of Shayura floats slowly through the air toward Aisha and Reed, smiling when Dunya hides behind his Guardian and transmats away.\n\n\"First comes the guilt,\" the Nightmare croons, \"then the shame, then the denial. I know the patterns well.\" She wags a finger back and forth, chidingly. \"How soon before you forget me? Find a new Warlock to bask in their well? Pretend that I never existed?\"\n\n\"S-Shay—Shay wh—\" Aisha can't even string her words together. Not until she feels Reed's metal hand clamp down on her shoulder. When she looks at him, his expression is one of resolve, not fear. It's then that she remembers the instructions Eris had given, about how to survive on the Moon if ever the Nightmares came for them with familiar faces, familiar voices.\n\nAisha looks back at the Nightmare of Shayura and whispers: \"I'm sorry.\"","icon":null}},"217647949":{"hash":217647949,"index":2073,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Eidolon Pursuant Veil","description":"Savathûn is rigid and lifeless beneath the edge of Eris's scalpel as it begins a Y-incision. With each careful removal of a chitin plate, she expects the Witch Queen's muscles to shudder, her eyes to roll open, her claws to cleave Eris in twain as retaliation. \n\nRigid. Lifeless. Nothing to fear.\n\nBelow the skull, protected by plated scale and fraying Hive enchantment, Eris sees the symbol of the Witch Queen. She peels back muscle and shaves away surrounding tissue for a clearer view of the fading mark etched into Savathûn's encephalon organ with soulfire script. Only then does she see the embellishments adorning the mark; they bring to mind the runic symbols carved into the Crown of Sorrow. She catalogues the embellishments on a data-pad, noting the similarities before continuing her examination, confident in her initial findings regarding a link to the Crown.\n\nA link to the Crown. A lock many have tried to pick. Now Eris holds the key, from the mind of Savathûn herself.","icon":null}},"254636484":{"hash":254636484,"index":2010,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Nezarec's Whisper","description":"Wisps of soulfire swirl amid the geometric growths of Stasis that jut from the dusty cavern floor, the sundered remains of Hive Knights and Thrall frozen within the crystals. Detritus of the recent battle crunches under Eris's boots. Ahead, the stark angles of the Lunar Pyramid rise before her; red phantoms hang in the air and shimmer like specks of dust against its enormity. Raising her Ahamkara bone to her lips, Eris blows across its surface as if she were extinguishing a tiny candle. The world around her blurs and bends and then\n\nshe is elsewhere.\n\nThe heart of the Pyramid. A veiled statue towers over Eris, vaguely feminine in form, though she is not convinced of its apophenian silhouette. She raises her soulfire-shrouded Ahamkara bone again. Stasis encrusts its surface, much as it had years ago when she first harnessed such power. \n\nEris turns to inspect the vast interior of the Pyramid. It is quiet, it is dead. Not unlike the one in Savathûn's throne world. Her eyes narrow; she clutches the Ahamkara bone in her hand again and\n\nshe is elsewhere.\n\nA chamber. It is cavernous, it is dark. Strange, bisected statues of stratified minerals line the cathedral-like walls and culminate at the far end before a yawning opening that empties into perpetual nothingness. \n\nOn the floor, a length of unidentifiable metal caked in centuries of dust catches her eye. A glaive. Eris lifts it into her hand. Striations of red illuminate on its surface and throb like a heartbeat. The glaive's power feels faint—distant—and yet, an ember of something terrible still burns within.\n\n\"Where are you?\" Eris whispers into the air.\n\nThere is no reply.","icon":null}},"256122438":{"hash":256122438,"index":2076,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Eidolon Pursuant Pants","description":"Elsie is not at camp in Beyond; perhaps another time—but Eris emerges from transmat to see the Drifter alone, interrogating Elsie's strange, floating companion.\n\n\"Well? What are you?\" Drifter points at the thing with distrust.\n\n\"Leave it be. The Ziggurat awaits our experiment,\" Eris says, saddling a mostly materialized Sparrow and blasting off into the snow across the frozen Europan flats.\n\n\"…And don't touch my stuff!\" She hears Drifter shout at the thing as he follows after her.\n\nFrigid sleet stings Eris's face red atop the Ziggurat. It is a welcome sensation compared to the prickling numbness that sticks her fingers; she grips a harvested stalk of the egregore fungus tightly in one gloved hand. In the other, a hot flare disgorges plumes of jade smoke.\n\nShe lights the stalk at both ends, according to the Drifter's instruction. Ashing spores furl into dense clouds that envelop her body, obscuring her sight in soot-black shroud until it blocks out all else.\n\nFaint whispers.\n\nA choral swell through turbulent winds.\n\nTone that forms words across the surface of her mind.\n\n\"You hear it?\" Drifter asks, his voice a whisper outside her awareness.\n\nThe Ziggurat resonates like a tuning fork. The vibrations themselves take shape within the smoke, and Eris is drawn toward somewhere distant and empty. She follows, and the smoke swirls with points of color like stars, separated by lonely rifts of black expanse. Echoes radiate from the black deep like graviton ripples through space. They wash distortion over the stars until breaking against four other points—two greater, two weaker—ghostly strands of incorporeal egregore between them.\n\nShe then sees the Pyramids of Europa, Luna, and Savathûn's throne world—as one, their structures melded and overlapping. The connections cauterize in her mind like a vivid memory.\n\nEris blinks, and the sensation is gone. The stalk is ash in her hand.","icon":null}},"322599957":{"hash":322599957,"index":2065,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Deep Explorer Grasps","description":"████████Grand aspirations, grand imaginings. I looked back to the myths of our people's past to draw inspiration ███████\n\n█████████\n\n█████████████████████daughter for the first time. She crawled into my brood pouch, smaller than a finger, helpless and blind. I was her ███████████████████████ ██████ and slept to the sound of my ██████████ █████████\n\n█████████████████████████████████████████family and house, the old ways made ███\n█████████████████████████████\n\n███████████my dreams, narrowed down to the size of my thumb. ███████████████████████████\n\n██████████████████████████████████████████████████Day by day, she grew, and piece by piece,███████████████████████\n████████████████████████████████\n\n████████","icon":null}},"477192673":{"hash":477192673,"index":2033,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Hushed Syrinx","description":"Out of his armor, laid in a sterile bed and clothed in linen, Osiris looks thin and frail. Age wears lines into his face deeper than the trenches of Mercury. His chest rises and falls with slow breaths, and the ambient light provided by the surrounding medical equipment casts him in a pale blue shade, darkening the hollows beneath his eyes. He is a threadbare remnant of a man.\n\nIn contrast, Saint-14 is a mountain. Even seated at Osiris's bedside, the Titan looms over him like a gargoyle keeping watch. He looks at Osiris's hand, seemingly tiny, cradled within his own. There is so much fear in Saint's heart, so much doubt, and so much unspoken love. Too unspoken. Never again. Saint lifts Osiris's hand to his mouth and kisses his knuckles.\n\n\"I'm glad you're staying,\" Crow says, appearing in the doorway of the medical bay. Saint stands and only offers a silent nod in response, looking back at Osiris in a moment of uncertainty. Crow gives him a look of sympathy. \"I understand.\"\n\n\"You do not.\" Saint's voice is tight, and Crow feels the shift in Saint's emotion. Not anger, but defensiveness. \"Tell me something. Up there…\" He points skyward, indicating the Leviathan in orbit over the Earth. \"Your doubts, your shame—they come alive?\"\n\nCrow looks away for a moment, distracted by turbulent memories. \"Yeah,\" he replies.\n\n\"That is why I do not go to help,\" Saint states in a firm tone. \"Because—because I know Osiris will be waiting for me. Up there. And I… I cannot bear seeing another thing wearing his face.\"\n\nCrow avoids Saint's gaze. He can feel the uneasy tension, palpable between them. Still, Crow steps forward and gently places a hand on Saint's arm. When he looks up into the Exo's eyes, it is not with judgment, but empathy.\n\nSaint considers Crow's hand for a moment before drawing the Hunter into a tight embrace. \n\n\"You are good bird. Thank you.\"","icon":null}},"486861531":{"hash":486861531,"index":2038,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Atavistic Idol Helmet","description":"EARTH // LAST CITY // DETENTION FACILITY //\n\nThe Warlock Shayura kneels on a pillow, eyes closed and head bowed, hands folded in her lap. The soundscape of city noise punctuated by the melody of birds and the whistling wind surrounds her. But there is no grass beneath her pillow, only cold concrete. Four holographic screens encircle Shayura, providing a semi-realistic depiction of the gardens at the center of the Last City; a place of calm serenity situated in the shadow of the Traveler.\n\n\"I exalt our forebearers,\" Shayura says softly.\n\n\"I exalt my fireteam.\"\n\n\"I exalt my truth.\"\n\n\"I exalt my heart.\"\n\n\"I exalt humanity's capacity for love.\"\n\n\"This above all else, I hold true.\"\n\nThe words feel like thick syrup in her mouth. Guilt makes it taste bitter. Her jaw trembles and throat tightens, her mouth too dry to swallow.\n\n\"I exalt our forebearers.\"\n\nHer voice wavers, just a little.\n\n\"I exalt my fireteam.\"\n\nHer jaw trembles.\n\n\"I exalt my truth.\"\n\nShe can feel the warmth of tears on her cheeks.\n\n\"I exalt my heart.\"\n\nHer voice cracks.\n\n\"I exalt h-hu-human—\" She breaks. Recitations turn into sobs, and Shayura slides from pillow to floor. Her shoulders heave, and she pulls her knees to her chest, crying against her legs. Dead Guardians stare with hollow eye sockets when she closes her eyes.\n\nThey beg for their lives.\n\nShe trains a gun on them.\n\nAnd exalts her truth.","icon":null}},"527342912":{"hash":527342912,"index":2068,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Eidolon Pursuant Helm","description":"Savathûn is rigid and lifeless beneath the edge of Eris's scalpel as it begins a Y-incision. With each careful removal of a chitin plate, she expects the Witch Queen's muscles to shudder, her eyes to roll open, her claws to cleave Eris in twain as retaliation. \n\nRigid. Lifeless. Nothing to fear.\n\nBelow the skull, protected by plated scale and fraying Hive enchantment, Eris sees the symbol of the Witch Queen. She peels back muscle and shaves away surrounding tissue for a clearer view of the fading mark etched into Savathûn's encephalon organ with soulfire script. Only then does she see the embellishments adorning the mark; they bring to mind the runic symbols carved into the Crown of Sorrow. She catalogues the embellishments on a data-pad, noting the similarities before continuing her examination, confident in her initial findings regarding a link to the Crown.\n\nA link to the Crown. A lock many have tried to pick. Now Eris holds the key, from the mind of Savathûn herself.","icon":null}},"561897072":{"hash":561897072,"index":2059,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Deep Explorer Vestments","description":"████████████████████████████████████████████and shape a future that was yet unwritten—I saw possibility, boundless and unending. My focus was wide, ████\n\n██████\n\n████████████████████████████████████████████████████████ as her skin hardened and her eyes developed. ██████████████\n█████████████████████████████\n████████\n\n██████████she stood wh outside of my ███████ █████ vigil honored our atc█████████████ ██████████our newborn daughter, ██████████\n\nMy focus ██████████████████████████, My grandest inspiration. ██████████\n\n██████████████ my daughter was old enough to walk ██████████████████████████████████ And when she was no longer there, I felt a great absence, ██ ██████████████████████████████\n\n████████████████","icon":null}},"611615675":{"hash":611615675,"index":2031,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Horus Shell","description":"Electric lights recessed above the airstair of Saint-14's jumpship buzz, punctuated by the occasional plink from a loose ballast. The mechanical din is reminiscent of insects, a subtlety normally lost to the noise of the Tower's Hangar. But the area is quiet at this hour, long before dawn, the absence of activity felt deeper. Lonelier. \n\nSaint sits on the steps beneath his ship, a dog-eared journal clasped in his large hands. The bronze eye embossed on the cover marks it as belonging to Osiris. A delicate lock conceals the contents; Saint's thumb teases the corner of the clasp. It would take insignificant effort to break it—a significant violation of Osiris's privacy. Still, the temptation pulls at his fingers.\n\nGeppetto, Saint's Ghost, transmats in over his shoulder. \"Call for you,\" she says with a glance down to the journal and then affixes a firm eye of judgment on him. The Titan shrinks away from her stare.\n\n\"Put it through,\" Saint says. He welcomes a distraction.\n\n\"Saint.\" Mithrax's voice comes loud and clear through Geppetto. \"I… did not expect you to answer. It seems we are both unable to find proper rest.\"\n\n\"Yes,\" Saint agrees in a small voice, his attention wavering. \"What… was it you needed, Mithrax?\"\n\n\"We have a supply shipment that just came in,\" Mithrax says with a hint of hope in his voice. \"We could use another set of hands.\" \n\nSaint does not immediately reply as he runs one hand over the journal. Geppetto nudges him, and he sighs, setting the journal aside. \"I can help,\" he says. \"You point, I lift, right?\" His weary laugh is telling.\n\n\"That's good to hear. Eido has been looking forward to seeing you again,\" Mithrax says, gently. Saint nods to himself, slowly rising from the steps. Geppetto zips over and transmats the journal back to Saint's home in a crackling stream of light.\n\n\"Thank you for thinking of me, friend,\" Saint says over his shoulder. Geppetto looks to him, unsure if his words were directed at her or Mithrax. But then, she realizes:\n\nIt was both.","icon":null}},"623842790":{"hash":623842790,"index":2030,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Eidolon Shell","description":"//OWL COMM-chat4: Opn, Log, Midas-003//\n//Archival Access Designation: VG-GREEN//\n\nOWL-3-RaGo: Camrin, I read the report you sent on the link established between the Leviathan and the Lunar Pyramid. Some of these details are alarming.\n\nOWL-7-CaDu: It concerns me, that's for sure. There's almost a direct 1:1 transaction correlation between data leaving the Leviathan—a great deal of it, mind you—and the psychoactive Pyramid projections we're seeing flood INTO the Leviathan.\n \nOWL-3-RaGo: If that's true, then the material destabilizations we're seeing from the Leviathan… the Pyramid may be the source for all of it. \n\nOWL-7-CaDu: Do we have an updated ETA on the Leviathan spectral analysis from the H.E.L.M.? That might give us some additional answers.\n\nOWL-3-RaGo: Forty-five percent of the analysis remains… not surprising, though—the Leviathan is quite large. In the meantime, we should contact Lab-C for updates on Eg-999. I'm curious to see what, if any, connection exists to the Pyramid.\n\nOWL-1-ShLi: I've got some bad news there. The analysis can't be completed.\n\nOWL-3-RaGo: What? Why?\n\nOWL-1-ShLi: Safety protocols, repeated containment breaches. All Earth-side lab samples of the egregore fungus were incinerated.\n\nOWL-3-RaGo: …\n\nOWL-1-ShLi: BUT a certain Hidden contact, Eris Morn, has informed me that the fungus is similar to a synapse within a nervous system. She claims it is a physical manifestation of the Darkness, like Stasis. But unlike Stasis, it appears to be an \"impure\" manifestation—her words, not mine.\n\nOWL-7-CaDu: There are a lot of implications there.\n\nOWL-1-ShLi: Morn never delivers a lack of implications with her theories. In any case, I suggest we make a note and move on for now. Our best path to understanding is still a spectral analysis of the signals the Leviathan is throwing out and deciphering their meaning.","icon":null}},"630469185":{"hash":630469185,"index":2058,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Deep Explorer Hood","description":"When I was young, I dreamt of a greater life.███████████\n████████████████████████████████████████████████████████████████████████\n\n███████████\n\nI held the tiny hands of my newborn███████████████ ██████████████eight extraordinary weeks, █████ ████████ She nursed, grew strong,████████████\n███████\n\nI did not see her mother for those eight weeks;██nursing chamber, and her ceremonial████████████████████\n█████changed over those weeks, and with it█████\n\nBut… my momentum faltered over time. ███████████ \n█████ when her tusks were sharp enough to defend herself.███████████████████████████████████████████████████████████\n\n████████████████","icon":null}},"737550160":{"hash":737550160,"index":2057,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Deep Explorer Mark","description":"██████████████████████████████████████████████████████████████████████████████beyond the horizon, to ███████\n\nUntil that day—\n\n████████████████████████████████████████████████████████████████████████████████████████ hearts beating in time with hers. \n\n████████████████████████████████████████████████████████in tusk and steel. It was a pride unlike any other. ███████████████ \n\n███████████████████████████████ ██████████████ I needed no other.\n\n███████████████████████████████████████████████████████████████████I lost myself. ██████████████████████ ████I indulged myself in this sensation, until the day I became lost in such a hollow feeling. \n\n█████████████████████████","icon":null}},"868732497":{"hash":868732497,"index":2048,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Atavistic Idol Mask","description":"EARTH // LAST CITY // DETENTION FACILITY //\n\nThe Warlock Shayura kneels on a pillow, eyes closed and head bowed, hands folded in her lap. The soundscape of city noise punctuated by the melody of birds and the whistling wind surrounds her. But there is no grass beneath her pillow, only cold concrete. Four holographic screens encircle Shayura, providing a semi-realistic depiction of the gardens at the center of the Last City; a place of calm serenity situated in the shadow of the Traveler.\n\n\"I exalt our forebearers,\" Shayura says softly.\n\n\"I exalt my fireteam.\"\n\n\"I exalt my truth.\"\n\n\"I exalt my heart.\"\n\n\"I exalt humanity's capacity for love.\"\n\n\"This above all else, I hold true.\"\n\nThe words feel like thick syrup in her mouth. Guilt makes it taste bitter. Her jaw trembles and throat tightens, her mouth too dry to swallow.\n\n\"I exalt our forebearers.\"\n\nHer voice wavers, just a little.\n\n\"I exalt my fireteam.\"\n\nHer jaw trembles.\n\n\"I exalt my truth.\"\n\nShe can feel the warmth of tears on her cheeks.\n\n\"I exalt my heart.\"\n\nHer voice cracks.\n\n\"I exalt h-hu-human—\" She breaks. Recitations turn into sobs, and Shayura slides from pillow to floor. Her shoulders heave, and she pulls her knees to her chest, crying against her legs. Dead Guardians stare with hollow eye sockets when she closes her eyes.\n\nThey beg for their lives.\n\nShe trains a gun on them.\n\nAnd exalts her truth.","icon":null}},"870313788":{"hash":870313788,"index":2075,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Eidolon Pursuant Gloves","description":"Eris Morn chalks the floor in the H.E.L.M. wing previously inhabited by the Servitor of the Eliksni Splicers. A liberated Tomb Ship drones beside her. Through the open, shielded, hangar, the Leviathan is visible as a malformed knot, its shape bulging from the shadowed outline of the Moon.\n\nIkora descends the stairs. An ornately dressed Warlock thanatonaut follows, their robes trimmed in bone and elaborately stitched symbols.\n\n\"Did you commandeer this from Mars?\" Ikora asks with a smile, looking over the Hive vessel.\n\nEris stands. \"It provided ample shielding for transporting the Crown from its vault.\"\n\n\"It's here, now?\" the thanatonaut asks, breaking his stride at the bottom of the stairs.\n\n\"Worry not. The H.E.L.M. will disembark from the City to ensure the Crown is contained,\" Eris answers.\n\n\"Keep that Tomb Ship docked here in case we need to jettison the Crown. Last thing I need is a rookie shooting you down in it.\" Ikora steps past the thanatonaut with a reassuring nod. \"Tell us what you're thinking next, Eris.\"\n\nEris gestures toward the open bay door. \"The Leviathan is at our doorstep. Even if we unravel Calus's plan, the ship itself still poses a threat simply by its size. Calus does not require paracausal power to cause an extinction-level event.\"\n\n\"Calus's interest appears to be focused solely on the Pyramid,\" Ikora interjects. \"Should that change, Zavala assures me that Caiatl's fleet will provide ample dissuasive firepower.\"\n\nEris nods in rhythm with Ikora's well-reasoned words. \"I trust that to be true—however, whatever connection Calus has established is drawing Nightmares and phantoms alike to the Leviathan. He is able to exert influence over them. But I believe we can disrupt this connection.\"\n\nShe points to the thanatonaut. \"You,\" she says and motions toward three chalked spots on the floor. \"Here, here, and here. We will require death anchors to tether the ritual. Hold your mind on the brink for as long as you can, and I will craft the sigils required to contain the Crown. Then, we will need volunteers…\"","icon":null}},"1026828708":{"hash":1026828708,"index":2041,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Atavistic Idol Greaves","description":"MOON // OCEAN OF STORMS // K1 COMMUNION //\n\nRed light floods over Dunya's black-and-gold shell. The tiny Ghost's monocular blue eye bobs up and down as he tracks backwards through the air, taking in the presence of an ethereal figure hovering above.\n\nAisha and Reed turn at Dunya's chirp of alarm, guns drawn. But as they train their sights on the robed Nightmare shimmering in front of them, neither one can fully commit their aim. Aisha is the first to whisper an expletive in shock at the sight.\n\n\"Arguing about which of you is as terrible as I am?\" The Nightmare of Shayura asks, turning her crimson stare away from Dunya's retreating form. \"Heaven forbid you be as awful as your murderous friend.\"\n\nAisha is frozen in confusion, hands trembling on the grip of her scout rifle. \"Shay.\" The word comes out of her mouth as little more than a hoarse whisper. \n\nThe Nightmare of Shayura floats slowly through the air toward Aisha and Reed, smiling when Dunya hides behind his Guardian and transmats away.\n\n\"First comes the guilt,\" the Nightmare croons, \"then the shame, then the denial. I know the patterns well.\" She wags a finger back and forth, chidingly. \"How soon before you forget me? Find a new Warlock to bask in their well? Pretend that I never existed?\"\n\n\"S-Shay—Shay wh—\" Aisha can't even string her words together. Not until she feels Reed's metal hand clamp down on her shoulder. When she looks at him, his expression is one of resolve, not fear. It's then that she remembers the instructions Eris had given, about how to survive on the Moon if ever the Nightmares came for them with familiar faces, familiar voices.\n\nAisha looks back at the Nightmare of Shayura and whispers: \"I'm sorry.\"","icon":null}},"1234150730":{"hash":1234150730,"index":2000,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Trespasser","description":"\"It kills me to say it, but I really am impressed,\" the voice says, an echo reverberating from the past.\n\nIkora does her best to keep focused, to push past a breath of resurging anguish. But a Nightmare like this… refuses to be so easily ignored. It stands at her side, wearing her friend's face, horn and all; the ribboned edges of its cloak swaying beside the hand cannon holstered at its hip. It speaks with his voice, but its words are false and dripping with poison.\n\nShe forces herself forward, climbing the steps to the Leviathan's entrance.\n\n\"Walking in uninvited is usually my whole thing,\" it continues as it floats beside her. \"Unless… you've started taking after me?\"\n\n\"You are nothing more than a memory,\" Ikora replies without looking at it. \"You are not him.\"\n\n\"Can't argue with that logic,\" it says, flashing a smile. \"After all, he's dead.\"\n\nIkora flinches as the Nightmare circles around, hovering just over her shoulder. \"Thanks to Zavala. You. And most of all… thanks to Uldren Sov.\"\n\nIkora's brow furrows and she clenches her fists, continuing her ascent.\n\n\"He shot me with my own gun,\" the Nightmare presses. \"Do you remember that?\"\n\nIkora picks up her pace. Still, the Nightmare follows.\n\n\"I mean, you must, right?\" it asks. \"What was it you promised to do? Mount his head on his precious throne? That was some real big talk, Ikora. But instead of doing that—instead, you welcomed that scumbag to the Tower. With open arms! So, I'm thinking, either your memories are a little mixed up… or maybe you really have forgotten what that murderer did to me.\"\n\n\"Crow is not Uldren!\" Ikora seethes.\n\nThe Nightmare smirks. \"Right. Just like I'm not Cayde.\"\n\nIkora spins on her heel, chest heaving, Void Light flaring in her fists and deep within her eyes. \n\nBut there is nothing behind her. Only the emptiness of space.\n\n\"Ikora,\" Eris's voice crackles over the comms, \"perhaps… it would be best for you to return.\"\n\nIkora breathes deeply, palms flat at her sides; she gives the Leviathan's doors one long, final look before turning back.","icon":null}},"1241941801":{"hash":1241941801,"index":2081,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Eidolon Pursuant Legguards","description":"Elsie is not at camp in Beyond; perhaps another time—but Eris emerges from transmat to see the Drifter alone, interrogating Elsie's strange, floating companion.\n\n\"Well? What are you?\" Drifter points at the thing with distrust.\n\n\"Leave it be. The Ziggurat awaits our experiment,\" Eris says, saddling a mostly materialized Sparrow and blasting off into the snow across the frozen Europan flats.\n\n\"…And don't touch my stuff!\" She hears Drifter shout at the thing as he follows after her.\n\nFrigid sleet stings Eris's face red atop the Ziggurat. It is a welcome sensation compared to the prickling numbness that sticks her fingers; she grips a harvested stalk of the egregore fungus tightly in one gloved hand. In the other, a hot flare disgorges plumes of jade smoke.\n\nShe lights the stalk at both ends, according to the Drifter's instruction. Ashing spores furl into dense clouds that envelop her body, obscuring her sight in soot-black shroud until it blocks out all else.\n\nFaint whispers.\n\nA choral swell through turbulent winds.\n\nTone that forms words across the surface of her mind.\n\n\"You hear it?\" Drifter asks, his voice a whisper outside her awareness.\n\nThe Ziggurat resonates like a tuning fork. The vibrations themselves take shape within the smoke, and Eris is drawn toward somewhere distant and empty. She follows, and the smoke swirls with points of color like stars, separated by lonely rifts of black expanse. Echoes radiate from the black deep like graviton ripples through space. They wash distortion over the stars until breaking against four other points—two greater, two weaker—ghostly strands of incorporeal egregore between them.\n\nShe then sees the Pyramids of Europa, Luna, and Savathûn's throne world—as one, their structures melded and overlapping. The connections cauterize in her mind like a vivid memory.\n\nEris blinks, and the sensation is gone. The stalk is ash in her hand.","icon":null}},"1283202269":{"hash":1283202269,"index":2052,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Atavistic Idol Cloak","description":"EARTH // LAST CITY // DETENTION FACILITY //\n\n\"The first steps to healing are learning to forgive yourself. That's a hard one, I know.\"\n\nDoctor Syeda Uzair sets her datapad aside, then sits forward in her chair. She folds her hands in front of herself. A tiny, beaded chain is wrapped around one hand, and a small bone charm of the Traveler is pressed into her right palm. \"Shayura, whether or not a court of law finds you guilty of your actions in any measure, you are still held accountable to the court of your own conscience.\"\n\nAcross from Doctor Uzair, Shayura is slouched in her chair. She stares past her doctor, out the narrow windows, and looks to the looming figure of the Traveler hanging in the sky. It seems so much bigger compared to the projections she chooses to display in her cell.\n\n\"Who judges them?\" Shayura asks, motioning to the window with her chin. To the Traveler.\n\nDoctor Uzair turns, glancing over her shoulder at the Traveler. Her grip on the charm tightens. \"I don't know,\" is her immediate answer, but the question will burrow its way through her mind, surfacing again when she lies down in bed tonight. \"I understand the Human condition far better than a god's.\"\n\n\"Maybe the Traveler abandoned us because it's ashamed of us. Of what we've done in its name.\" Shayura's voice is small, weary. An alert flickers on Dr. Uzair's datapad, momentarily drawing her attention away. Shayura fills the silence with a sigh. \n\n\"Maybe,\" Doctor Uzair says, though she doesn't believe it. \"But, maybe we're all just short on hope these days. I'd like to extend our session a little longer, if you're willing. Would you mind if we did so with some guests?\"\n\nConcern flashes across Shayura's face; defensiveness, shame. She sits up slightly in her seat. Doctor Uzair can see the tension.\n\n\"When we speak of forgiveness, sometimes it helps to first be forgiven,\" Doctor Uzair says with a tempered smile. Shayura glances to the datapad, then back to her doctor.\n\n\"Reed-7 and Aisha would like to see you.\"\n\nTears well in Shayura's eyes. Her voice of dissent evaporates.\n\nShayura realizes there is one thing she can still have faith in: her family.","icon":null}},"1285042454":{"hash":1285042454,"index":2078,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Eidolon Pursuant Mask","description":"Savathûn is rigid and lifeless beneath the edge of Eris's scalpel as it begins a Y-incision. With each careful removal of a chitin plate, she expects the Witch Queen's muscles to shudder, her eyes to roll open, her claws to cleave Eris in twain as retaliation. \n\nRigid. Lifeless. Nothing to fear.\n\nBelow the skull, protected by plated scale and fraying Hive enchantment, Eris sees the symbol of the Witch Queen. She peels back muscle and shaves away surrounding tissue for a clearer view of the fading mark etched into Savathûn's encephalon organ with soulfire script. Only then does she see the embellishments adorning the mark; they bring to mind the runic symbols carved into the Crown of Sorrow. She catalogues the embellishments on a data-pad, noting the similarities before continuing her examination, confident in her initial findings regarding a link to the Crown.\n\nA link to the Crown. A lock many have tried to pick. Now Eris holds the key, from the mind of Savathûn herself.","icon":null}},"1366394399":{"hash":1366394399,"index":2009,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Tears of Contrition","description":"Mara Sov can feel her twin's heartbeat in the chest of the man now known as Crow. She dreams, sometimes, of gathering him in an embrace like she did when they were children. Of one ear pressed to his sternum, listening…\n\n\"I'm sorry,\" she imagines she would say. \"For everything. I was wrong.\"\n\nBut Mara has been afforded no such opportunity, and on nights like tonight—when she stares across the infinite void of space, alone—she reminds herself that her brother's absence is what he desires. It's also what she deserves.\n\n\"My queen,\" a familiar voice murmurs from behind her. Mara turns to find Petra's figure cutting a harsh silhouette in her doorway. \n\n\"Where is he?\" Mara asks.\n\n\"The Leviathan.\" Shadows obscure Petra's face, making it impossible to read, and for a moment, Mara understands how others must often feel in her own presence. \"Eris tells me he sees himself there. He sees Uldren.\"\n\n\"I know,\" says Mara. Because of course she knows. She feels Crow's suffering as intensely as she feels the beating of his heart.\n\n\"You want to go to him,\" Petra states plainly. \"You shouldn't.\" Something steely has entered her voice; Mara recognizes it as a warning.\n\n\"I know that too.\" Mara turns back to the twinkling ocean of stars but focuses on the vast nothingness beyond it. \"Good night, Petra.\"\n\n\"Good night, my queen.\" Petra's retreating footsteps fade away, and Mara is alone again. \n\nNo, she thinks, not alone. She and her brother are together, even when they are apart. That is enough.\n\nIt must be.","icon":null}},"1443166262":{"hash":1443166262,"index":2084,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Second Chance","description":"A high-pitched whistle echoed off the walls of Bannerfall as the shield soared through the air. It ricocheted off one broken pillar, then another, before Shaxx caught it in midair. He held it firm, its Void Light illuminating his armor.\n\n\"So, how is he?\" asked the Crucible handler. He threw the shield back the way it came, bouncing it off a tree and then a crate until it landed in Saint-14's deft hands.\n\n\"No change,\" Saint answered with a frustrated sigh. He hurled the shield forward, watching it rebound back to Shaxx, who caught and held it again. \"Sometimes, I…\"\n\nSaint's voice trembled as he trailed off, and Shaxx lowered the shield to his side. \"Yes?\"\n\n\"Sometimes I wonder if I deserve this,\" Saint continued. \"I keep thinking back to the Eliksni who cowered from me in fear. The monstrous things I did to their people. What if Osiris is being made to pay my debts?\"\n\nSlowly, Shaxx lowered the edge of the shield to rest on the ground. \"When I was a Warlord,\" he said, his voice unusually quiet, \"I inflicted immeasurable pain and suffering on both Humans and Eliksni. Now I train Guardians for battle—some might even call me a role model.\"\n\nIt was Shaxx's turn to sigh. \"But they'd be wrong.\" He lifted the shield and gave it another toss.\n\nSaint caught the shield one-handed, then let its Light fizzle out. \"Are you telling me not to blame myself?\"\n\nShaxx shook his head. \"I'm telling you that people don't always get what they deserve in life. Us included.\"\n\nHe formed his Light into a new shield and sent it flying through the air.","icon":null}},"1468388696":{"hash":1468388696,"index":2060,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Deep Explorer Gloves","description":"████████Grand aspirations, grand imaginings. I looked back to the myths of our people's past to draw inspiration ███████\n\n█████████\n\n█████████████████████daughter for the first time. She crawled into my brood pouch, smaller than a finger, helpless and blind. I was her ███████████████████████ ██████ and slept to the sound of my ██████████ █████████\n\n█████████████████████████████████████████family and house, the old ways made ███\n█████████████████████████████\n\n███████████my dreams, narrowed down to the size of my thumb. ███████████████████████████\n\n██████████████████████████████████████████████████Day by day, she grew, and piece by piece,███████████████████████\n████████████████████████████████\n\n████████","icon":null}},"1478986057":{"hash":1478986057,"index":2013,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Without Remorse","description":"How could I possibly be his Ghost—after all that Uldren has done? It's a question I've been asked before.\n\nMost Ghosts don't know who their Guardians used to be. That's… obviously not true in my case. My Guardian was laid to rest under a shroud in the Dreaming City. Even if I didn't recognize his face, I would have put two and two together.\n\nHonestly, sometimes I even wonder if he figured it out before he spoke to Savathûn. If what she showed him just confirmed what he already suspected.\n\nThe thing is, I know a lot more about Crow than Savathûn ever did. I know the smirk on his face when he pulls off something impossible. The way he flips his knife before throwing it. Even the way he averts his eyes when someone praises him. \n\nAnd sometimes, I wonder if Uldren shared any of his traits, his habits. Maybe. It's impossible for me to say for certain. But it doesn't really matter.\n\nBecause I know that my Guardian only takes risks when they are necessary, not for the thrill of it. He celebrates others' victories, not their losses. Everything he does is for someone else's benefit. He is humble. He is kind.\n\nThat is who he really is. And it's up to me to remind him. Because Crow is my Guardian.\n\nNot Uldren.","icon":null}},"1586932304":{"hash":1586932304,"index":2047,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Atavistic Idol Bond","description":"EARTH // LAST CITY // DETENTION FACILITY //\n\n\"The first steps to healing are learning to forgive yourself. That's a hard one, I know.\"\n\nDoctor Syeda Uzair sets her datapad aside, then sits forward in her chair. She folds her hands in front of herself. A tiny, beaded chain is wrapped around one hand, and a small bone charm of the Traveler is pressed into her right palm. \"Shayura, whether or not a court of law finds you guilty of your actions in any measure, you are still held accountable to the court of your own conscience.\"\n\nAcross from Doctor Uzair, Shayura is slouched in her chair. She stares past her doctor, out the narrow windows, and looks to the looming figure of the Traveler hanging in the sky. It seems so much bigger compared to the projections she chooses to display in her cell.\n\n\"Who judges them?\" Shayura asks, motioning to the window with her chin. To the Traveler.\n\nDoctor Uzair turns, glancing over her shoulder at the Traveler. Her grip on the charm tightens. \"I don't know,\" is her immediate answer, but the question will burrow its way through her mind, surfacing again when she lies down in bed tonight. \"I understand the Human condition far better than a god's.\"\n\n\"Maybe the Traveler abandoned us because it's ashamed of us. Of what we've done in its name.\" Shayura's voice is small, weary. An alert flickers on Dr. Uzair's datapad, momentarily drawing her attention away. Shayura fills the silence with a sigh. \n\n\"Maybe,\" Doctor Uzair says, though she doesn't believe it. \"But, maybe we're all just short on hope these days. I'd like to extend our session a little longer, if you're willing. Would you mind if we did so with some guests?\"\n\nConcern flashes across Shayura's face; defensiveness, shame. She sits up slightly in her seat. Doctor Uzair can see the tension.\n\n\"When we speak of forgiveness, sometimes it helps to first be forgiven,\" Doctor Uzair says with a tempered smile. Shayura glances to the datapad, then back to her doctor.\n\n\"Reed-7 and Aisha would like to see you.\"\n\nTears well in Shayura's eyes. Her voice of dissent evaporates.\n\nShayura realizes there is one thing she can still have faith in: her family.","icon":null}},"1624882687":{"hash":1624882687,"index":2085,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Rain of Fire","description":"\"You can't honestly expect me to believe any of this,\" Suraya Hawthorne said with a laugh.\n\nDevrim swallowed his tea, eager to respond. \"Don't. He's exaggerating, as usual.\"\n\nSeated next to him, Marc shook his head with a smile. \"I saw it with my own eyes: Devrim leaped out of the jumpship's cargo hold and parachuted to the ground, guns blazing. He even dodged a shot from a Scorch Cannon on his way down.\"\n\n\"Absolute rubbish,\" Devrim replied with feigned indignation. \"You've been reading Rahool's pre-Golden Age pulp again.\"\n\n\"Oh, you should have seen it, Suraya,\" Marc said, pointedly ignoring his husband's protestations. \"It's like he was a Dawnblade, wings of fire and all.\"\n\nSuraya crossed her arms and shot a quizzical look in Devrim's direction. \"That really true, old man?\"\n\n\"…There might have been a jumpship,\" Devrim admitted sheepishly, getting up to refill his cup, \"and its transmat may have been malfunctioning.\"\n\nSuraya's eyes grew as wide as the saucer under her cup. Marc grinned ear to ear with naked pride.\n\n\"Look, I couldn't just fly away and abandon that caravan,\" Devrim explained. \"So I turned on the autopilot and made the jump. But I assure you,\" he added, leveling a stern look at Marc, \"that I did not look like a Dawnblade.\"\n\n\"No,\" Marc replied tenderly as he stood up and touched Devrim's arm. \"But you did look like a hero.\"","icon":null}},"1780464822":{"hash":1780464822,"index":2003,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"New Purpose","description":"Consumed as she was with the scene in the arena, Caiatl forgot the chiddik in her hands as her young body imitated the action playing out before her eyes. The living accessory screamed, then leapt to the flagstones. Boneless or not, it resented having its neck wrenched.\n\n\"Gentle, small one,\" her father chided through a haze of wine. \"Your chiddik was bred for a thousand generations to complement your tunic. Pick it up.\"\n\n\"Must I? It is always in the way.\"\n\n\"A princess must serve her purpose as much as any other beast. Once you outgrow this tunic, you may do anything you like with the chiddik. Eat it, perhaps. They are scrumptious boiled in wine with bitter herbs. But for now—\"\n\n\"Yes, Father,\" she hastily recited, but already, her eyes wandered back to the red sand below. Ghaul lifted the slack-jawed head—torn, not cut, from his rival's body—toward the Imperial box. Every sinew in the warrior's flesh trembled with passion and triumph.\n\n\"Your prowess pleases us, gladiator.\" Calus rose. \"You will join us this evening for repast.\"\n\nIn that moment, Caiatl realized that Ghaul would not wear an absurd chiddik to dinner. He had no use for a fragile accessory whose musk and chirping and scintillating tails boasted his position. He had never needed to learn the subtle gesticulations to summon a servant who would wick away the creature's urine without drawing attention. His hands had learned to direct blades, not cloacists.\n\nShe retrieved the trembling animal with hateful hands. For a moment, she clasped down on its maw. It writhed in wide-eyed panic, struggling for breath, but she quickly released. The beast bore no sin for its place in the world; no more than she assumed fault for hers.\n\nBut unlike a chiddik, she could create new purpose for herself.","icon":null}},"1795075811":{"hash":1795075811,"index":2071,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Eidolon Pursuant Greaves","description":"Elsie is not at camp in Beyond; perhaps another time—but Eris emerges from transmat to see the Drifter alone, interrogating Elsie's strange, floating companion.\n\n\"Well? What are you?\" Drifter points at the thing with distrust.\n\n\"Leave it be. The Ziggurat awaits our experiment,\" Eris says, saddling a mostly materialized Sparrow and blasting off into the snow across the frozen Europan flats.\n\n\"…And don't touch my stuff!\" She hears Drifter shout at the thing as he follows after her.\n\nFrigid sleet stings Eris's face red atop the Ziggurat. It is a welcome sensation compared to the prickling numbness that sticks her fingers; she grips a harvested stalk of the egregore fungus tightly in one gloved hand. In the other, a hot flare disgorges plumes of jade smoke.\n\nShe lights the stalk at both ends, according to the Drifter's instruction. Ashing spores furl into dense clouds that envelop her body, obscuring her sight in soot-black shroud until it blocks out all else.\n\nFaint whispers.\n\nA choral swell through turbulent winds.\n\nTone that forms words across the surface of her mind.\n\n\"You hear it?\" Drifter asks, his voice a whisper outside her awareness.\n\nThe Ziggurat resonates like a tuning fork. The vibrations themselves take shape within the smoke, and Eris is drawn toward somewhere distant and empty. She follows, and the smoke swirls with points of color like stars, separated by lonely rifts of black expanse. Echoes radiate from the black deep like graviton ripples through space. They wash distortion over the stars until breaking against four other points—two greater, two weaker—ghostly strands of incorporeal egregore between them.\n\nShe then sees the Pyramids of Europa, Luna, and Savathûn's throne world—as one, their structures melded and overlapping. The connections cauterize in her mind like a vivid memory.\n\nEris blinks, and the sensation is gone. The stalk is ash in her hand.","icon":null}},"1878178775":{"hash":1878178775,"index":2037,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Falcon's Chase","description":"Darkness floods me like breath, expanding with each thought. For a time, it flowed out as often as in, giving me space to surface above the pressing sea and glimpse the cruel storm above, the distant hope of shore. But now there is only the sea, and nothing true remains…\n\nI shut all three of my eyes; I curl in on myself, offering the world my exoskeleton as a shield. I—\n\nNo. I am Human. Soft and vulnerable, shell-less. And… Lightless. Waves crash over me: heavy, choking, inexorable. No choice but to drown, no point in swimming. Even the armored succumb to the depths; what chance have I?\n\nI wash up on a shattered stone breakwater. I do not know my limbs. I want, I want, I WANT—what? This craving pit echoing deep within me, what does it seek? I would crawl inland if I owned myself, if only to make the hungering stop.\n\nThe world erupts beneath me; stone becomes quicksand in an instant. I struggle, fear before thought, and it swallows me all the faster. I reach for aid—my hand is held—\n\nSaint?\n\nMy fingers brush through open air, met instead by gripping claws. They tear at flesh and mind, wearing a grim intimacy, dripping in the sacrifice of thousands. I know these lie-sharpened talons. Would I could tear that understanding from the synaptic heart of me.\n\nI am a hundred shards of myself, shimmering, broken in free fall, glimpsing my own infinite reflections. Some shine gold—some burn sickly green—and some fade as soon as they are witnessed. I cannot guess which one is real. Perhaps one is her. Perhaps I am her. My senses lie.\n\nA familiar voice calls out, sonorous against the abyss, incomprehensible but sweet. I think I hear the fluttering of wings, but the hum of the Sundial gives no direction.\n\nHow long has it been?","icon":null}},"1959650777":{"hash":1959650777,"index":2008,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Bump in the Night","description":"\"I won't go again,\" Gorn'ak says, throwing a chunk of bloody meat to a lounging war beast. It happily devours the meat in one bite and looks expectantly for more. Gorn'ak is seated at a bulky metal table with two fellow Cabal. One is a veteran Phalanx, Ur'Rux, whom Gorn'ak respects deeply. The other is Tal'urn, a scrawny Red Legion defector who had surfaced during a patrol on Nessus last year.\n\n\"Is it true our ancestors appeared on the Leviathan?\" Ur'Rux asks.\n\n\"I have seen their red smoke in many shapes—of a Human, of a Cabal Gladiator, and more,\" Gorn'ak says. \"They carry the voices of traitors, luring Cabal so they may stick knives between our armor. They called me deeper into the ship, but I know they mean to take our names. Spoil our memories.\"\n\n\"Did Gorn lose his musk?\" cracks Tal'urn.\n\nGorn'ak roars at the scrawny Legionary, \"Call me coward again, whelp!\"\n\n\"Tal'urn can call no Cabal a coward. Not when we found him in a hole under Halphas Electus,\" Ur'Rux spits and turns to Gorn'ak. \"Stand with me, and we will survive Calus's horrors.\"\n\nThe door to their barracks chamber opens.\n\n\"You don't understand, Tal. I won't go back. Orders or not.\" Gorn'ak looks him in the eyes. \"You shouldn't go either.\"\n\nA hulking Cabal known as Tuk'rin, with winged armor ornaments steps into the room and removes their helmet. \"The empress won't like that,\" Tuk'rin growls, slamming a Bronto Cannon down on the bulky metal table between Gorn'ak and the others.\n\n\"Tuk'rin? Who died and made you Centurion?\" Gorn'ak asks, shoving the Bronto Cannon aside to cut more meat for his war beast.\n\n\"One last deployment.\"\n\nTuk'rin sees the curiosity building in his new soldiers.\n\n\"My commander went ahead of our squad, scouted the Underbelly. She did not return as… herself.\" Tuk'rin's eyes are lost for a moment in the sights he has seen. \"She was a noble Cabal, but the spirits attacked her mind that night, and she turned this cannon on us.\"\n\nHis soldiers silently contemplate his claim.\n\nTuk'rin continues, \"It was my kill, so now it's my command. If I go back, you go back.\"","icon":null}},"1972851364":{"hash":1972851364,"index":2074,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Eidolon Pursuant Robe","description":"\"You've had this for years and never thought to mention it?\" Eris runs her fingers over the grime-clouded containment glass housing a large growth of egregore within the Drifter's Derelict.\n\n\"Wasn't hidin' it.\" Drifter rolls Eris's Ahamkara bone over his knuckles. \"Ain't nobody ever asked. Hell, you've walked by it before, Moondust.\"\n\n\"What wonders you must have buried in this heap,\" Eris muses. The emerald shine of her eyes dart back and forth behind thin cloth.\n\"I could…\" Drifter saunters up beside her, \"give you the tour?\"\n\n\"We haven't the time. Tell me, what have you learned from this egregore sample?\"\n\nDrifter wrinkles his face and looks up to the massive, contained growth. \"Uhh…\"\n\nEris massages annoyance from her brow. She sees the playful coyness in his eyes. The hidden information he holds as bargain for some trade. \"Do you at least remember where you found it?\"\n\n\"Sister, you don't wanna know.\" Eris locks her eyes on the Drifter's face. He staggers back awkwardly and shrugs. \"Icy little nothing in the middle of nowhere. Doesn't have a name, and you don't want to go there alone.\"\n\n\"But you could take me?\" Eris tests his defenses.\n\nDrifter brushes off the mottled fur of his shoulder guards and leans against a poorly fastened railing. \"Only if we take your jumpship. And I drive.\"\n\nEris sighs and pushes through him. \"No.\"\n\nDrifter springs after her. \"So that's it? You're leaving?\"\n\n\"You're being evasive, Rat.\" Eris plucks her Ahamkara bone from his hand and stows it beneath her cloak. \"Contact me when you're willing to speak plainly.\"\n\nDrifter calls after her, hands outstretched, \"You don't want to stay for dinner?\"\n\nEris halts, considering what disgusting amalgamation of refuse would constitute a meal here. She glances over her shoulder. One last attempt to extract information…\n\n\"It is strange. When Savathûn drew Mars back into our space, it was free of the egregore. But the Glykon and Leviathan both returned rampant with fungal growth. Why?\" she asks.\n\nHe gives in. \"You know… it sings if you burn it just right.\" Drifter thumbs behind him. \"Sub-sonic, resonates in a funny way with Pyramid tech.\"\n\n\"Is that so?\"\n\n\"You don't trust me?\"","icon":null}},"1987616650":{"hash":1987616650,"index":2040,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Atavistic Idol Gauntlets","description":"MOON // OCEAN OF STORMS // ANCHOR OF LIGHT //\n\n\"The Vanguard won't hold a military tribunal in the middle of a war.\"\n\nReed-7 is a voice of reason. He stands in the doorway of the derelict moonbase, fusion rifle held in a relaxed grip. The still-smoldering bodies of Hive Thrall are scattered around the room.\n\n\"That's not comforting,\" the woman at Reed's back says. Aisha shoulders past him, leading with the barrel of her scout rifle, sweeping the area for any remaining targets. \"The last thing I want is Shay languishing in some—some kind of Vanguard prison cell for however long this goes on for, or until we're all…\"\n\n\"Dead?\" Reed-7 finishes. Aisha says nothing. \"This isn't the end of the world, Aisha. But we have to reach the bottom before we can climb to the top again.\"\n\n\"This isn't the bottom?\" Aisha asks, tilting her head to the side mockingly. She steps over to one of the blown-out windows and gestures to the massive silhouette of the Leviathan hanging over the Moon, a crimson stream of Nightmares spiraling up into its open maw. \"Because it sure as hell looks like it is. And, what, the Vanguard has us out here doing… doing New Light patrols?!\"\n\n\"They can't afford to give us leave, no matter how much we need it,\" Reed pleads. \"We have to stay active, contribute. We lost too many new Guardians already with the Lucent Hive assault on the Cosmodrome. We can't…\" He sighs. \"We can't afford to lose anyone else. We have to do everything we can.\"\n\nAisha leans one arm against the broken window frame, head hung low. \"Yeah,\" she whispers. \"Yeah.\"","icon":null}},"1999697514":{"hash":1999697514,"index":2007,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"","description":"","icon":null}},"2026087437":{"hash":2026087437,"index":2002,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Lingering Dread","description":"\"My empress,\" Taurun reported, \"the Vanguard has deployed a Guardian to investigate the Leviathan. Your presence has been requested aboard the H.E.L.M.—\"\n\n\"Where is Calus?\" Caiatl gazed ceaselessly at the Leviathan as it loomed beside Luna.\n\nTaurun paused for a moment, datapad in hand. This question had become a common thread woven throughout their briefings.\n \n\"We do not know. The Leviathan is a gargantuan ship. It is quite possible Calus remains entrenched deep within its Underbelly.\"\n\n\"Then we will disembowel the beast.\"\n\n\"That would be… inadvisable.\"\n\nCaiatl turned to face her, eyes as cold as her voice. \"By all means, Taurun. Advise me.\"\n\nSlowly, Taurun lowered her datapad. It was not the first time that Caiatl had bristled at her counsel. But since the Leviathan's sudden return, the empress's patience had winnowed to the width of a blade. Taurun chose her next words with caution.\n\n\"Calus has an unknown number of Loyalists at his disposal, along with whatever other horrors now inhabit the ship. Our soldiers would almost certainly pay the price for our nescience.\"\n\n\"Would you rather we die cowering behind our shields?\" Caiatl scoffed.\n\n\"I would rather we not die at all.\"\n\nThe silence hung heavy in the air between them. \"Noted,\" Caiatl decreed as she turned back toward the Leviathan. \"You may take your leave.\"\n\nTaurun nodded and made to depart. As she left the bridge, she hazarded a glance over her shoulder. Silhouetted by Luna, Caiatl bore a striking resemblance to another late leader of the Cabal.\n\nOne whose obsession led to ruin.","icon":null}},"2224584236":{"hash":2224584236,"index":2082,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Eidolon Pursuant Cloak","description":"\"You want to go where?\" Drifter's jumpship idles roughly behind him, the engine misfiring and clattering loudly as if ready to explode. Eris's ship purrs next to it in contrast.\n\n\"There is a connection between the points of Darkness. Signals passing back and forth to something beyond.\" Eris steps closer so her voice carries over the engine noise. \"The other Pyramids may provide more context.\"\n\nThe Drifter clicks his tongue and raises and eyebrow. \"Sounds a mite dangerous with big daddy Calus parking right over the Moon? Seems off limits.\"\n\n\"Yes, but the Guardian leads raiding parties into Rhulk's Pyramid in Savathûn's throne world. We will use that distraction.\"\n\nAnd with that, Eris shoulders through him and trudges to her ship. \"Come, Rat.\"\n\n\"…Can we eat first?\"\n\n*** \n\nExplosions thunder within the throne world's Pyramid as Eris and Drifter establish a camp in the sunken bog where Miasma meets the Pyramid's approach. The massive ship eclipses them, towering in fog, the extent of its edges unknown to their eyes.\n\nDrifter's face is stern, clenched with a tension Eris has seldom seen: Trust in one hand, fist full of Stasis in the other.\n\nEris sets a cloth-wrapped stalk of egregore upon a pyramid-shard jutting from the stinking swamp. She unwraps and neatly spreads the corners of the cloth before noticing the Drifter's footsteps behind her.\n\n\"Somethin's watchin' us,\" Drifter mutters. He turns to his altered Ghost and whispers softly enough to convince himself that Eris cannot hear him, \"Keep your eye on her, eh?\" Then louder, \"I'm gonna look around, make sure that hotshot hero didn't miss any Screebs.\"\n\nThe Drifter's altered Ghost emits a single elongated tone in acknowledgement and then focuses on Eris.\n\n\"Germaine.\"\n\nHe stops. Eris knows his concern belies a nobility that he often attempts to suppress in favor of the persona of the Drifter. It is a ruddy shield, but she has seen the true him hidden under that that layer of grime.\n\n\"May I… have a light?\"\n\n\"You got it.\" He discharges a Solar round from his Trust that sparks on the Pyramid floor and ignites the egregore stalk. \"Back in a flash.\"\n\nEris watches him disappear into the swamp, then focuses on the pluming egregore.\n\n***\n\nEris sits, exhausted, on a warm cushion in the dirt. The Drifter stands over a hazardously large fire, scooping some sweet-smelling funk of a stew from a cauldron-like vessel of Hive design. Her face scrunches as he places a chunky bowl of thick greyish-brown potage in her hands.\n\n\"What'd you find?\" Drifter asks, slurping from his bowl.\n\nEris tests the temperature and flavor of this \"food\" against her lips. It is something like the stinking brined cheeses Ikora had given her on her last visit to the City, but with earthy depth beneath. Her face curls and she opts instead for conversation. \"I was right; they are connected. But now, I only have more questions.\"\n\n\"You ask me, that's how these things go. Better leave well enough alone and head home,\" Drifter says, slurping another mouthful.\n\n\"The egregore connects points of Darkness, resonates with Pyramid constructs, but I cannot decipher their communications. Still… the Lunar Pyramid, the Europan Pyramid, and both Glykon and Leviathan all converse with the same distant point. What Rhulk spoke to, so does Calus. It is… gravely concerning.\"\n\n\"Wild,\" Drifter says with a whistle. He shakes his head and looks at her full bowl. \"You gonna eat that?\"\n\n\"I…\" Eris wonders if he heard her correctly but knows repeating herself is an exercise in futility. \"…What is this? Exactly?\"\n\n\"Pretty damn tasty is what it is. First time I got it right. Thought you'd appreciate someone cooking for you since you, uh… well, you're awful at it.\"\n\n\"Rat, what are you feeding me?\" She remembers his hunt earlier in the day, and her stomach turns. Eris stares at the Drifter, mouth agape in a half-heaved gag—her thoughts racing over the things he's claimed to have consumed. \"You cooked me rotted Screebs.\"\n\n\"What?!\" Drifter chokes on the stew and coughs. \"I wouldn't feed you that crap, Moondust.\" He laughs. \"You never had crawdad stew?\" He holds his bowl to his lips. \"Or a close cousin to it…\" he adds under his breath. \"Little swamp shrimps, you dig? It's a delicacy!\"\n\nEris reels her imagination in, takes a breath, and sips the broth without taking her eyes from the Drifter. The liquid fills her crumpled stomach with hearty warmth. She feels her stress melt away. The stew's flavor is far more pleasing than its smell. She smiles and drinks again.\n\n\"Thank you. It is… good.\"","icon":null}},"2259079242":{"hash":2259079242,"index":2036,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Trauermarsch","description":"Vell Tarlowe. Sai Mota. Omar Agah. Eriana-3.\n\nThe scarlet phantoms hang in the air beside Eris as she stares across the Enduring Abyss, her eyes fixed upon the Lunar Pyramid. \n\nSuspended between Nightmare and Memory, her old friends remain forever silent, offering neither torment nor guidance. They listen, and nothing more.\n\nAnd sometimes, that is enough.\n\n\"Long has it been since I walked the Pyramid's protean halls,\" Eris muses. \"Would it welcome me back, now that I meddle in its affairs by severing its growing bond with the Leviathan?\" \n\nHer fireteam does not respond. \n\n\"It does not matter,\" she concludes. \"Regardless of the Pyramid's agenda, Calus must not succeed.\"\n\nHer thoughts turn to the others aboard the Leviathan, confronting Nightmares of their own. She wonders—as she has done many times since binding the Crown of Sorrow —whether she should perform her own severance ritual.\n\nEris looks upon the apparitions that were once her fireteam, and her gaze softens.\n\nFor better or worse, she has grown accustomed to her grief. Let the others shed their burdens. She keeps hers close, heavy and held dear.\n\nWithout them, the silence would be deafening.","icon":null}},"2288543943":{"hash":2288543943,"index":2069,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Eidolon Pursuant Plate","description":"\"You've had this for years and never thought to mention it?\" Eris runs her fingers over the grime-clouded containment glass housing a large growth of egregore within the Drifter's Derelict.\n\n\"Wasn't hidin' it.\" Drifter rolls Eris's Ahamkara bone over his knuckles. \"Ain't nobody ever asked. Hell, you've walked by it before, Moondust.\"\n\n\"What wonders you must have buried in this heap,\" Eris muses. The emerald shine of her eyes dart back and forth behind thin cloth.\n\"I could…\" Drifter saunters up beside her, \"give you the tour?\"\n\n\"We haven't the time. Tell me, what have you learned from this egregore sample?\"\n\nDrifter wrinkles his face and looks up to the massive, contained growth. \"Uhh…\"\n\nEris massages annoyance from her brow. She sees the playful coyness in his eyes. The hidden information he holds as bargain for some trade. \"Do you at least remember where you found it?\"\n\n\"Sister, you don't wanna know.\" Eris locks her eyes on the Drifter's face. He staggers back awkwardly and shrugs. \"Icy little nothing in the middle of nowhere. Doesn't have a name, and you don't want to go there alone.\"\n\n\"But you could take me?\" Eris tests his defenses.\n\nDrifter brushes off the mottled fur of his shoulder guards and leans against a poorly fastened railing. \"Only if we take your jumpship. And I drive.\"\n\nEris sighs and pushes through him. \"No.\"\n\nDrifter springs after her. \"So that's it? You're leaving?\"\n\n\"You're being evasive, Rat.\" Eris plucks her Ahamkara bone from his hand and stows it beneath her cloak. \"Contact me when you're willing to speak plainly.\"\n\nDrifter calls after her, hands outstretched, \"You don't want to stay for dinner?\"\n\nEris halts, considering what disgusting amalgamation of refuse would constitute a meal here. She glances over her shoulder. One last attempt to extract information…\n\n\"It is strange. When Savathûn drew Mars back into our space, it was free of the egregore. But the Glykon and Leviathan both returned rampant with fungal growth. Why?\" she asks.\n\nHe gives in. \"You know… it sings if you burn it just right.\" Drifter thumbs behind him. \"Sub-sonic, resonates in a funny way with Pyramid tech.\"\n\n\"Is that so?\"\n\n\"You don't trust me?\"","icon":null}},"2323544076":{"hash":2323544076,"index":2011,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Hollow Denial","description":"Kethiks, the Yet-Proven, had spent three lunar orbits surveying the small village. He was not the first Captain to strike here, but while others had come for killing or labor, his clutch of Vandals came for something else.\n\nA Lightbearer resided in the village—a demon who had killed many of his friends. A demon who had shattered the Captain whose place Kethiks had taken. It was Kethiks's duty to seek revenge, to hunt this demon, and clear the death debt. Those were the words House Devils had sent with Kethiks. \n\nBut to Kethiks, this demon's life paid more than vengeance. Its life paid glory. The same glory Kethiks's father, Ykriis, claimed when he felled a Lightbearer in single combat, took its tiny machine and drank of its divine Ether. Soon that glory would be Kethiks's as well. Soon his position would be recognized for more than its circumstance.\n\nVandals crept on either side of Kethiks, maneuvering through tall grass with quiet anticipation. Where the grass died off to tilled soil and log walls, they paused, waiting for Kethiks's command. He would not launch flares to declare their strike. He would not give the Lightbearer time to plan.\n\nAs the rear-guard Dregs joined the rest of his raiding party, Kethiks ignited an Arc spear and raised it against the night. The signal: attack!\n\nThe raiders descended, expecting a paltry guard. They were soon met by stiff resistance. The Captain tore through to the heart of the village, hunting for the demon who commanded the defense. He spotted the demon in the midst of the fighting. Kethiks strode forward, seizing a defiant Human in his path with his lower arms and flung her through a burning wooden structure.\n\n\"DEMON!\" he shrieked in Eliksni, brandishing his Arc spear.\n\nBefore he could advance, a young Human defiantly stepped between him and the demon and brandished a blade. Kethiks assessed the \"warrior\" and clicked his mandibles in laughter, easily knocking the boy's curved blade aside. The Captain taunted the youth with half-hearted thrusts that threw the small Human off balance. When he was finished toying with his prey, Kethiks drove the spear point through him.\n\nKethiks looked up from the pinned youth to the demon and snarled. His eyes met the demon's crackling own. The Captain raised his spear to charge—","icon":null}},"2351264197":{"hash":2351264197,"index":2056,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Deep Explorer Greaves","description":"████████████████████████████████████████████████████████████████████████████████████ tomorrow's tomorrow.\n \n█████████\n\n█████████████████████████████████████████████ entire world for ██████████  ████████████████████████████████████\n█████████\n\n████████████████████████████████████████████████manifest ██████████ ███ None would threaten me, ████████████, or her future's future.\n\n███████████████████████████████████████████████████████████ \n\n████████████I first noticed it when █████████on her own; then again, ██████████████████████ ███████████████████████greater than the sum of her parts. ████████████████████████ \n\nAnd I let the void in my chest consume me.","icon":null}},"2353371845":{"hash":2353371845,"index":2046,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Atavistic Idol Boots","description":"MOON // OCEAN OF STORMS // K1 COMMUNION //\n\nRed light floods over Dunya's black-and-gold shell. The tiny Ghost's monocular blue eye bobs up and down as he tracks backwards through the air, taking in the presence of an ethereal figure hovering above.\n\nAisha and Reed turn at Dunya's chirp of alarm, guns drawn. But as they train their sights on the robed Nightmare shimmering in front of them, neither one can fully commit their aim. Aisha is the first to whisper an expletive in shock at the sight.\n\n\"Arguing about which of you is as terrible as I am?\" The Nightmare of Shayura asks, turning her crimson stare away from Dunya's retreating form. \"Heaven forbid you be as awful as your murderous friend.\"\n\nAisha is frozen in confusion, hands trembling on the grip of her scout rifle. \"Shay.\" The word comes out of her mouth as little more than a hoarse whisper. \n\nThe Nightmare of Shayura floats slowly through the air toward Aisha and Reed, smiling when Dunya hides behind his Guardian and transmats away.\n\n\"First comes the guilt,\" the Nightmare croons, \"then the shame, then the denial. I know the patterns well.\" She wags a finger back and forth, chidingly. \"How soon before you forget me? Find a new Warlock to bask in their well? Pretend that I never existed?\"\n\n\"S-Shay—Shay wh—\" Aisha can't even string her words together. Not until she feels Reed's metal hand clamp down on her shoulder. When she looks at him, his expression is one of resolve, not fear. It's then that she remembers the instructions Eris had given, about how to survive on the Moon if ever the Nightmares came for them with familiar faces, familiar voices.\n\nAisha looks back at the Nightmare of Shayura and whispers: \"I'm sorry.\"","icon":null}},"2355943840":{"hash":2355943840,"index":2049,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Atavistic Idol Vest","description":"MOON // OCEAN OF STORMS // K1 COMMUNION //\n\nA Fallen Vandal collapses to the ground, Ether vapor rising from a glowing hole where his face once was. Dark-blue blood sizzles around the wound.\n\n\"Clear,\" Reed-7 calls out from the top of a flight of metal stairs, the barrel of his fusion rifle still crackling with energy from the last bolt it fired. As he descends, Aisha follows and shoulders her scout rifle.\n\n\"Looks like they were pulling the wiring out of the walls,\" she observes, lifting up her hand and alighting her Ghost, Dunya, into the air. \"Check the systems here; make sure they weren't doing anything else.\"\n\n\"Affirmative,\" Dunya chirps, zipping off through the air toward a computer terminal.\n\nAisha notices that Reed's glowing eyes are fixed on the Ether wafting from the Vandal's body. She spares a glance at Dunya before crossing the floor to Reed's side. \"Hey,\" she says with a hand on his arm, jostling him from his thoughts.\n\n\"I'm good,\" he lies, gingerly pulling away. \"Just—thinking.\"\n\nAisha looks down at the corpse, then back up to Reed. \"This isn't like what Shay did on Venus.\" She tries to be reassuring, but it comes off as dismissive.\n\n\"How's it any different?\" He asks with a dagger's sharpness in his voice. \"These—they were stripping wires from the walls, Aisha. They weren't trying to hurt anyone!\"\n\n\"They opened fire on us first.\"\n\n\"We didn't even try to talk to them!\" Reed yells.\n\n\"Aisha?\" Dunya chirps, across the room. Neither Guardian hears the Ghost.\n\n\"I'm sorry,\" Aisha says as she throws her arms up. \"Was I supposed to do that before or after they threw a grenade at me?\"\n\n\"Aisha?\" Dunya says again, more alarm in his voice.\n\n\"We could have tried something! Anything!\" Reed screams, getting in Aisha's face. \"We could have—\"\n\n\"AISHA!\"","icon":null}},"2364756343":{"hash":2364756343,"index":2066,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Deep Explorer Strides","description":"████████████████████████████████████████████████████████████████████████████████████ tomorrow's tomorrow.\n \n█████████\n\n█████████████████████████████████████████████ entire world for ██████████  ████████████████████████████████████\n█████████\n\n████████████████████████████████████████████████manifest ██████████ ███ None would threaten me, ████████████, or her future's future.\n\n███████████████████████████████████████████████████████████ \n\n████████████I first noticed it when █████████on her own; then again, ██████████████████████ ███████████████████████greater than the sum of her parts. ████████████████████████ \n\nAnd I let the void in my chest consume me.","icon":null}},"2373687413":{"hash":2373687413,"index":2035,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Pale Steed","description":"\"Eyes on the road,\" Marcus Ren told himself. \"And don't look back.\"\n\nIt was a motto he lived by, both on and off the track. \n\nHis Sparrow screamed across Luna's surface, kicking up clouds of moondust in its wake. Out here, he was free to push prototype engines to their limits. To open the throttle wide and really cut loose.\n\nBut that wasn't why he was riding so fast tonight.\n\nHe didn't notice anything strange at first. Not until he stopped to check the Sparrow's instruments. And then, he felt it: eyes on his back, a chill on his neck.\n\nMarcus immediately hit the ignition and boosted the Sparrow to its top speed. But still the feeling followed him, and he knew what it was.\n\nA Nightmare.\n\nHe'd heard the term on Vanguard channels. Phantoms wearing the faces of the lost, tormenting those who remembered them. And Marcus Ren remembered a lot of people.\n\nHe switched off the fuel regulator and kicked the Sparrow into overdrive. He didn't know who was chasing him, and he sure as hell wasn't looking over his shoulder to find out. \n\n\"Eyes on the road,\" he repeated aloud, gripping the handlebars until his knuckles were as pale as death.\n\n\"And never look back.\"","icon":null}},"2381515079":{"hash":2381515079,"index":2042,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Atavistic Idol Mark","description":"EARTH // LAST CITY // DETENTION FACILITY //\n\n\"The first steps to healing are learning to forgive yourself. That's a hard one, I know.\"\n\nDoctor Syeda Uzair sets her datapad aside, then sits forward in her chair. She folds her hands in front of herself. A tiny, beaded chain is wrapped around one hand, and a small bone charm of the Traveler is pressed into her right palm. \"Shayura, whether or not a court of law finds you guilty of your actions in any measure, you are still held accountable to the court of your own conscience.\"\n\nAcross from Doctor Uzair, Shayura is slouched in her chair. She stares past her doctor, out the narrow windows, and looks to the looming figure of the Traveler hanging in the sky. It seems so much bigger compared to the projections she chooses to display in her cell.\n\n\"Who judges them?\" Shayura asks, motioning to the window with her chin. To the Traveler.\n\nDoctor Uzair turns, glancing over her shoulder at the Traveler. Her grip on the charm tightens. \"I don't know,\" is her immediate answer, but the question will burrow its way through her mind, surfacing again when she lies down in bed tonight. \"I understand the Human condition far better than a god's.\"\n\n\"Maybe the Traveler abandoned us because it's ashamed of us. Of what we've done in its name.\" Shayura's voice is small, weary. An alert flickers on Dr. Uzair's datapad, momentarily drawing her attention away. Shayura fills the silence with a sigh. \n\n\"Maybe,\" Doctor Uzair says, though she doesn't believe it. \"But, maybe we're all just short on hope these days. I'd like to extend our session a little longer, if you're willing. Would you mind if we did so with some guests?\"\n\nConcern flashes across Shayura's face; defensiveness, shame. She sits up slightly in her seat. Doctor Uzair can see the tension.\n\n\"When we speak of forgiveness, sometimes it helps to first be forgiven,\" Doctor Uzair says with a tempered smile. Shayura glances to the datapad, then back to her doctor.\n\n\"Reed-7 and Aisha would like to see you.\"\n\nTears well in Shayura's eyes. Her voice of dissent evaporates.\n\nShayura realizes there is one thing she can still have faith in: her family.","icon":null}},"2388383505":{"hash":2388383505,"index":2070,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Eidolon Pursuant Gauntlets","description":"Eris Morn chalks the floor in the H.E.L.M. wing previously inhabited by the Servitor of the Eliksni Splicers. A liberated Tomb Ship drones beside her. Through the open, shielded, hangar, the Leviathan is visible as a malformed knot, its shape bulging from the shadowed outline of the Moon.\n\nIkora descends the stairs. An ornately dressed Warlock thanatonaut follows, their robes trimmed in bone and elaborately stitched symbols.\n\n\"Did you commandeer this from Mars?\" Ikora asks with a smile, looking over the Hive vessel.\n\nEris stands. \"It provided ample shielding for transporting the Crown from its vault.\"\n\n\"It's here, now?\" the thanatonaut asks, breaking his stride at the bottom of the stairs.\n\n\"Worry not. The H.E.L.M. will disembark from the City to ensure the Crown is contained,\" Eris answers.\n\n\"Keep that Tomb Ship docked here in case we need to jettison the Crown. Last thing I need is a rookie shooting you down in it.\" Ikora steps past the thanatonaut with a reassuring nod. \"Tell us what you're thinking next, Eris.\"\n\nEris gestures toward the open bay door. \"The Leviathan is at our doorstep. Even if we unravel Calus's plan, the ship itself still poses a threat simply by its size. Calus does not require paracausal power to cause an extinction-level event.\"\n\n\"Calus's interest appears to be focused solely on the Pyramid,\" Ikora interjects. \"Should that change, Zavala assures me that Caiatl's fleet will provide ample dissuasive firepower.\"\n\nEris nods in rhythm with Ikora's well-reasoned words. \"I trust that to be true—however, whatever connection Calus has established is drawing Nightmares and phantoms alike to the Leviathan. He is able to exert influence over them. But I believe we can disrupt this connection.\"\n\nShe points to the thanatonaut. \"You,\" she says and motions toward three chalked spots on the floor. \"Here, here, and here. We will require death anchors to tether the ritual. Hold your mind on the brink for as long as you can, and I will craft the sigils required to contain the Crown. Then, we will need volunteers…\"","icon":null}},"2419786605":{"hash":2419786605,"index":2015,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"I. Temperament","description":"Crow drops a wet canteen at Eris Morn's feet. \"Water.\"\n\n\"You made your return quickly.\" Eris crouches, hunched over bundled splits of pine arranged atop a thick log and resin-rubbed moss. She strikes a well-worn flint with her knife, and flame ignites. \n\n\"You're not hard to spot at night.\" Crow averts his gaze from Eris's sideways glare and looks up to the haunting glow of the Dark Shard of the Traveler. Shivers convulse down his vertebrae, and his eyes drop to the freshly popping wood.\n\nEris breaks the silence. \"Why did you volunteer for the severance operation? For… most operations?\"\n\n\"To make a difference where others can't. Same as you.\" \n\nShe shakes her head. \"No,\" Eris mumbles.\n\nCrow watches her deftly coax the fire, considering the answer he'd given. He looks up to the distant tree line and changes the subject. \"There are still a good number of Hive here.\"\n\n\"But no Nightmares,\" Eris remarks.\n\n\"Is that why you brought me here? This… isn't a place I want to revisit.\" Crow steps back from the growing flames.\n\nWhen Eris doesn't respond, he asks his real question:\n\n\"Why did I fail?\"\n\n\"You didn't fail. Our strategy was flawed.\" Eris stands, stowing flint and blade, then steps in front of him to meet his gaze. \"We will attempt the severance again, soon.\"\n\n\"Yeah,\" Crow replies in a clipped tone. Eris tilts her head, and he can see the green orbs narrow beneath her blindfold.\n\nShe points to the ragged, mountainous shard twisting in twilight roil. \"Even that toxic piece, separate from the Traveler's purity, can be wielded for good.\"\n\nThe fire roars. He kneels to break her stare and warms his hands. \"I know what it can do. I used it—\"\n\n\"When the Red War left Guardians Lightless, there were some who reclaimed their callings here. They re-forged their bond to the Traveler through a scar. A lingering trauma,\" she continues.\n\nEris sits beside Crow and drinks from her canteen. Crow braces for her to continue, but she does not. The bundle of burning kindling collapses into a heap of cinders. Flames spit between the gaps and ash drifts on heated air.\n\n\"I'll get more wood,\" Crow says, hastening to step out of the fire's glow.\n\n\"Crow. Small fires like this kept me alive in the Hellmouth. I did not have the luxury of more wood.\" Eris grips a piece of rusty rebar taken from the Sludge and thrusts it into the sputtering fire. She stirs the cindering wood, opening new gaps and concentrating the larger pieces over a pile of glowing kindling. The flame surges, and heat intensifies. \"During these long nights, we must make use of what is available to us.\"\n\nShe knows he understands her but hasn't accepted the lesson.\n\nShe hands him the bar, shows him how to maintain the fire's heat, how to find worth in remnants. How to rebuild from ash.\n\nThe pair converse as they take turns keeping the fire alive long into the night. The warmth soothes, their shoulders lighten, and Crow pulls back his hood.\n\nWhen the fire finally dies, Eris gestures to the embers. \"Now, you can fetch some wood.\" \n\nCrow smiles and gets to his feet. \"Eris… did you ever try to get your Light back?\"\n\n\"The past is not for dwelling.\"\n\nCrow nods and sticks out his hand. She looks at it inquisitively.\n\n\"Come on.\"\n\nEris stands next to Crow; he clasps her palm and ignites a Golden Gun between their hands. Solar flame dances across Eris's fingers. Crow guides her arm and lifts the gun to the sky. He inhales sharply and howls before cracking a shot through the clouds.\n\n\"You're up, Hunter.\"\n\nEris depresses the trigger, slowly, doubtful that it would fire. A second Solar streak pierces the atmosphere. Crow laughs. They send round after round skyward, howling pent tension into the night until finally, even Eris finds herself smiling.","icon":"/common/destiny2_content/icons/f2005fcf3a76b857333f3f6a56fd7392.png"}},"2488587246":{"hash":2488587246,"index":2006,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"","description":"","icon":null}},"2489136103":{"hash":2489136103,"index":2080,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Eidolon Pursuant Handguards","description":"Eris Morn chalks the floor in the H.E.L.M. wing previously inhabited by the Servitor of the Eliksni Splicers. A liberated Tomb Ship drones beside her. Through the open, shielded, hangar, the Leviathan is visible as a malformed knot, its shape bulging from the shadowed outline of the Moon.\n\nIkora descends the stairs. An ornately dressed Warlock thanatonaut follows, their robes trimmed in bone and elaborately stitched symbols.\n\n\"Did you commandeer this from Mars?\" Ikora asks with a smile, looking over the Hive vessel.\n\nEris stands. \"It provided ample shielding for transporting the Crown from its vault.\"\n\n\"It's here, now?\" the thanatonaut asks, breaking his stride at the bottom of the stairs.\n\n\"Worry not. The H.E.L.M. will disembark from the City to ensure the Crown is contained,\" Eris answers.\n\n\"Keep that Tomb Ship docked here in case we need to jettison the Crown. Last thing I need is a rookie shooting you down in it.\" Ikora steps past the thanatonaut with a reassuring nod. \"Tell us what you're thinking next, Eris.\"\n\nEris gestures toward the open bay door. \"The Leviathan is at our doorstep. Even if we unravel Calus's plan, the ship itself still poses a threat simply by its size. Calus does not require paracausal power to cause an extinction-level event.\"\n\n\"Calus's interest appears to be focused solely on the Pyramid,\" Ikora interjects. \"Should that change, Zavala assures me that Caiatl's fleet will provide ample dissuasive firepower.\"\n\nEris nods in rhythm with Ikora's well-reasoned words. \"I trust that to be true—however, whatever connection Calus has established is drawing Nightmares and phantoms alike to the Leviathan. He is able to exert influence over them. But I believe we can disrupt this connection.\"\n\nShe points to the thanatonaut. \"You,\" she says and motions toward three chalked spots on the floor. \"Here, here, and here. We will require death anchors to tether the ritual. Hold your mind on the brink for as long as you can, and I will craft the sigils required to contain the Crown. Then, we will need volunteers…\"","icon":null}},"2610749098":{"hash":2610749098,"index":2053,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Deep Explorer Helmet","description":"When I was young, I dreamt of a greater life.███████████\n████████████████████████████████████████████████████████████████████████\n\n███████████\n\nI held the tiny hands of my newborn███████████████ ██████████████eight extraordinary weeks, █████ ████████ She nursed, grew strong,████████████\n███████\n\nI did not see her mother for those eight weeks;██nursing chamber, and her ceremonial████████████████████\n█████changed over those weeks, and with it█████\n\nBut… my momentum faltered over time. ███████████ \n█████ when her tusks were sharp enough to defend herself.███████████████████████████████████████████████████████████\n\n████████████████","icon":null}},"2612856746":{"hash":2612856746,"index":2043,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Atavistic Idol Hood","description":"EARTH // LAST CITY // DETENTION FACILITY //\n\nThe Warlock Shayura kneels on a pillow, eyes closed and head bowed, hands folded in her lap. The soundscape of city noise punctuated by the melody of birds and the whistling wind surrounds her. But there is no grass beneath her pillow, only cold concrete. Four holographic screens encircle Shayura, providing a semi-realistic depiction of the gardens at the center of the Last City; a place of calm serenity situated in the shadow of the Traveler.\n\n\"I exalt our forebearers,\" Shayura says softly.\n\n\"I exalt my fireteam.\"\n\n\"I exalt my truth.\"\n\n\"I exalt my heart.\"\n\n\"I exalt humanity's capacity for love.\"\n\n\"This above all else, I hold true.\"\n\nThe words feel like thick syrup in her mouth. Guilt makes it taste bitter. Her jaw trembles and throat tightens, her mouth too dry to swallow.\n\n\"I exalt our forebearers.\"\n\nHer voice wavers, just a little.\n\n\"I exalt my fireteam.\"\n\nHer jaw trembles.\n\n\"I exalt my truth.\"\n\nShe can feel the warmth of tears on her cheeks.\n\n\"I exalt my heart.\"\n\nHer voice cracks.\n\n\"I exalt h-hu-human—\" She breaks. Recitations turn into sobs, and Shayura slides from pillow to floor. Her shoulders heave, and she pulls her knees to her chest, crying against her legs. Dead Guardians stare with hollow eye sockets when she closes her eyes.\n\nThey beg for their lives.\n\nShe trains a gun on them.\n\nAnd exalts her truth.","icon":null}},"2616310259":{"hash":2616310259,"index":2055,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Deep Explorer Gauntlets","description":"████████Grand aspirations, grand imaginings. I looked back to the myths of our people's past to draw inspiration ███████\n\n█████████\n\n█████████████████████daughter for the first time. She crawled into my brood pouch, smaller than a finger, helpless and blind. I was her ███████████████████████ ██████ and slept to the sound of my ██████████ █████████\n\n█████████████████████████████████████████family and house, the old ways made ███\n█████████████████████████████\n\n███████████my dreams, narrowed down to the size of my thumb. ███████████████████████████\n\n██████████████████████████████████████████████████Day by day, she grew, and piece by piece,███████████████████████\n████████████████████████████████\n\n████████","icon":null}},"2618417907":{"hash":2618417907,"index":2045,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Atavistic Idol Gloves","description":"MOON // OCEAN OF STORMS // ANCHOR OF LIGHT //\n\n\"The Vanguard won't hold a military tribunal in the middle of a war.\"\n\nReed-7 is a voice of reason. He stands in the doorway of the derelict moonbase, fusion rifle held in a relaxed grip. The still-smoldering bodies of Hive Thrall are scattered around the room.\n\n\"That's not comforting,\" the woman at Reed's back says. Aisha shoulders past him, leading with the barrel of her scout rifle, sweeping the area for any remaining targets. \"The last thing I want is Shay languishing in some—some kind of Vanguard prison cell for however long this goes on for, or until we're all…\"\n\n\"Dead?\" Reed-7 finishes. Aisha says nothing. \"This isn't the end of the world, Aisha. But we have to reach the bottom before we can climb to the top again.\"\n\n\"This isn't the bottom?\" Aisha asks, tilting her head to the side mockingly. She steps over to one of the blown-out windows and gestures to the massive silhouette of the Leviathan hanging over the Moon, a crimson stream of Nightmares spiraling up into its open maw. \"Because it sure as hell looks like it is. And, what, the Vanguard has us out here doing… doing New Light patrols?!\"\n\n\"They can't afford to give us leave, no matter how much we need it,\" Reed pleads. \"We have to stay active, contribute. We lost too many new Guardians already with the Lucent Hive assault on the Cosmodrome. We can't…\" He sighs. \"We can't afford to lose anyone else. We have to do everything we can.\"\n\nAisha leans one arm against the broken window frame, head hung low. \"Yeah,\" she whispers. \"Yeah.\"","icon":null}},"2627533758":{"hash":2627533758,"index":2039,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Atavistic Idol Plate","description":"MOON // OCEAN OF STORMS // K1 COMMUNION //\n\nA Fallen Vandal collapses to the ground, Ether vapor rising from a glowing hole where his face once was. Dark-blue blood sizzles around the wound.\n\n\"Clear,\" Reed-7 calls out from the top of a flight of metal stairs, the barrel of his fusion rifle still crackling with energy from the last bolt it fired. As he descends, Aisha follows and shoulders her scout rifle.\n\n\"Looks like they were pulling the wiring out of the walls,\" she observes, lifting up her hand and alighting her Ghost, Dunya, into the air. \"Check the systems here; make sure they weren't doing anything else.\"\n\n\"Affirmative,\" Dunya chirps, zipping off through the air toward a computer terminal.\n\nAisha notices that Reed's glowing eyes are fixed on the Ether wafting from the Vandal's body. She spares a glance at Dunya before crossing the floor to Reed's side. \"Hey,\" she says with a hand on his arm, jostling him from his thoughts.\n\n\"I'm good,\" he lies, gingerly pulling away. \"Just—thinking.\"\n\nAisha looks down at the corpse, then back up to Reed. \"This isn't like what Shay did on Venus.\" She tries to be reassuring, but it comes off as dismissive.\n\n\"How's it any different?\" He asks with a dagger's sharpness in his voice. \"These—they were stripping wires from the walls, Aisha. They weren't trying to hurt anyone!\"\n\n\"They opened fire on us first.\"\n\n\"We didn't even try to talk to them!\" Reed yells.\n\n\"Aisha?\" Dunya chirps, across the room. Neither Guardian hears the Ghost.\n\n\"I'm sorry,\" Aisha says as she throws her arms up. \"Was I supposed to do that before or after they threw a grenade at me?\"\n\n\"Aisha?\" Dunya says again, more alarm in his voice.\n\n\"We could have tried something! Anything!\" Reed screams, getting in Aisha's face. \"We could have—\"\n\n\"AISHA!\"","icon":null}},"2716681465":{"hash":2716681465,"index":2077,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Eidolon Pursuant Bond","description":"\"You want to go where?\" Drifter's jumpship idles roughly behind him, the engine misfiring and clattering loudly as if ready to explode. Eris's ship purrs next to it in contrast.\n\n\"There is a connection between the points of Darkness. Signals passing back and forth to something beyond.\" Eris steps closer so her voice carries over the engine noise. \"The other Pyramids may provide more context.\"\n\nThe Drifter clicks his tongue and raises and eyebrow. \"Sounds a mite dangerous with big daddy Calus parking right over the Moon? Seems off limits.\"\n\n\"Yes, but the Guardian leads raiding parties into Rhulk's Pyramid in Savathûn's throne world. We will use that distraction.\"\n\nAnd with that, Eris shoulders through him and trudges to her ship. \"Come, Rat.\"\n\n\"…Can we eat first?\"\n\n*** \n\nExplosions thunder within the throne world's Pyramid as Eris and Drifter establish a camp in the sunken bog where Miasma meets the Pyramid's approach. The massive ship eclipses them, towering in fog, the extent of its edges unknown to their eyes.\n\nDrifter's face is stern, clenched with a tension Eris has seldom seen: Trust in one hand, fist full of Stasis in the other.\n\nEris sets a cloth-wrapped stalk of egregore upon a pyramid-shard jutting from the stinking swamp. She unwraps and neatly spreads the corners of the cloth before noticing the Drifter's footsteps behind her.\n\n\"Somethin's watchin' us,\" Drifter mutters. He turns to his altered Ghost and whispers softly enough to convince himself that Eris cannot hear him, \"Keep your eye on her, eh?\" Then louder, \"I'm gonna look around, make sure that hotshot hero didn't miss any Screebs.\"\n\nThe Drifter's altered Ghost emits a single elongated tone in acknowledgement and then focuses on Eris.\n\n\"Germaine.\"\n\nHe stops. Eris knows his concern belies a nobility that he often attempts to suppress in favor of the persona of the Drifter. It is a ruddy shield, but she has seen the true him hidden under that that layer of grime.\n\n\"May I… have a light?\"\n\n\"You got it.\" He discharges a Solar round from his Trust that sparks on the Pyramid floor and ignites the egregore stalk. \"Back in a flash.\"\n\nEris watches him disappear into the swamp, then focuses on the pluming egregore.\n\n***\n\nEris sits, exhausted, on a warm cushion in the dirt. The Drifter stands over a hazardously large fire, scooping some sweet-smelling funk of a stew from a cauldron-like vessel of Hive design. Her face scrunches as he places a chunky bowl of thick greyish-brown potage in her hands.\n\n\"What'd you find?\" Drifter asks, slurping from his bowl.\n\nEris tests the temperature and flavor of this \"food\" against her lips. It is something like the stinking brined cheeses Ikora had given her on her last visit to the City, but with earthy depth beneath. Her face curls and she opts instead for conversation. \"I was right; they are connected. But now, I only have more questions.\"\n\n\"You ask me, that's how these things go. Better leave well enough alone and head home,\" Drifter says, slurping another mouthful.\n\n\"The egregore connects points of Darkness, resonates with Pyramid constructs, but I cannot decipher their communications. Still… the Lunar Pyramid, the Europan Pyramid, and both Glykon and Leviathan all converse with the same distant point. What Rhulk spoke to, so does Calus. It is… gravely concerning.\"\n\n\"Wild,\" Drifter says with a whistle. He shakes his head and looks at her full bowl. \"You gonna eat that?\"\n\n\"I…\" Eris wonders if he heard her correctly but knows repeating herself is an exercise in futility. \"…What is this? Exactly?\"\n\n\"Pretty damn tasty is what it is. First time I got it right. Thought you'd appreciate someone cooking for you since you, uh… well, you're awful at it.\"\n\n\"Rat, what are you feeding me?\" She remembers his hunt earlier in the day, and her stomach turns. Eris stares at the Drifter, mouth agape in a half-heaved gag—her thoughts racing over the things he's claimed to have consumed. \"You cooked me rotted Screebs.\"\n\n\"What?!\" Drifter chokes on the stew and coughs. \"I wouldn't feed you that crap, Moondust.\" He laughs. \"You never had crawdad stew?\" He holds his bowl to his lips. \"Or a close cousin to it…\" he adds under his breath. \"Little swamp shrimps, you dig? It's a delicacy!\"\n\nEris reels her imagination in, takes a breath, and sips the broth without taking her eyes from the Drifter. The liquid fills her crumpled stomach with hearty warmth. She feels her stress melt away. The stew's flavor is far more pleasing than its smell. She smiles and drinks again.\n\n\"Thank you. It is… good.\"","icon":null}},"2778013407":{"hash":2778013407,"index":2012,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Firefright","description":"Siegfried's feet touch down on a metal grate ten fathoms deep into the Leviathan, where snaking tunnels split into many different directions. The room is large, empty, and dark. He cycles through the night vision and thermal imaging on his helm, then looks up to his fireteam.\n\nHe can see the shimmering Eliksni camouflage distort the shapes of his seven teammates as they descend the shaft above him on a carbon-weave line. He disables his own. In front of him sits the base of a robotic construct in the likeness of Calus. It is twice his height, and the bare mechanisms of its internal workings creak with age.\n\nFour Cabal Legionaries, two Eliksni Splicers, and a Praxic Sunsinger drop in behind Siegfried and deactivate their cloaks. The Splicers get to work establishing a connection with the automaton while the Legionaries make a perimeter at their back. Siegfried stands with them.\n\nThe Warlock does not take their eyes from the automaton.\n\n\"Splice… formed.\" One of the Eliksni turns to the Warlock and nods. The Warlock steps forward—\n\n\"Thieves skulking through my Leviathan!\" The automaton bellows with Calus's voice and forcibly bats away a Splicer with a metallic hand. They crash into the adjacent wall and crumple into unconsciousness. The second Splicer leaps back and takes cover behind a Legionary as the Praxic Warlock unleashes a volley of celestial fire into the construct's face. In response, a steely fist bursts through the fire-smoke and crushes the Warlock into the floor.\n\nSiegfried turns toward the Legionaries and shouts, \"Contact!\"\n\nThe Cabal open up with slug rifles; munitions clang against the thick metal. The remaining Splicer aims for the construct's exposed machinery with their Arc pistol.\n\nSiegfried rushes forward, sliding to meet the automaton head on. He ignites in Solar flame and shoulder charges the construct into the chamber wall. He rolls under a retaliating fist and grabs the automaton's chassis, wrestling to spin its back to his fireteam.\n\nThe Sunsinger gasps, alive again. They grab the unconscious Eliksni and take a position amid the Legionaries, shouting, \"CONCENTRATE FIRE!\"\n\nWith one swift motion, the Praxic Warlock combusts brilliantly with Solar Radiance that emboldens the firing line of Cabal shooters and fills the Splicer's heart with courage. Heated slugs puncture and the Arc pistol finds its mark, shorting out one of the automaton's exposed knees.\n\nSlug rifles shred the construct's face as it crashes to the ground and frenetically crawls toward them, tearing metal from the floor with each scraping motion.\n\nThe Titan raises a hand, and in a burst of fiery might, summons a Devastator's maul. He brings the maul down into the automaton's back, demolishing it and sending molten shrapnel skidding across the floor.\n\nSiegfried looks to the Sunsinger, then the rest of the fireteam. \"Contact down… let's keep going.\"","icon":null}},"3000847393":{"hash":3000847393,"index":2005,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Unforgiven","description":"I was a child when my father gave the war beast to me. Milos, I named him. Young, like I was, wide-eyed and just as unable to see what was in front of him.\n\nMy father had always been absent—the demands of the throne saw to that—but he had never been unkind, and so I chose to forgive him. Back then, he showed me affection by proxy and spared no expense in securing the best tutors and caretakers to watch over me. He lavished me with extravagant gifts. Milos was the one I appreciated the most.\n\nMilos and I were nearly inseparable, and I would spend every possible moment with him, awake or asleep. I trained him. I fed him from my own plate. Even now, when I close my eyes, I can feel him curled up on top of my chest, his head buried in his paws, his lungs swelling with every breath as he slumbers and dreams.\n\nIs it any wonder I grew to love him more than I did my father? Milos was my constant, loyal companion. \n\nUntil the day I returned from my studies to my room, and he was gone.\n \nA servant handed me a gilded letter, penned by my father, explaining why he had Milos killed. I tore it to shreds, tears streaming down my face.\n\nWhen I looked up, I saw the servant weeping, too, and I knew that she had been the one forced to do the deed. I took her hands in mine and said, \"I forgive you.\"\n\nWords that I swore Calus would never hear from me again.","icon":null}},"3004041686":{"hash":3004041686,"index":2072,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Eidolon Pursuant Mark","description":"\"You want to go where?\" Drifter's jumpship idles roughly behind him, the engine misfiring and clattering loudly as if ready to explode. Eris's ship purrs next to it in contrast.\n\n\"There is a connection between the points of Darkness. Signals passing back and forth to something beyond.\" Eris steps closer so her voice carries over the engine noise. \"The other Pyramids may provide more context.\"\n\nThe Drifter clicks his tongue and raises and eyebrow. \"Sounds a mite dangerous with big daddy Calus parking right over the Moon? Seems off limits.\"\n\n\"Yes, but the Guardian leads raiding parties into Rhulk's Pyramid in Savathûn's throne world. We will use that distraction.\"\n\nAnd with that, Eris shoulders through him and trudges to her ship. \"Come, Rat.\"\n\n\"…Can we eat first?\"\n\n*** \n\nExplosions thunder within the throne world's Pyramid as Eris and Drifter establish a camp in the sunken bog where Miasma meets the Pyramid's approach. The massive ship eclipses them, towering in fog, the extent of its edges unknown to their eyes.\n\nDrifter's face is stern, clenched with a tension Eris has seldom seen: Trust in one hand, fist full of Stasis in the other.\n\nEris sets a cloth-wrapped stalk of egregore upon a pyramid-shard jutting from the stinking swamp. She unwraps and neatly spreads the corners of the cloth before noticing the Drifter's footsteps behind her.\n\n\"Somethin's watchin' us,\" Drifter mutters. He turns to his altered Ghost and whispers softly enough to convince himself that Eris cannot hear him, \"Keep your eye on her, eh?\" Then louder, \"I'm gonna look around, make sure that hotshot hero didn't miss any Screebs.\"\n\nThe Drifter's altered Ghost emits a single elongated tone in acknowledgement and then focuses on Eris.\n\n\"Germaine.\"\n\nHe stops. Eris knows his concern belies a nobility that he often attempts to suppress in favor of the persona of the Drifter. It is a ruddy shield, but she has seen the true him hidden under that that layer of grime.\n\n\"May I… have a light?\"\n\n\"You got it.\" He discharges a Solar round from his Trust that sparks on the Pyramid floor and ignites the egregore stalk. \"Back in a flash.\"\n\nEris watches him disappear into the swamp, then focuses on the pluming egregore.\n\n***\n\nEris sits, exhausted, on a warm cushion in the dirt. The Drifter stands over a hazardously large fire, scooping some sweet-smelling funk of a stew from a cauldron-like vessel of Hive design. Her face scrunches as he places a chunky bowl of thick greyish-brown potage in her hands.\n\n\"What'd you find?\" Drifter asks, slurping from his bowl.\n\nEris tests the temperature and flavor of this \"food\" against her lips. It is something like the stinking brined cheeses Ikora had given her on her last visit to the City, but with earthy depth beneath. Her face curls and she opts instead for conversation. \"I was right; they are connected. But now, I only have more questions.\"\n\n\"You ask me, that's how these things go. Better leave well enough alone and head home,\" Drifter says, slurping another mouthful.\n\n\"The egregore connects points of Darkness, resonates with Pyramid constructs, but I cannot decipher their communications. Still… the Lunar Pyramid, the Europan Pyramid, and both Glykon and Leviathan all converse with the same distant point. What Rhulk spoke to, so does Calus. It is… gravely concerning.\"\n\n\"Wild,\" Drifter says with a whistle. He shakes his head and looks at her full bowl. \"You gonna eat that?\"\n\n\"I…\" Eris wonders if he heard her correctly but knows repeating herself is an exercise in futility. \"…What is this? Exactly?\"\n\n\"Pretty damn tasty is what it is. First time I got it right. Thought you'd appreciate someone cooking for you since you, uh… well, you're awful at it.\"\n\n\"Rat, what are you feeding me?\" She remembers his hunt earlier in the day, and her stomach turns. Eris stares at the Drifter, mouth agape in a half-heaved gag—her thoughts racing over the things he's claimed to have consumed. \"You cooked me rotted Screebs.\"\n\n\"What?!\" Drifter chokes on the stew and coughs. \"I wouldn't feed you that crap, Moondust.\" He laughs. \"You never had crawdad stew?\" He holds his bowl to his lips. \"Or a close cousin to it…\" he adds under his breath. \"Little swamp shrimps, you dig? It's a delicacy!\"\n\nEris reels her imagination in, takes a breath, and sips the broth without taking her eyes from the Drifter. The liquid fills her crumpled stomach with hearty warmth. She feels her stress melt away. The stew's flavor is far more pleasing than its smell. She smiles and drinks again.\n\n\"Thank you. It is… good.\"","icon":null}},"3070295330":{"hash":3070295330,"index":2067,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Deep Explorer Cloak","description":"██████████████████████████████████████████████████████████████████████████████beyond the horizon, to ███████\n\nUntil that day—\n\n████████████████████████████████████████████████████████████████████████████████████████ hearts beating in time with hers. \n\n████████████████████████████████████████████████████████in tusk and steel. It was a pride unlike any other. ███████████████ \n\n███████████████████████████████ ██████████████ I needed no other.\n\n███████████████████████████████████████████████████████████████████I lost myself. ██████████████████████ ████I indulged myself in this sensation, until the day I became lost in such a hollow feeling. \n\n█████████████████████████","icon":null}},"3105930175":{"hash":3105930175,"index":2014,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Chain of Command","description":"Zavala stared out the H.E.L.M.'s viewport. The Leviathan loomed in the distance, a blight among the stars. The commander leaned on the War Table as blue light flickered from the holo projector; images of Caiatl and Saladin appeared to commence their scheduled briefing.\n\n\"We continue to encounter heavy resistance,\" Zavala said without preamble. He could hear the fatigue in his voice.\n\n\"As we expected,\" Caiatl grumbled. \"My father's soldiers will fight for him until their last breath.\"\n\n\"And when they fall, more will take their place,\" Saladin added.\n\nZavala sighed and lifted his eyes to glare at the Leviathan. \"He commands them to die for nothing. How can he call himself a leader—\"\n\nThe words caught in his throat, and he choked them back down. Caiatl and Saladin remained silent, their projected expressions inscrutable.\n\n\"Leadership is a burden,\" Caiatl declared, \"to those who understand its true value.\"\n\n\"Indeed, it is,\" said Zavala.\n\nHe turned to face the holo projector and straightened his back. \"Vanguard operations will continue aboard the Leviathan. We'll keep you updated with our progress.\"\n\nBoth Caiatl and Saladin nodded as their holo projections faded away. Alone on the bridge, Zavala shifted his gaze back to the viewport, acutely aware of the weight of his armor.","icon":null}},"3154754188":{"hash":3154754188,"index":2034,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Mandate of Strength","description":"Amanda Holliday cursed as she readjusted the jumpship's exhaust system. The Häkke foundry knew how to make a mean gun, but their aerospace engineering needed some improvement.\n\n\"Is this one of the new fighters?\" The question came from a deep voice that rumbled across the H.E.L.M.'s hangar bay.\n\nWith a sigh, Amanda wheeled her creeper out from under the ship and rose to her feet. \"Just a prototype, but—\"\n\nShe dropped her wrench as she found herself face-to-face with Empress Caiatl. \n\n\"I mean, yes, your… uh… majesty.\" Amanda wiped the grease off her palms.\n\nCaiatl laid a hand on the jumpship's hull, fingers delicately brushing the metallic surface. \"Crude,\" she said musingly, \"but it evokes power and efficiency.\"\n\n\"Häkke's specialty,\" Amanda replied. \"Function over form.\"\n\n\"I can appreciate that,\" said Caiatl. \"In a war fought with Hive magic and Darkness, I welcome the simplicity of heavy ordnance.\"\n\nAmanda chuckled, despite herself. \"Yeah… I can drink to that.\"\n\nAmanda's shoulders relaxed. She leaned against her workbench and waited for the empress to finish her inspection.\n\n\"I used to be a pilot,\" Caiatl said suddenly. \"As I soared across the skies of Torobatl, I felt a freedom that eluded me on the ground. As if…\" she trailed off, unable to find the words.\n\n\"As if you were leaving all your troubles behind,\" Amanda offered softly. Knowingly.\n\n\"Yes,\" Caiatl said and turned to leave. \"I look forward to seeing the prototype in action. You will be the one to fly it?\"\n\n\"Wouldn't trust it with anyone else.\"\n\nCaiatl made a sound that Amanda thought could have been a laugh. \"Nor I, Shipwright. The Vanguard is fortunate to have you.\"\n\nShe nodded a farewell, leaving Amanda to her work.","icon":null}},"3262689948":{"hash":3262689948,"index":2063,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Deep Explorer Mask","description":"When I was young, I dreamt of a greater life.███████████\n████████████████████████████████████████████████████████████████████████\n\n███████████\n\nI held the tiny hands of my newborn███████████████ ██████████████eight extraordinary weeks, █████ ████████ She nursed, grew strong,████████████\n███████\n\nI did not see her mother for those eight weeks;██nursing chamber, and her ceremonial████████████████████\n█████changed over those weeks, and with it█████\n\nBut… my momentum faltered over time. ███████████ \n█████ when her tusks were sharp enough to defend herself.███████████████████████████████████████████████████████████\n\n████████████████","icon":null}},"3453042252":{"hash":3453042252,"index":2083,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Caliban's Hand","description":"Caliban-8 had the singular misfortune of \"winning\" the position of Hunter Vanguard in a card game he didn't even play. All he'd done was deal the hand that lost Tallulah Fairwind's bet—and her life—to an Ahamkara.\n\nNot a day went by where he didn't wish he'd cheated. At least then, the wish-dragon might have killed him as well.\n\nNow he sat as the second Hunter Vanguard in the City's history, chained to a desk in the Tower. Responsible for a breed of Guardians notorious for their unwillingness to answer communications or follow directions. Lulah knew how to inspire a sense of camaraderie in them. But Caliban?\n\nHe was just a guy who dealt the wrong hand.\n\nLeaning back in his chair, he flipped a Light-heated knife between his fingers and tossed it up into the ceiling. Its molten edge slid into the steel and instantly cooled, stuck alongside the other half dozen blades he'd previously used to deface his office. \n\nIt had been a slow afternoon.\n\nA light knock on his door caught his attention. An unassuming figure, robed and masked in white, stood at the entrance to the room.\n\n\"Hard at work, I see,\" remarked the Speaker.\n\nCaliban scoffed as he got to his feet. \"Not sure what you expect me to do from behind a desk. You know how Hunters are.\"\n\nThe Speaker nodded, then looked up to the ceiling. \"How many knives do you have up your sleeve, Caliban?\"\n\n\"About that many,\" he joked, pointing upward.\n\n\"Then it seems you must get up and collect them,\" the Speaker mused. \"Much like your Hunters.\"\n\nCaliban began to reply, but for once, he didn't know what to say. The Speaker turned from the doorway and called out over his shoulder. \n\n\"Take your time, Caliban. The desk will be here still when you return.\"","icon":null}},"3570529565":{"hash":3570529565,"index":2054,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Deep Explorer Plate","description":"████████████████████████████████████████████and shape a future that was yet unwritten—I saw possibility, boundless and unending. My focus was wide, ████\n\n██████\n\n████████████████████████████████████████████████████████ as her skin hardened and her eyes developed. ██████████████\n█████████████████████████████\n████████\n\n██████████she stood wh outside of my ███████ █████ vigil honored our atc█████████████ ██████████our newborn daughter, ██████████\n\nMy focus ██████████████████████████, My grandest inspiration. ██████████\n\n██████████████ my daughter was old enough to walk ██████████████████████████████████ And when she was no longer there, I felt a great absence, ██ ██████████████████████████████\n\n████████████████","icon":null}},"3652506829":{"hash":3652506829,"index":2004,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Stormchaser","description":"Sparks flew as the cleavers scraped against each other, their keening screech echoing off the walls of the training hall.\n\n\"A half step too slow,\" rumbled Ghaul. \"If this were a real duel, my next blow would have ended it.\"\n\nStill holding her blade, Caiatl raised her forearm to wipe the sweat from her brow. \"Do you talk this much during a real fight?\"\n\nGhaul laughed. \"I am not in the habit of tutoring my opponents. The lessons would be wasted upon my final blow.\"\n\n\"Perhaps you could bore them to death instead. What an end that would be—slain by a lecture from the Ghost Primus. A fate that may soon await me.\"\n\n\"Boredom is for those who lack ambition.\"\n\n\"Then stop droning on and attack!\"\n\nGhaul took stock of the young heir apparent. She possessed raw talent. A marvelous instinct for battle. But her energy always flared like a supernova. There was much for her to still learn, if he were to shape her into the warrior of unparalleled ferocity that Emperor Calus desired her to be.\n\n\"In due time,\" Ghaul replied, setting down his weapon and taking a seat. \"For now, we rest.\"\n\nCaiatl grumbled something under her breath and sat beside him. Even in silence, Ghaul could feel her agitation, clearly unable to relax and recover her stamina.\n\n\"Your rage is a wildfire,\" he said to her. \"It burns indiscriminately until nothing is left but ashes.\"\n\n\"Another lecture?\" Caiatl quipped.\n\nGhaul ignored the jab and continued. \"Instead, you must be a volcano. Magma, steadily seething, unseen beneath the surface. It will lull your enemy into a false sense of security. Then, when the time is right…\"\n\n\"I erupt,\" Caiatl finished.\n\nGhaul smiled. \"Precisely.\"\n\nCaiatl sat quietly with her shoulders relaxed, seemingly absorbing the lesson. Ghaul hoped it would not go to waste.","icon":null}},"3664831848":{"hash":3664831848,"index":2001,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Heartshadow","description":"Enactine is one of the most resilient metal alloys we Cabal have ever encountered. It is a quantum-mimetic mineral that, when exposed to Psionic energy, can be locked into a specific shape. Even when it is broken, melted down, or reduced to a fine dust, it can be returned to its quantum-locked form by touching a portion of it and remembering its previous shape.\n\nThe ritual blade Heartshadow has been remembered back into its original form countless times over the millennia since its mind-forging.\n\nI first held the blade when it was passed down to me after my mother's death, and upon the birth of my daughter, bequeathed it to its rightful owner, her mother. And when her mother was… no longer, it was my duty then to pass the blade on to Caiatl.\n\nBut for some reason, she refused to simply accept the way of things. Even after she sent me into exile I would continue to present the blade to her. But each time, Caiatl would return it to me—broken—along with the head of the assassin that I had entrusted with it. Each time, I vowed to return the blade to her. One way or another. \n\nAt some point, this exchange became more than tradition. It became the only way in which we communicated. I do not remember when. I choose not to remember. For remembering is pain behind my eyes and daggers in my chest. And the past cannot be destroyed; it lives on in every bitter recollection.\n\nUntil the end of time.","icon":null}},"3715419678":{"hash":3715419678,"index":2032,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Tymbal Lucidae","description":"Zavala hums to himself in the dead of night to keep his eyes from sliding shut. His office window is tinted in opaque digitization, leaving the commander's face awash in shimmering variance. He fiddles with a data pad headlining a lengthy and dense report from Eris Morn entitled, \"The Imminent Threat.\" \n\nHe sighs. He has read many reports just like this one. He recognizes the importance, but his urgency has eroded after yet another call to action.\n\n\"Targe.\" Zavala sees the Ghost perk up.\n\n\"Zavala?\"\n\n\"Would you play ambient-SH9?\"\n\n\"I can do that,\" Targe acknowledges. There is a brief delay before the Ghost emits a peaceful rustling, reminiscent of torch fire nestled in starlit wilderness. Soon, cicadas sing. Zavala places the data pad face down on his desk and sinks into his chair; his eyelids set under heavy night. He drifts in liminal consciousness—once removed—thoughts blend into dreams.\n\nZavala could smell the wildflowers. Burning wood from a fire, warming the air. A perfect, timeless mundanity. There is honey tea and the dull vanilla-musk of Safiyah's tomes. She was with him, beside him, vibrant and striking and deep in the study of her book. He loved her most when he could watch her mind work. \n\nHis hands moved absentmindedly as knitting needles clacked, yarn weaving between them. Early evening stretched out before him; his son's infant silhouette traced into the violet sky. The air thrummed with the cicada's song. Hakim traipsed through the meadow as a child, stood a boy, and flickered forward through adolescence in rotoscoped evolution until, when he stepped in front of his father, he was almost a man. Zavala laughed to himself with prideful disbelief at the sight of his son.\n\nHakim beckoned him; Zavala set aside his needles and stood. He turned to Safiyah and kissed her. They followed their son into the meadow, and as they walk, lucidity smears back into the shimmering night, where the air is calm but the cicadas still sing.","icon":null}},"3742442925":{"hash":3742442925,"index":2062,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Deep Explorer Bond","description":"██████████████████████████████████████████████████████████████████████████████beyond the horizon, to ███████\n\nUntil that day—\n\n████████████████████████████████████████████████████████████████████████████████████████ hearts beating in time with hers. \n\n████████████████████████████████████████████████████████in tusk and steel. It was a pride unlike any other. ███████████████ \n\n███████████████████████████████ ██████████████ I needed no other.\n\n███████████████████████████████████████████████████████████████████I lost myself. ██████████████████████ ████I indulged myself in this sensation, until the day I became lost in such a hollow feeling. \n\n█████████████████████████","icon":null}},"3798520466":{"hash":3798520466,"index":2061,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Deep Explorer Boots","description":"████████████████████████████████████████████████████████████████████████████████████ tomorrow's tomorrow.\n \n█████████\n\n█████████████████████████████████████████████ entire world for ██████████  ████████████████████████████████████\n█████████\n\n████████████████████████████████████████████████manifest ██████████ ███ None would threaten me, ████████████, or her future's future.\n\n███████████████████████████████████████████████████████████ \n\n████████████I first noticed it when █████████on her own; then again, ██████████████████████ ███████████████████████greater than the sum of her parts. ████████████████████████ \n\nAnd I let the void in my chest consume me.","icon":null}},"3821828136":{"hash":3821828136,"index":2050,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Atavistic Idol Grips","description":"MOON // OCEAN OF STORMS // ANCHOR OF LIGHT //\n\n\"The Vanguard won't hold a military tribunal in the middle of a war.\"\n\nReed-7 is a voice of reason. He stands in the doorway of the derelict moonbase, fusion rifle held in a relaxed grip. The still-smoldering bodies of Hive Thrall are scattered around the room.\n\n\"That's not comforting,\" the woman at Reed's back says. Aisha shoulders past him, leading with the barrel of her scout rifle, sweeping the area for any remaining targets. \"The last thing I want is Shay languishing in some—some kind of Vanguard prison cell for however long this goes on for, or until we're all…\"\n\n\"Dead?\" Reed-7 finishes. Aisha says nothing. \"This isn't the end of the world, Aisha. But we have to reach the bottom before we can climb to the top again.\"\n\n\"This isn't the bottom?\" Aisha asks, tilting her head to the side mockingly. She steps over to one of the blown-out windows and gestures to the massive silhouette of the Leviathan hanging over the Moon, a crimson stream of Nightmares spiraling up into its open maw. \"Because it sure as hell looks like it is. And, what, the Vanguard has us out here doing… doing New Light patrols?!\"\n\n\"They can't afford to give us leave, no matter how much we need it,\" Reed pleads. \"We have to stay active, contribute. We lost too many new Guardians already with the Lucent Hive assault on the Cosmodrome. We can't…\" He sighs. \"We can't afford to lose anyone else. We have to do everything we can.\"\n\nAisha leans one arm against the broken window frame, head hung low. \"Yeah,\" she whispers. \"Yeah.\"","icon":null}},"4289018379":{"hash":4289018379,"index":2064,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Deep Explorer Vest","description":"████████████████████████████████████████████and shape a future that was yet unwritten—I saw possibility, boundless and unending. My focus was wide, ████\n\n██████\n\n████████████████████████████████████████████████████████ as her skin hardened and her eyes developed. ██████████████\n█████████████████████████████\n████████\n\n██████████she stood wh outside of my ███████ █████ vigil honored our atc█████████████ ██████████our newborn daughter, ██████████\n\nMy focus ██████████████████████████, My grandest inspiration. ██████████\n\n██████████████ my daughter was old enough to walk ██████████████████████████████████ And when she was no longer there, I felt a great absence, ██ ██████████████████████████████\n\n████████████████","icon":null}}},"previousDefinitions":{},"otherDefinitions":{},"tableDiff":{"added":[],"unclassified":[29154321,30225843,124944413,162269058,217647949,254636484,256122438,322599957,477192673,486861531,527342912,561897072,611615675,623842790,630469185,737550160,868732497,870313788,1026828708,1234150730,1241941801,1283202269,1285042454,1366394399,1443166262,1468388696,1478986057,1586932304,1624882687,1780464822,1795075811,1878178775,1959650777,1972851364,1987616650,1999697514,2026087437,2224584236,2259079242,2288543943,2323544076,2351264197,2353371845,2355943840,2364756343,2373687413,2381515079,2388383505,2419786605,2488587246,2489136103,2610749098,2612856746,2616310259,2618417907,2627533758,2716681465,2778013407,3000847393,3004041686,3070295330,3105930175,3154754188,3262689948,3453042252,3570529565,3652506829,3664831848,3715419678,3742442925,3798520466,3821828136,4289018379],"removed":[],"reclassified":[],"modified":[]},"tableDiffSummary":{"added":0,"unclassified":73,"removed":0,"reclassified":0,"modified":0},"tableName":"DestinyLoreDefinition","missingTable":false,"versionDiffSummary":{"DestinyActivityDefinition":{"added":0,"unclassified":2,"removed":0,"reclassified":0,"modified":1},"DestinyUnlockDefinition":{"added":2,"unclassified":0,"removed":0,"reclassified":0,"modified":0},"DestinySandboxPerkDefinition":{"added":0,"unclassified":1,"removed":0,"reclassified":0,"modified":0},"DestinyRewardMappingDefinition":{"added":1,"unclassified":0,"removed":11,"reclassified":0,"modified":0},"DestinyAchievementDefinition":{"added":16,"unclassified":0,"removed":1,"reclassified":0,"modified":0},"DestinyCollectibleDefinition":{"added":1,"unclassified":25,"removed":0,"reclassified":0,"modified":4},"DestinyDestinationDefinition":{"added":0,"unclassified":1,"removed":0,"reclassified":0,"modified":0},"DestinyInventoryItemDefinition":{"added":0,"unclassified":54,"removed":0,"reclassified":0,"modified":33},"DestinyLocationDefinition":{"added":0,"unclassified":1,"removed":0,"reclassified":0,"modified":0},"DestinyLoreDefinition":{"added":0,"unclassified":73,"removed":0,"reclassified":0,"modified":0},"DestinyMetricDefinition":{"added":0,"unclassified":3,"removed":0,"reclassified":0,"modified":0},"DestinyObjectiveDefinition":{"added":1,"unclassified":67,"removed":0,"reclassified":0,"modified":16},"DestinyPlugSetDefinition":{"added":0,"unclassified":8,"removed":0,"reclassified":0,"modified":0},"DestinyPresentationNodeDefinition":{"added":0,"unclassified":9,"removed":0,"reclassified":0,"modified":1},"DestinyRecordDefinition":{"added":1,"unclassified":18,"removed":0,"reclassified":0,"modified":2},"DestinySandboxPatternDefinition":{"added":0,"unclassified":5,"removed":0,"reclassified":0,"modified":0},"DestinySeasonDefinition":{"added":0,"unclassified":0,"removed":0,"reclassified":0,"modified":1},"DestinyUnlockEventDefinition":{"added":0,"unclassified":0,"removed":0,"reclassified":0,"modified":1},"DestinyUnlockExpressionMappingDefinition":{"added":579,"unclassified":0,"removed":578,"reclassified":0,"modified":0},"DestinyVendorDefinition":{"added":0,"unclassified":0,"removed":0,"reclassified":0,"modified":2},"DestinyMilestoneDefinition":{"added":4,"unclassified":1,"removed":0,"reclassified":0,"modified":0}},"meta":{"buildDate":"2024-12-14T00:21:17.921Z"}},"__N_SSG":true}