{"pageProps":{"breadcrumbs":[{"date":"2023-06-27T17:01:32.027Z","to":"/version/c33caae3-f290-4b0e-8587-985c2f6f3c4b"},{"label":"Lore","to":"/version/c33caae3-f290-4b0e-8587-985c2f6f3c4b/DestinyLoreDefinition"}],"version":{"id":"c33caae3-f290-4b0e-8587-985c2f6f3c4b","version":"116623.23.06.21.1700-1-bnet.50812","s3Key":"versions/c33caae3-f290-4b0e-8587-985c2f6f3c4b/manifest.json","createdAt":"2023-06-27T17:01:32.027Z","updatedAt":"2023-06-27T17:01:32.027Z"},"definitions":{"3825487417":{"hash":3825487417,"index":2412,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"V. Expectation","description":"\"I don't know what I expected.\" \n\nZavala sets down a datapad on his desk, watching Ikora pace back and forth across his office. \"I don't know,\" he sighs. \"Maybe we should have.\" \n\nIkora stops pacing. She turns to look at Zavala with an accusatory stare. \n\n\"Every single enemy we've fought was brought here by the Traveler,\" Zavala says, slouching back into his chair. \"The Hive, the Fallen, the worst of the Cabal.\" His attention drifts down to the datapad, Sloane's report on the origins of the Witness. \"What's one more group of people chasing it?\" \n\n\"This isn't the Traveler's fault,\" Ikora says, doubling back on Zavala's desk. \"You read the same report I did. We are at war with an entire civilization condensed into an individual. Multitudes of resentment and hatred crushed into a singularity.\" \n\n\"Resentment toward the Traveler.\" Zavala grumbles. \"I'm not saying the Traveler is at fault. I'm saying… it's a harbinger of ill-omen. Everywhere it's gone, nothing but death has followed. Does it realize that? Does it care?\" \n\nIkora approaches Zavala's desk. \"Does it matter?\" She challenges him. \"It is obviously outgunned and running. For all the Traveler's strength the Witness is the greater power. It never came to us to uplift us. It came to us for help.\" \n\nZavala is silent. He looks up from the datapad to Ikora, then sighs and slowly rises from his seat. Ikora follows him with her eyes, watching him move to the window where he would gaze out at the Traveler in the past. Now a fleet of allied vessels struggle to fill that void. \n\n\"Were they really that unified?\" Zavala asks, looking at Ikora's faint reflection. \n\n\"Who?\" \n\n\"The Witness's people.\" Zavala stares past Ikora's reflection to the City. \"Were they truly of one mind, united in a desire to become this… thing? Or were they forced? Compelled into action by the guidance of a few.\" She can feel the doubt in his words. Not in his wonderings about the Witness's origins, but in the Vanguard, in what he sees as a parallel. \n\nIkora steps to Zavala's side, briefly touching his elbow. \"We'd never become that,\" she says softly. \"Not in all of Elsie's journeys through time, not in any hypothetical future. We stand together because—\" \n\n\"Because we believe what we're doing is right.\" Zavala interjects, looking Ikora in the eye. She sighs, turning to face the window. Her shoulders sag, and she is lost in the details of the cityscape. \n\n\"I don't know what I expected either,\" Zavala says. \"But you're right. It wasn't this.\"","icon":"/common/destiny2_content/icons/238bff92ad545ddc5b0a58c1d032fdac.png"}},"3825487418":{"hash":3825487418,"index":2413,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"VI. Conviction","description":"Xivu Arath's claw wraps around a hiltless, slender vantablack blade impaled into the spine of a prostrated Knight, whose own sword clatters to the ground, inches from its grip, defeated.  \n\nShe twists her blade, and the Knight's roars echo within the Dreadnaught. Xivu's will soars through the Ascendant Plane and crosses the barrier between this world and the next to find communion with the Witness. \n\nWithin a distant hollow, they converse. \n\n\"They resist.\" The Witness's many voices cascade over each other. \n\nLIKE WOUNDED PREY. ALL TIRE IN TIME. \n\n\"If they do not?\" \n\nXivu Arath sees the hidden thrust of its question. She knows it doubts her but does not understand why. No matter the outcome, they stand at the precipice of the Final Shape. \n\nTHE SWORD WILL DECIDE AND BE FORGED STRONGER FOR IT. \n\n\"It is beyond that now.\" \n\nShe does not want to fall before the end. She is so close now. She saw her past failures as blood-penance, paid for strength; notches where blades and Light met her carapace were legends given form. But it is not hers to decide, nor the Witness's. The logic is a perfect, deterministic sequence of causality, built into the experience of conscious existence. None can usurp it. \n\nStruggle within the finite is eternal. \n\n\"To deny the blade is heresy\"—her sister's words played in her thoughts like fingertips plucking dissonant chords.  \n\nThe Witness enters the solace of Xivu's mind. Her inner throne. A salt flat sliver extending eternally into darkness. Armaments of all fashion sleep, partially sheathed between the cracks of a battlefield, where there is no place to run.  \n\nAnd from Its gaze, there is no place to run. \n\n\"They hold the worm; they will pursue her knowledge.\" The words echo throughout the desolate realm. \"The Final Shape remains to be hewn.\" \n\nTHAT I MAY WIELD IT, GLORIOUS, AGAINST THE SKY. \n\n\"Not as you are. Weakened by defeat.\" The echoes slither over her mind but find little purchase. \n\n[LAUGHTER LIKE SCREAMING FEAR] \n\nMEAGER VICTORIES OF NO CONSEQUENCE; BLURRED BATTLES LOST WITHIN MY GREATER WAR. \n\n\"No victory is of no consequence. They scheme.\" \n\nWAR IS FED, REGARDLESS. THE SKY CAN GRANT NO PASSAGE. \n\n\"That time will soon come to an end. Show her your love, Xi Ro.\" \n\nShe is alone again. \n\nHer blade: buried in spent ash.","icon":"/common/destiny2_content/icons/238bff92ad545ddc5b0a58c1d032fdac.png"}}},"previousDefinitions":{},"otherDefinitions":{},"tableDiff":{"added":[],"unclassified":[3825487417,3825487418],"removed":[],"reclassified":[],"modified":[]},"tableDiffSummary":{"added":0,"unclassified":2,"removed":0,"reclassified":0,"modified":0},"tableName":"DestinyLoreDefinition","missingTable":false,"versionDiffSummary":{"DestinyActivityDefinition":{"added":0,"unclassified":3,"removed":0,"reclassified":0,"modified":0},"DestinyUnlockDefinition":{"added":1,"unclassified":26,"removed":1,"reclassified":0,"modified":0},"DestinySandboxPerkDefinition":{"added":0,"unclassified":2,"removed":0,"reclassified":0,"modified":1},"DestinyUnlockValueDefinition":{"added":2,"unclassified":9,"removed":0,"reclassified":0,"modified":0},"DestinyRewardMappingDefinition":{"added":1,"unclassified":0,"removed":0,"reclassified":0,"modified":0},"DestinyActivityInteractableDefinition":{"added":0,"unclassified":1,"removed":0,"reclassified":0,"modified":0},"DestinyInventoryItemDefinition":{"added":0,"unclassified":14,"removed":0,"reclassified":0,"modified":1},"DestinyLocationDefinition":{"added":0,"unclassified":3,"removed":0,"reclassified":0,"modified":0},"DestinyLoreDefinition":{"added":0,"unclassified":2,"removed":0,"reclassified":0,"modified":0},"DestinyObjectiveDefinition":{"added":0,"unclassified":13,"removed":0,"reclassified":0,"modified":0},"DestinyRecordDefinition":{"added":0,"unclassified":1,"removed":0,"reclassified":0,"modified":6},"DestinyUnlockExpressionMappingDefinition":{"added":4,"unclassified":0,"removed":0,"reclassified":0,"modified":0},"DestinyArtifactDefinition":{"added":0,"unclassified":0,"removed":0,"reclassified":0,"modified":1}},"meta":{"buildDate":"2024-12-14T00:21:50.595Z"}},"__N_SSG":true}