{"pageProps":{"breadcrumbs":[{"date":"2021-10-12T17:34:51.461Z","to":"/version/c20580a2-88b8-431a-81d2-f96f011d1812"},{"label":"Lore","to":"/version/c20580a2-88b8-431a-81d2-f96f011d1812/DestinyLoreDefinition"}],"version":{"id":"c20580a2-88b8-431a-81d2-f96f011d1812","version":"98150.21.09.28.2213-6-bnet.40669","s3Key":"versions/c20580a2-88b8-431a-81d2-f96f011d1812/manifest.json","createdAt":"2021-10-12T17:34:51.461Z","updatedAt":"2021-10-12T17:34:51.461Z"},"definitions":{"120441703":{"hash":120441703,"index":1720,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Pyrrhic Ascent Strides","description":"SIMULATION RECONSTRUCTION LOG // LA-01-04 // TENEMENT BUILDING ROOFTOP, PEREGRINE DISTRICT, LAST CITY\n\nThe Traveler hangs like a moon over the Last City, radiating bands of sapphire light from within its cracked shell. Thousands have gathered on rooftops, crowded streets, filled balconies. They look up to the sky, staring at a spectacle never before seen and perhaps never to be witnessed again. From their spot on a terrace, the Hunter Aisha and her Awoken Warlock companion Shayura bear witness to the turn of the age. \n\n\"Do you remember Chicago? \" Aisha asks, unable to pry her eyes away from the Traveler's silhouette. Shayura's response is a non-verbal acknowledgement. \"I thought we were gonna die in the Crypts,\" Aisha continues. \n\nLight ripples from the Traveler, washing over the pair like foaming tides from far distant shores. Aisha closes her eyes. \"I remember… we all blamed the Traveler.\" She wishes she felt more as the Light touches her face. She wishes she felt anything. \"For bringing us back, for putting guns in our hands, for cursing us to die again and again.\" \n\nShayura says nothing in return, and for the moment, Aisha does not lament that. The silence allows her to contemplate her own emptiness, her own disaffected sense of belonging to a cosmic force that doesn't understand her, nor she it. But as she opens her eyes, it is still in wonderment. The significance of the moment, what it means for the people of the City, can't be understated. Even if the long-term ramifications are clouded in doubt. \n\n\"I remember,\" Shayura finally replies. Aisha looks at her, surprised to see Shayura's focus not on the Traveler but down on the street. \"I never forgot how abandoned we felt,\" Shayura adds, a tightness in her voice. \n\nAisha's attention is drawn back to the Traveler as it throbs like a beating heart and erupts into a blinding flash of light. Aisha braces, as if for an incoming attack, but shudders when she feels the wave of Light crash against and roll past her. When it fades, Aisha sees the impossible. The Traveler, once shattered by its exertion to destroy Ghaul, is now whole. \n\nThe City rises up in a riotous cheer; Aisha turns to Shayura, but she is gone. A moment of panic clutches at her heart. Aisha frantically looks around until she spies Shayura retreating into the jubilant crowd. Aisha watches her go, afraid that she understands what Shayura is feeling: hollow disaffection.","icon":null}},"197672677":{"hash":197672677,"index":1719,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Pyrrhic Ascent Grasps","description":"SIMULATION RECONSTRUCTION LOG // LA-01-03 // BAZAAR, THE TOWER, LAST CITY\n\nWithin the tented enclosure of their tower-based enclave, Shayura and Aisha sit on crimson, vermillion, and gold cushions scattered around a circular table, the setting sun burning bright at their backs through icy-encrusted trellis. A handful of colorful decorations for the Festival of the Lost hang overhead, with more being set up outside. An anchor of community in the wake of a tumultuous time. \n\n\"How's today feeling?\" Aisha asks, sitting forward with her elbows on her knees. Shayura doesn't answer. \n\nAisha watches Reed-7 stand in line at a food kiosk across the way. \"Did you talk to Ikora yet?\" she tries again. The Warlock rakes her fingers through her hair and sighs, slouching down so that her forehead rests against the tabletop. \n\n\"No,\" Shayura finally responds. \"I will. I'm sorry.\" \n\n\"Hey, no,\" Aisha says, scooting over enough so that she can put a reassuring hand on Shayura's shoulder. \"Don't. We've all been through a lot. I should've paid attention to how hurt you were before we went into the match. I'm sorry we fought; I'm sorry I yelled at you.\" \n\nShayura regards Aisha from the corner of her eye. She turns away and lets her hair fall like a curtain to hide her face. \"Can Guardians be unfit for duty?\" Shayura wonders, her voice muffled by the table. \n\nAisha isn't sure how to respond. \"I mean…\"\n\n\"I don't know if I'm okay,\" Shayura admits without lifting her head. Aisha leans in and puts an arm around her friend's shoulders. \n\n\"It's okay not to be okay,\" Aisha says. \"That's why you should talk to Ikora. She knows. She understands.\" \n\nShayura is quiet again. Aisha peeks over the arch of Shayura's back and spots Reed carrying a collection of steaming mugs in his large hands. \n\n\"Drinks,\" Reed says, setting down the mugs on the table. Aisha offers Reed a supportive but strained smile in return. \"Careful,\" Reed notes as she reaches out for a mug, \"they're hot.\" \n\n\"There's cinnamon in yours,\" he says to Shayura. She gives him a thumbs-up without lifting her head off the table. Aisha offers Reed a wordless look of concern and shakes her head. Their talk had not gone well while he was away. \n\n\"I know you're upset about Sloane,\" Reed says. \"But you know the commander's done all he can. We've done all we can. Don't blame yourself for—\"\n\n\"Thanks,\" Shayura says without looking up. She sits up enough to grab her mug with two hands and drags the piping hot cider over to herself. She slouches over the mug, breathing in the aroma of cinnamon, honey, apples, and cloves. Her eyes drift shut and, for a moment, she seems more herself. \n\nAisha and Reed take a moment to breathe. Give Shayura time to breathe. \"I know,\" Shayura finally says in a small, guilty voice. \"I'm sorry.\" It's hard to tell if she's talking about Sloane, or about her behavior in general. \n\n\"You don't need to apologize to us,\" Reed says with a look to Aisha, who nods back in support and affirmation. \"You should apologize to Leitka and his Ghost.\" \n\n\"It was Titan,\" Shayura finally explains without looking up from her mug. Reed and Aisha look at each other, but neither interrupts. They let Shayura reach that point at her own pace. \"I was back on Titan. Like when we were Lightless, surrounded by Hive. There was this Knight… no matter how many times I killed him, he kept coming back. I should've died out there.\" \n\n\"But you didn't,\" Aisha says, reaching out across the table to take Shayura's hand, giving it a reassuring squeeze. \"We got our Light back, and—\"\n\n\"What happens when the Darkness closes in?\" Shayura asks, though she knows neither Reed nor Aisha have the answer. \"Will she be Lightless again? Alone?\" \n\nReed and Aisha share a look, and the Exo reaches across the table, laying one of his large hands atop Shayura's hand that Aisha holds. Reed's silence is stability, and Aisha smiles across the small distance to him in thanks. The three fireteam members are all the family they have, and in this moment of weakness, Aisha has to hope that family is enough to make it through the darkness. \n\nOr, failing that, enough to make the journey worth taking.","icon":null}},"469005214":{"hash":469005214,"index":1722,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Pyrrhic Ascent Boots","description":"SIMULATION RECONSTRUCTION LOG // LA-03-04 // TENEMENT BUILDING ROOFTOP, PEREGRINE DISTRICT, LAST CITY\n\nThe wind carries a chorus of voices. Some reverent, some frightened, some confused. The mosaic of conversations is a distracting din to Shayura, who rests at the edge of a terrace watching the crowded streets of onlookers, eyes upturned to the shadow of their silent god looming in the heavens. \n\nShe can't help but feel that the people who dwell beneath the Traveler do so out of desperation and delusion. They were told for generations that this was the only safe refuge on Earth. Even after that assumption had been challenged by the Red Legion and now the Darkness, they cling to that desperate hope. They cling to an illusion of an all-powerful god that will protect them, when—Shayura believes—they had never been in any real danger before the Traveler arrived. \n\nShayura hears Aisha, talking beside her, but her thoughts are distant. Shayura grunts a reply, hoping indifferent is enough. But Aisha keeps talking, something about Chicago, about memory. Shayura grips the railing and watches the people staring up at the Traveler, and she cannot bear to look up with them. \n\n\"I remember,\" Shayura finally replies, her own internal fears overlapping with memories of dark times that her fireteam experienced below the ruins of Chicago. \"I never forgot how abandoned we felt,\" Shayura adds, a tightness in her voice. The day Ghaul stole the Light, when they were so far from home, when they went from hunters to hunted. \n\nShayura also remembers what went unsaid. She remembers those feelings of desperation and abandonment and how she would have accepted any opportunity if it meant living. Her desperate moment did not end in such darkness, but she cannot help but wonder about other Guardians. That when faced with the choice between annihilation and salvation, they might make the wrong choice. \n\nIt is in that moment of quiet revelation that the Traveler stirs for the first time in years. A glow builds within, and only then does Shayura look up at her silent god. A wave of Light washes over her, and it feels like absolution. \n\nWhile the City is awash in Light, with the fearful and the faithful holding congress in the shadow of an indifferent god, Shayura slips away into the crowd. She does not need to witness the Traveler's grandiose power to know what is being asked of her, and she does not need time to set herself to work. \n\nShayura's path is clear.","icon":null}},"605724052":{"hash":605724052,"index":1723,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Pyrrhic Ascent Gloves","description":"SIMULATION RECONSTRUCTION LOG // LA-03-03 // BAZAAR, THE TOWER, LAST CITY\n\nGuilt and shame twist like spectral blades into Shayura's stomach.  Sitting under the trappings of New Monarchy's crimson-shrouded enclosure, her focus is locked squarely on the table's wood-grain surface. The sound of her breathing feels uncomfortably loud, but at the same time, the noise of the nearby crowds are muffled and distorted as if they were underwater. \n\n\"How's today feeling?\" \n\nAll Shayura can hear clearly is her own breathing. She slouches forward more, fingers sliding up into her hair, elbows propped up on the table, fighting to stay in the present when her mind demands she fixate on the past.  \n\n\"Did you talk to Ikora yet?\" \n\nA new knife of guilt slides in. Shayura tries to swallow, but her throat is dry. She'd barely had the energy to come here; it makes her feel all the more worthless. \n\n\"No,\" Shayura finally says, her mind fuzzy, her response delayed. \"I will,\" she promises, because she knows that's what Aisha wants to hear. \"I'm sorry.\" \n\n\"Hey, no,\" Aisha says, putting a hand on Shayura's shoulder at some point. The tactile connection is a grounding presence, bringing Shayura back into the moment. \"Don't. We've all been through a lot. I should've paid attention to how hurt you were before we went into the match. I'm sorry we fought; I'm sorry I yelled at you.\" \n\nAisha's plaintive tone hurts as much as it helps. Shayura sinks into a slouch of defeat, feeling her closest friend suffering because of her own shortcomings. It only makes her feel smaller, guiltier. \n\nShayura looks at Aisha out of the corner of her eye, seeing the twinned look of support and worry on her face. \"Can Guardians be unfit for duty?\" Shayura wonders aloud, her voice muffled by the tabletop. \n\n\"I mean…\" Aisha replies. Her hesitation has a palpable sting. \n\n \"I don't know if I'm okay,\" Shayura finds the courage to admit. Her heart races as the words pass her lips. When she feels Aisha's arms around her shoulders, it steadies her pulse. Shayura relaxes into the supportive embrace of a friend. \n\n\"It's okay not to be okay,\" Aisha says, and for a moment, Shayura believes it. For a moment, knives of doubt and guilt feel blunted. But only for a moment. \n\n\"That's why you should talk to Ikora. She knows. She understands.\" \n\n\"Drinks.\" \n\nThe word startles Shayura. She can hear the whirring hiss of Reed-7's articulated joints, the clank of his armor. \n\n\"…they're hot.\" \n\n\"There's cinnamon in yours,\" Reed says, and Shayura musters the energy to give him a half-hearted thumbs-up. \n\n\"I know you're upset about Sloane,\" Reed says, and suddenly Shayura's heart is racing in worry again. He says something else, but all she hears is the blood rushing in her ears and the thundering beat in her chest. \n\nWorried that he's waiting on her for a response, Shayura interjects with something non-committal. \"Thanks,\" she says weakly. The scent of apples and cinnamon hits her. It brings her back to her earliest memories as a Guardian in the Tower, when she first met Aisha and Reed. Shayura sits up enough to grab a steaming mug with two hands and drags the piping hot cider over to herself, breathing in the scent of happier times. \n\n\"I know,\" Shayura finally says in a small, guilty voice. She doesn't know what she's referring to, but she assumes it's what they want to hear. \"I'm sorry.\" \n\n\"You don't need to apologize to us,\" Reed replies. \"You should apologize to Leitka and his Ghost.\" Mention of the Guardian Leitka twists those knives of guilt in Shayura's stomach. She breathes in the scent of cinnamon and apples again, deeply. These are her friends, she tries to remember. This is her family, she concedes. \n\n\"It was Titan,\" Shayura finally admits, afraid of what the truth means but unwilling to dig too deeply into her own terrifying delusions. \"I was back on Titan. Like when we were Lightless, surrounded by Hive. There was this Knight… no matter how many times I killed him, he kept coming back. I should've died out there.\" \n\n\"But you didn't,\" Aisha says. Shayura feels a hand on top of hers and sees Aisha squeezing her palm. It feels like it's happening to someone else, and yet, it is still reassuring. \"We got our Light back, and—\"\n\n\"What happens when the Darkness closes in?\" Shayura needs to know, though she knows neither Reed nor Aisha have the answer. \"Will she be Lightless again? Alone?\" The thought of Sloan dying alone on the arcology eviscerates her. \n\nReed's hand joins Aisha's in a wordless reply. It isn't much, but it's enough.","icon":null}},"708549601":{"hash":708549601,"index":1725,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Pyrrhic Ascent Bond","description":"SIMULATION RECONSTRUCTION LOG // LA-03-05 // SIMULATED LIGHTHOUSE, THE TOWER, LAST CITY\n\nThere is not but silence in the void. \n\nFrost collects on the inside of the cockpit of Shayura's jumpship. Her breath is visible as a cold fog.  Fragments of Ghost shells are scattered atop the console, each glittering with a faint sheen of ice. The Warlock stares at her reflection in the shattered central navigation panel, fragmented, broken. \n\n\"You are late for your weekly scheduled Trials match,\" Shayura's Ghost chirps from over her shoulder. She does not look away from her broken reflection. \"Do you… want me to elevate the atmospheric controls so the ship is warmer on your return?\" \n\nShayura blinks her eyes shut, then opens them, fixed on her Ghost. \"The cold is a reminder,\" Shayura says like a mantra. She looks back at the fragmented shells of the dead Ghosts and clenches her hands into fists. \n\n\"I am ready.\" \n\nShayura is torn apart into motes of Light and threads of energy, reformed into the simulation of Mercury mid-stride.  She walks straight past Reed and Aisha toward the Lighthouse, purpose behind her every movement. \"Come on.\" \n\nShayura's attention is focused ahead at another group of Guardians, to an Awoken Warlock—much like herself—whom she has heard much of. Shayura steadies herself, heart racing. \n\nShe is committed. \n\nSIMULATION RECONSTRUCTION LOG // LA-01-05 // SIMULATED TRIALS ARENA, SIMULATED LIGHTHOUSE\n\nReed-7's head disappears behind the occluding barrier of Vex architecture, inaccessible from the Scout Rifle scope. The rifle's wielder, an Awoken Warlock, lowers his firearm and grunts in frustration. He kicks off the ground, stepping up into the air and glides across the sky in search of a better vantage point. It's here that another body impacts him in a tackle, sending him crashing to the ground far below. \n\nThe Warlock's Scout Rifle rattles out of his hand on impact. He switches to his gold-plated Sidearm as he rises up onto one knee, only to have the gun swatted aside by the flat of a curved Sword. Shayura, carried aloft on wings of fire, slowly descends from the air. She moves the Sword's blade from hand to throat. \n\n\"Go on,\" her quarry says, \"you earned it.\" But Shayura isn't thinking about the match. This isn't about the Trials; it's about discipline. \n\n\"I know what you did on Europa,\" Shayura says to the Warlock. \"I know you're a traitor to the Light.\" At first, he opens his mouth to speak a denial, but then he tenses and takes a step back. \n\n\"It's not that simple,\" the Warlock says, shaking his head. \"You haven't talked to Eris. You don't understand—\" The Warlock's words are cut off as Shayura lunges in, smashing the butt of her Sword against his face, shattering part of his helmet and knocking him to the ground. \n\nThe Warlock groans, grasping at his face, then looks up at Shayura in vivid anger. \"It's not illegal! The Vanguard—\"\n\n\"I am not here on behalf of the Vanguard,\" Shayura says with imperious certainty. Flames begin to spread down the length of her Sword. \"I am here on behalf of the Light.\" \n\nThe Warlock snorts and smiles sarcastically. His body language implies he doesn't respect her power. \"I'm not afraid of you. Come on, end the match.\" \n\n\"I'm not here for you,\" Shayura insists. Now, he feels fear. \n\nAisha and Reed arrive a moment later, guns raised and ready to assist Shayura. She fights back a scowl at seeing them but turns her attention to the Ghost hovering at the Warlock's side. \n\n\"Shay?\" Aisha asks, a nervous tremor in her voice. \n\nShayura lashes out, striking the Ghost with her Sword and knocking it to the ground. The Guardian opens his mouth to shout a plea, but Shayura quickly draws her Sidearm and plants a round in his forehead. The Ghost chirps, squawks; damaged but alive. She holsters her Sidearm again and looks to the Ghost. \n\n\"Shay!\" Reed shouts, and she hears him rushing up behind her. She wouldn't be dragged away, not this time. Shayura turns and expels a blast of force from her palm that knocks Reed onto his back. She quickly reorients to the Ghost and raises her Sword for another strike, when suddenly, her legs prickle with the unearthly chill of deep space. \n\nShayura tries to let out a scream, but her lungs flash-freeze, and crystals of Stasis energy encrust her body. She turns her head, just enough to make eye contact with Aisha and witness the unthinkable. The last person she sees before her world is ice and darkness. Her closest friend, forsaking the Light, embracing the Darkness. \n\nThe look of betrayal on Shayura's face freezes in the ice.","icon":null}},"1001798188":{"hash":1001798188,"index":1717,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Pyrrhic Ascent Mask","description":"SIMULATION RECONSTRUCTION LOG // LA-01-01 // MERCURY\n\nFlames roll up the front windscreen of a classic AFv2 Octavian  on its entry to Mercury's thin atmosphere. Aisha has done this jump hundreds of times. Feet propped up on the console, she allows autopilot to carry her in to the Lighthouse. \n\n\"We shouldn't just leave her behind,\" a woman says over the comms. Aisha motions with one finger to her Ghost, who opens an audio channel back to her fireteam member Shayura's jumpship. \n\n\"Not our call, Shay. Agree or disagree, we're a united front,\" Aisha replies. \n\n\"Then act like it!\" Shayura fires back. \n\nAisha folds her hands behind her head and rolls her eyes toward the top of her cockpit, venting her frustration with a prolonged sigh. \n\n\"It's Sloane's choice.\" They've had this conversation too many times now. \"You know how she is. If she's declining evac, there's no force in the system that'll uproot her. Stay, go, it's her choice.\" \n\n\"Eight seconds until we're in transmat range,\" Aisha's Ghost interrupts, trying to cut the tension. He indicates the directional telemetry on the console with a flick of his monocular blue eye. She gently pushes the Ghost out of her face with a brush of her fingers. \n\n\"Leaders make mistakes.\" Shayura's voice crackles over the comms as the fire of reentry clears from Aisha's windscreen, revealing the sandy geometric mottling of Mercury's surface. \n\n\"We're in transmat range,\" Aisha's Ghost chirps. She waves her hand at him dismissively. \n\n\"Zavala doesn't see it. He's trying to do the work of two Vanguard leaders right now. I d—\" Shay's words are cut off as Aisha's body discorporates into a whirling matrix of light and energy. \n\nAisha rematerializes within the exterior courtyard of the Lighthouse. Her Exo companion Reed-7 is already waiting, arms crossed. \n\n\"—believe for a minute that's all we could've done!\" Shayura finishes as she transmats in an electrical blast. She is incandescent with anger, waves of golden fire lapping at the sides of her face. \n\n\"Sloane made her choice!\" Aisha shouts, following Reed toward the Lighthouse with as much heated intensity as Shayura. \"The commander asked her to fall back and she didn't! Don't pin this on him!\" \n\nShayura pivots to stare at Aisha; the fire building around her discharges in an upward blast. \"If he wants to lead, he should be willing to take criticism for his decisions!\" \n\n\"Hey!\" is all Reed-7 needs to say. The bright red Exo shifts his posture awkwardly but stands his ground. Aisha and Shayura are both silenced by the clap of his rebuke. \n\nReed lifts a hand to the back of his neck. \"Can we do this later? Please?\" Shayura and Aisha afford each other a brief, tempered look. Shayura puts down her conversational weapons and draws her Sword. She points it at a group of Guardians across the windswept courtyard outside of the Lighthouse. \n\n\"Fine,\" Aisha agrees, reluctantly. Anything to end this conversation.","icon":null}},"1322042322":{"hash":1322042322,"index":1718,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Pyrrhic Ascent Cloak","description":"SIMULATION RECONSTRUCTION LOG // LA-01-05 // SIMULATED LIGHTHOUSE, THE TOWER, LAST CITY\n\n\"There's still snow in the cockpit of my jumpship,\" Aisha says after she appears in a crackling wave of latticework from the subordinate Vex conflux now running simulations of the Lighthouse from the safety of the Tower. \n\n\"Is that why you're late?\" Reed-7 asks, and Aisha's chest tightens. \n\nShe feigns a smile and spreads her hands, playing off her nervousness. \"And Shayura isn't?\" she jabs back. \n\n\"She's coming.\" Reed says, and then more pointedly asks, \"How long did you stick around the Stranger's camp after we left?\" Aisha looks away, as if to contemplate the graphical fidelity of the Lighthouse, jaw set and shoulders tense. \n\n\"Couple hours,\" she says quietly. \"I moved around. House of Salvation was putting down stakes out near some Vex ruins; wanted to make sure they didn't stick.\" Feeling anxious, she presses two fingers to her neck, transmatting her helmet around her head in a flash of light. \n\nReed snorts and nods. \"This is weird, right?\" He drops the topic of Europa. Aisha isn't sure what he's on about. \"The simulation. Saint's little… combat closet. It feels real,\" he continues. \n\n\"It is real. I mean, we are. The space is a… I don't know, magic? But me and you? The Guardians? We're all us.\" Aisha explains with a motion around herself. \"The dangers may be simulated, but that doesn't make the effects any less real. Saint wouldn't have it any other way. You didn't go into the Infinite Forest, did you?\" \n\n \"Hell no,\" Reed quickly admits. \"Couldn't pay me enough to. Can't stand the Vex,\" he adds with a shudder. \"You know how you are with spiders? That's me with the Vex. Don't know why, don't care.\" \n\nAisha looks down at one of her hands, fingers curling against her palm. She closes her eyes, considers Reed, and then gathers up the confidence to make a confession as Shayura manifests into the simulated space mid-stride. She walks straight past Reed and Aisha toward the Lighthouse. \"Come on.\" \n\nShayura's brusque entrance elicits a concerned look between Reed and Aisha, but they say nothing more on the matter. \n\nSIMULATION RECONSTRUCTION LOG // LA-02-05 // SIMULATED TRIALS ARENA, SIMULATED LIGHTHOUSE\n\n\"Where's Shayura?\" Reed asks as he reloads his Scout Rifle mid-match. Aisha points down a corridor with two fingers. \n\n\"She's been after that other Awoken Warlock since we started the match. I think she followed him that way,\" Aisha says, already breaking into a jog. \"It's three on one, c'mon.\" \n\nWhen they finally find Shayura, she's standing over a still-living Awoken Guardian whose helmet has been broken, revealing one of his eyes. He stares up at her, at her fire-shrouded Sword. Aisha and Reed train their firearms, prepared to back Shayura up if she misses the finishing blow for the match. Reed starts to lower his Auto Rifle, and Aisha feels his palpable confusion as she notices Shayura's sight line isn't aimed down at the Guardian; it's aimed up at his Ghost. \n\n\"Shay?\" Aisha asks, a nervous tremor in her voice. \n\nShayura lashes out, striking the Ghost with her Sword and knocking it to the ground. The Guardian exhales a scream of plight, and Shayura quickly draws her Sidearm and plants a round in his forehead. The Ghost chirps, squawks. It is only damaged. Shayura holsters her Sidearm again. \n\n\"Shay!\" Reed shouts, dropping his Scout Rifle and rushes over to her. This time, though, Shayura expels a blast of force from her palm that knocks Reed onto his back. Aisha's heart races. She looks back at Reed, then Shayura. Fear and doubt take control. Aisha closes her eyes and chooses the unthinkable. \n\nBlue-black ice crusts over Shayura's legs, snuffs out her Praxic fire, and freezes her Sword arm solid. Feather-ice bristles off of her body along with waves of visible cold. Waves of cold radiate outward from one of Aisha's extended hands; feathery shards of crystalline growths bristle off of her gauntlet. She had no choice. \n\nAisha couldn't understand in that moment what was going through Shayura's mind, or how much of a betrayal this moment was. \n\nBut in time, Aisha hoped, her friends would come to understand and forgive her.","icon":null}},"1880636496":{"hash":1880636496,"index":1877,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Headless Horsepower","description":"Glint compiled as Crow made his way down an enormous metal corridor festooned with Caiatl's banners.\n\nThey were directed to a room aboard the Cabal flagship; a simple space furnished for guests. When the door closed and they were finally alone again, Glint waited expectantly for Crow's usual candor. But there was none.\n\n\"So,\" Glint finally ventured, \"how is it going?\"\n\nCrow hoisted himself into a massive, Cabal-sized chair and regarded Glint from the corner of his eye. \"A little eye-opening. Maybe even frustrating. Or infuriating. It's… like being in a room of Saladins.\"\n\nGlint hovered hesitantly in front of Crow's face. \"Are you nervous about meeting Caiatl? You don't need to be.\"\n\n\"Why are you being… weird?\" Crow asked with a hint of annoyance.\n\n\"It's just that you don't really need me here. This is a Cabal battleship—the only thing that could hurt you here is the food.\"\n\nCrow snorted. \"It's really not so dangerous, once you learn to sneak up on it.\" He paused to consider Glint's position. \"You're right, though. Caiatl won't let anything happen to me. It would be a… diplomatic incident.\"\n\n\"So, I was thinking,\" Glint continued, \"that as long as you're safe, I could take some time to do a little research. For my collection of tall tales and legends.\"\n\n\"You mean your stories about the cult of Pumpkin Men?\"\n\n\"They're called Headless Ones!\" Glint chirped back. And then, with increasing urgency: \"There have been credible reports for centuries from all over Sol detailing very similar phenomena, without any clear cause or link—\"\n\nCrow held up his hand. \"The Headless Ones,\" he said abruptly, cutting into Glint's analysis. Glint backed away slightly and nodded.\n\n\"You're not going alone, are you?\" Crow asked.\n\n\"No. The Guardian said they'd go with me.\"\n\nCrow contemplated for what felt like a very long time to both of them. When he finally spoke, his voice was small and low. \"Just promise me one thing.\"\n\n\"Anything.\"\n\n\"When the shooting starts… remember to keep your head.\"\n\nGlint's groan echoed through the halls of the battleship.\n\nIt was a groan of adventure.","icon":null}},"2261046232":{"hash":2261046232,"index":1831,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Jurassic Green","description":"Foreword to \"The Book of the Forgotten\"\n\nSol is filled with monsters. More than I imagined could possibly exist in one system. So far, the list includes:\n\nAlien robots that bend time, blot out the sun, and drive people crazy.\n\nFloating witches that birth squirming hordes of cannibals, all driven to murder by parasitic worms.\n\nArmored walrus people who conquer planets and subjugate whole races.\n\nUndead mobs of rotting alien corpses, animated by Dark Ether.\n\nClans of interstellar insects trying to steal a small planetoid for its energy signature.\n\nAnd most recently, ominous triangular ships of unknown origin that send spooky telepathic messages.\n\nBut in my opinion, the most bizarre monsters in all of Sol are a gang of heavily armed zombies, made eternal by pint-sized cybernetic constructs (some of whom are lovers of folk tales).\n\nSol may be a strange and crowded place, but the next time someone tells you of a bizarre new monster (like a shadowy clique of pumpkin-headed phantoms), think twice before you dismiss them. That monster may be your new neighbor.\n\nHappy Festival of the Lost!\n\n—Glint, the smallest monster","icon":null}},"2304861612":{"hash":2304861612,"index":1726,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Pyrrhic Ascent Vestment","description":"SIMULATION RECONSTRUCTION LOG // LA-03-02 // TRIALS ARENA, THE LIGHTHOUSE, MERCURY \n\nTitan's sea of liquid methane crashes against the listing hull of the New Pacific Arcology. The wind whips with hurricane force, sending a freezing sea spray lashing across the crooked metal frame of a crumbling catwalk. Flares of atomic fire bloom in the mist and roll off the arcology's walls. Human and inhuman screams echo out into impossible seas. \n\nTwo dozen Hive Thrall come pouring out of an encrusted airlock, climbing over one another, jaws snapping. They scurry across every surface not slicked by liquid methane; drawn like moths to a beacon of golden flame. Shayura stands against the crashing tide of chitin and bone, a Sword of fire held fast in two hands, screaming as she cleaves through the masses of encroaching death. \n\nBurning embers of Thrall rain around her, but with each dispatched wave of necrotic soldiers, it feels as though their numbers double. She is pressed by the tide of Hive, inching closer and closer to the jagged end of the catwalk hanging over the churning sea. When the Thrall recede, she is thankful for a respite. But the towering Knight that drops from the airlock is an escalation, not a victory. \n\nEdging a half-step backward, Shayura knows that the only way out is through. Wings of flame roar off of her back, leaving a trail of rippling heat and hollowed-out Thrall in her wake. Her Sword clashes with the Knight's shield, shattering it in a single blow. Her follow-through cleaves through the Knight's arm, down into its chest. \n\nShayura turns on her heel toward the remaining Thrall. She can feel the Light in her ebbing and knows that they will overwhelm her if she doesn't succeed now. Death against the Hive is never a sure return; not after what happened to Taeko-3 and her fireteam here. A blinding pain hits Shayura in her back. Her vision swims, mind reels; had she missed one? Feeling the warmth of blood running below her armor, Shayura turns to see the Hive Knight reborn, Sword covered in her blood. \n\nScreaming inside her helmet, Shayura feels a deep panic build in her chest. She knows a Hive death ritual when she sees it, and she walked straight into their trap. She rolls away from the Knight's next swing and into the reach of Thrall that tear at her armor. Mustering the last of her Solar energy, Shayura calls up a cyclonic pillar of flame that twists up into the sky and consumes the Knight. \n\nThe revenant Knight emerges from the flames, already reconstituting. Shayura leaps forward and drives her Sword through his face, tackling him to the ground. Her Solar aura flickers and fades; smoke and steam billow from her back and shoulders. \n\n\"Shay?\" \n\nShe hears one of the surviving Thrall speak in a human voice. Shayura twists her Sword in the Knight's face and shakes sizzling green blood onto the catwalk. The Knight begins to reform again in a horrifying blaze of green flame, but as it reaches out toward her, she cuts off his arm and sends her Sword through the top of his head in a brutal follow-through. \n\nThe Thrall wails. She can feel an arm around her waist, restraining her. She kicks and struggles, crying out as the last wisps of Praxic fire twist down her arm and Sword. \n\n\"No! No! Stop! No!\" Shayura howls, fighting against the pull of the Thrall. \n\n \"Shay,\" the Thrall cry in the voices of her friends. \"Shay!\" \n\nShayura screams into the impossible seas.","icon":null}},"2540765499":{"hash":2540765499,"index":1721,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Pyrrhic Ascent Vest","description":"SIMULATION RECONSTRUCTION LOG // LA-01-02 // TRIALS ARENA, THE LIGHTHOUSE, MERCURY\n\nA seething stream of automatic weapons fire ricochets off of the vibrant purple dome protecting Reed-7 and Aisha. There are only two Guardians left on the opposing team; the remains of the third are scattered, smoking and sizzling. \n\n\"Aisha?\" Reed asks in concern. Flames form between Aisha's knuckles as his barrier begins to destabilize. She has the better plan. \n\nThe opposing Guardian pauses to reload from behind cover, and Aisha boosts straight up. Remnants of the collapsing barrier swirl around her ankles, caught on the thermal updraft. By the time the opposing Guardian has noticed, both of Aisha's hands glow like the sun. A dozen knives made from condensed plasma tear through him and everything in his vicinity, leaving molten holes in their wake. \n\nThe Guardian collapses in a heap; Aisha lands nearby, cloak fluttering around her. Reed-7 gives her a wearied thumbs-up. \n\n\"Did you see Shay while you were up there?\" Reed asks. \n\n\"No. She's probably playing tag with the one that keeps going invisible.\" Aisha says, brushing ash off of her gloves. \"Let's go find her and finish this up.\" \n\nA plume of atomic fire rises up over a nearby block of Vex design, as if in direct response to Aisha. The Lighthouse gives off a soft tone. The match is over; they won. \n\nA sudden scream spurs Aisha and Reed into action. The pair navigate the familiar Vex architecture quickly, but two more agonized screams ring out in the time it takes to traverse the arena. When they reach the source of the noise, Aisha sees Shayura impaling another Guardian through the faceplate of his helmet with her Sword. His Ghost shrieks in frustration, trying desperately to get between Shayura and his Guardian. \n\n\"Shay?\" Aisha asks in confusion, but Shayura's only response is to rip her Sword out of the dead Guardian's head. Reed hangs back in stunned silence. \n\nAisha watches until the other Guardian draws breath once more, but before he can finish shouting a plea to Shayura, the Warlock cuts off his arm in one stroke and cleaves through the top of his helmet in a second. \n\n\"Shay, no!\" Aisha yells, running up to her friend. She wraps her arms around Shayura's midsection. Shayura screams like a frightened animal, lashing out with a swift slash of her Sword in the direction of the Guardian's corpse. \n\n\"Shayura! The match is over!\" Reed shouts, snapping back to reality. \"The match is over!\" \n\nShayura screams as her fireteam members pull her back, voice cracking in a feral cry as flames race down her arms and swirl along the length of her blood-slicked Sword. \n\n\"No! No! Stop! No!\" Shayura howls, fighting against the restraints of her comrades. Aisha grabs at Shayura's wrist, trying to keep her from swinging her Sword again. \n\n\"Shay,\" Aisha tries to get through to her. \"Shay!\" \n\nShayura screams an endless wail into the scalding Mercurian sky.","icon":null}},"2786418822":{"hash":2786418822,"index":1839,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"VIII - Correspondence","description":"Brother—\n\nThe Witch Queen has been banished from the Dreaming City. We are no longer bound by her secrets. You are no longer bound by your own.\n\nI have been told my trajectory leads to solitude. In truth, I believed myself arrived for some time. I would change course if given the opportunity.\n\nThere was a time I feared you would lose yourself trying to follow me. That time has passed. No matter the name you take, you are unrepentantly yourself—which is to say reluctant and stubborn in ways I find enraging. And I love you for it.\n\nI ask neither forgiveness nor understanding. I offer only sanctuary—and tea, if you would be amenable.\n\nI am here if you decide to come home.\n\n—Mara","icon":"/common/destiny2_content/icons/cfe3b2aee141b86b8bf2f6dce30dd0ea.png"}},"2786418824":{"hash":2786418824,"index":1837,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"VI - Isolation","description":"Space is loneliness. Far removed from any of the system's planets, it is at once suffocatingly dark and blindingly bright depending on which way you turn. A jumpship sits in a fixed position in the black, engines off, oriented so its underbelly faces the glare of the distant sun.\n\nThere is no true cockpit inside the Radiant Accipiter; the ship's canopy projects an image to the pilot. No frame, no obstructions, just the infinite gulf. Crow stares up at the blackness between a cluster of stars he can't identify; he wishes he were there. Where nothing is known, where everything can be new again.\n\nGlint rests in his Guardian's lap. He's accustomed to Crow's hands cradling him as though he were a small cat—but in this moment, Crow's head is instead in his hands, fingers tangled in his hair.\n\nGlint is silent, patient. He knows he has to be.\n\nCrow makes a small sound in the back of his throat and the Ghost stirs. When this is followed by an unsteady hitch in his breathing, Glint floats up, presses himself to Crow's chest, and begins to hum.\n\nCrow's hands close around him, clutching him against his heart.\n\nAnd that's how Glint knows: Crow is still the same inside.\n\n***\n\nSulfurous plumes rise from fissures in the Venusian soil. Crow marches across the planet's surface, his boots crushing thin sheets of calcium that skim across shallow, iridescent pools of water. His jumpship is perched atop a rise nearby, clear of the unstable field he now traverses.\n\n\"Crow, please,\" Glint pleads over his Guardian's shoulder. \"Can you tell me why we're here?\"","icon":"/common/destiny2_content/icons/cfe3b2aee141b86b8bf2f6dce30dd0ea.png"}},"2786418825":{"hash":2786418825,"index":1838,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"VII - Interpolation","description":"\"I hate you.\"\n\nIt's the first thing Mara says on reaching Savathûn's crystalline prison. Her words lack heat but echo through the cavernous chamber nonetheless. \"I just want to be absolutely clear on this: I hate you, and I wish nothing but pain and suffering for the rest of your miserable existence.\"\n\nThe crystal shimmers, and Savathûn's gentle laughter ripples through Mara's mind. \"I know,\" the Witch Queen murmurs.\n\n\"I could have you jettisoned into the sun,\" Mara says coolly, \"but unlike some creatures, I uphold my word when I give it.\"\n\n\"But we're the same creature, are we not?\" Savathûn wonders. Although Mara can't see her smile, she has no difficulty imagining what it looks like.\n\n\"I am nothing like you.\"\n\n\"No, of course not.\" Savathûn's voice is easy and languid. Some might mistake her for being sincere; Mara has taken the same tone too many times in her own life not to recognize it for what it is.\n\n\"I thought you were a powerful, competent woman plagued by a difficult relationship with her family,\" Savathûn says. \"Someone who weaves complicated, long-spun schemes across the arc of time's bow. My mistake.\"\n\nMara stares at the crystal, clenches her jaw, and turns her back to leave. But before she can take even one step toward the door, she feels Savathûn's consciousness brush like silk against hers.\n\n\"I thought you were someone who believes herself to be so smart,\" Savathûn purrs, \"that she is easily blinded by her own ambitions and self-appointed genius. Someone who is so certain of her solutions that she fails to see the inherent peril in her plans, and yet too embarrassed to ever admit she may have gone astray.\"\n\nTension knots the muscles in Mara's shoulders and back. Over the years, she has trained her face to remain a mask, but she is not always as skilled when it comes to the rest of her body.\n\nSavathûn continues. \"I thought you were someone so afraid of being vulnerable, that you'd rather fail than—\"\n\n\"Enough.\" Mara rounds on Savathûn's prison with the precision of an angry viper. She does not raise her voice; instead, she lowers it. \"That might work on him,\" she says, the last word like fire on her lips because it still pains her to refer to Crow by any name, \"but you'll find my armor has fewer gaps.\"\n\nPower surges around her hands as she slams them against the crystalline surface. A lattice of radiant energy winds itself around Savathûn's prison, and Mara hopes that the furious drumming of her heart and intermittent flare of her nostrils will be mistaken for exertion—not a different kind of weakness.\n\nWhen the spell is complete, Mara steps back. Her glowing eyes dim. She wavers with fatigue, listening for the psychic echo of Savathûn's voice inside her skull.\n\nThere is only silence.\n\n\"Shut up,\" Mara breathes—a strange marriage of relief and loathing.\n\n\"Shut up.\"","icon":"/common/destiny2_content/icons/cfe3b2aee141b86b8bf2f6dce30dd0ea.png"}},"4161591237":{"hash":4161591237,"index":1724,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Pyrrhic Ascent Hood","description":"SIMULATION RECONSTRUCTION LOG // LA-03-01 // MERCURY\n\nA reflection, when viewed in broken glass, is fragmented into as many misaligned shards. \n\nThe Warlock Shayura looks at herself in the broken center console display, her image split up over so many refracted variations. She is silent in her anger. \n\n\"Now entering Mercury's atmosphere,\" her Ghost chirps. Shayura looks up to watch flames roar over the exterior of the cockpit and sees her face in the distorted curve of the glass. No one reflection is true in this moment; no image perfectly accurate. \n\n\"Reed is already waiting for us,\" her Ghost adds, worried. \n\nShayura hears him, but only in part. Something pulls at her insides like anxious fingers. \n\n\"Open a channel to Aisha,\" Shayura says. Her Ghost hesitates, then beeps in compliance. The cockpit suddenly feels cavernous. As if she could shout out into the universe. \n\nHer Ghost edges closer and hovers nearby. \"The connection's open.\" \n\n\"We shouldn't just leave her behind,\" Shayura says into the void with a tightness in her throat. \n\n \"Not our call, Shay. Agree or disagree, we're a united front,\" Aisha, her teammate, replies from across the curvature of Mercury's atmosphere. \n\n\"Then act like it!\" Shayura fires back, snapping her jaw shut as soon as the shout escapes her lips. She brings her hands up to her mouth, regretting her tone but not retracting it. \n\n\"It's Sloane's choice.\" Aisha's voice sounds smooth in contrast. \"You know how she is. If she's declining evac, there's no force in the system that'll uproot her. Stay, go, it's her choice.\" \n\n\"Leaders make mistakes.\" Shayura wishes she could explain better. Words are insufficient. \n\n\"She's preparing for transmat,\" Shayura's Ghost quietly offers. \"We're in range.\" \n\nShayura nods and swallows, but the anger is rising up in her, and she can feel it creeping into her bones. Wisps of gold fire slither up her arms. \n\n\"Zavala doesn't see it. He's trying to do the work of two Vanguard leaders right now. I d—\" Shayura is cut off mid-sentence as she and her Ghost tear apart into a whirl of charged particles, reforming on the scorching surface of Mercury in the shadows of the Caloris Spires. \"—believe for a minute that's all we could've done!\" \n\n \"Sloane made her choice!\" Aisha shouts the minute she sees Shayura. Nearby, their third fireteam member, Reed-7, stands as a looming crimson silhouette in Titan armor. \n\n\"The commander asked her to fall back and she didn't! Don't pin this on him!\" Aisha goes on, needling Shayura with a furious intensity. \n\nShayura pivots to stare at Aisha; the fire building around her discharges in an upward blast. \"If he wants to lead, he should be willing to take criticism for his decisions!\" \n\n\"Hey!\" Reed-7 finally interjects with a shout. The broad-shouldered Exo shifts his posture awkwardly but stands his ground. Aisha and Shayura look over at him in silence. \n\nReed lifts a hand to the back of his neck. \"Can we do this later? Please?\" \n\nShayura feels Aisha's eyes on her. She tempers her own expression to match her friend's calmer one, reluctant in her assent, but the ember of anger in her refuses to go out. She draws her Sword and points it toward a group of Guardians across the windswept courtyard outside of the Lighthouse, indicating a challenge. \n\n\"Fine,\" Aisha agrees reluctantly. Shayura withdraws, simmering.","icon":null}}},"previousDefinitions":{},"otherDefinitions":{},"tableDiff":{"added":[],"unclassified":[1880636496,2261046232,2786418822,2786418824,2786418825],"removed":[],"reclassified":[],"modified":[120441703,197672677,469005214,605724052,708549601,1001798188,1322042322,2304861612,2540765499,4161591237]},"tableDiffSummary":{"added":0,"unclassified":5,"removed":0,"reclassified":0,"modified":10},"tableName":"DestinyLoreDefinition","missingTable":false,"versionDiffSummary":{"DestinyActivityDefinition":{"added":1,"unclassified":0,"removed":4,"reclassified":0,"modified":4},"DestinyUnlockDefinition":{"added":383,"unclassified":2,"removed":2,"reclassified":0,"modified":0},"DestinyMaterialRequirementSetDefinition":{"added":0,"unclassified":0,"removed":0,"reclassified":0,"modified":1},"DestinySandboxPerkDefinition":{"added":0,"unclassified":1,"removed":0,"reclassified":0,"modified":7},"DestinyFactionDefinition":{"added":0,"unclassified":0,"removed":0,"reclassified":0,"modified":1},"DestinyUnlockValueDefinition":{"added":117,"unclassified":4,"removed":2,"reclassified":0,"modified":0},"DestinyRewardMappingDefinition":{"added":66,"unclassified":0,"removed":2,"reclassified":0,"modified":0},"DestinyRewardSheetDefinition":{"added":11,"unclassified":0,"removed":0,"reclassified":0,"modified":0},"DestinyActivityGraphDefinition":{"added":0,"unclassified":0,"removed":0,"reclassified":0,"modified":2},"DestinyActivityInteractableDefinition":{"added":1,"unclassified":0,"removed":0,"reclassified":0,"modified":0},"DestinyCollectibleDefinition":{"added":1,"unclassified":34,"removed":0,"reclassified":0,"modified":15},"DestinyEntitlementOfferDefinition":{"added":6,"unclassified":0,"removed":0,"reclassified":0,"modified":0},"DestinyInventoryItemDefinition":{"added":79,"unclassified":74,"removed":0,"reclassified":0,"modified":4544},"DestinyLocationDefinition":{"added":2,"unclassified":0,"removed":0,"reclassified":0,"modified":1},"DestinyLoreDefinition":{"added":0,"unclassified":5,"removed":0,"reclassified":0,"modified":10},"DestinyObjectiveDefinition":{"added":84,"unclassified":4,"removed":0,"reclassified":0,"modified":41},"DestinyPlugSetDefinition":{"added":0,"unclassified":0,"removed":0,"reclassified":0,"modified":1337},"DestinyPresentationNodeDefinition":{"added":2,"unclassified":0,"removed":0,"reclassified":0,"modified":8},"DestinyRecordDefinition":{"added":36,"unclassified":0,"removed":0,"reclassified":0,"modified":29},"DestinyRewardItemListDefinition":{"added":10,"unclassified":0,"removed":0,"reclassified":0,"modified":0},"DestinySackRewardItemListDefinition":{"added":2,"unclassified":0,"removed":0,"reclassified":0,"modified":0},"DestinySandboxPatternDefinition":{"added":0,"unclassified":1,"removed":0,"reclassified":0,"modified":0},"DestinySeasonDefinition":{"added":0,"unclassified":0,"removed":0,"reclassified":0,"modified":1},"DestinyUnlockEventDefinition":{"added":3,"unclassified":0,"removed":0,"reclassified":0,"modified":1},"DestinyUnlockExpressionMappingDefinition":{"added":612,"unclassified":0,"removed":589,"reclassified":0,"modified":0},"DestinyVendorDefinition":{"added":0,"unclassified":0,"removed":0,"reclassified":0,"modified":17},"DestinyMilestoneDefinition":{"added":3,"unclassified":0,"removed":0,"reclassified":0,"modified":1},"DestinyActivityModifierDefinition":{"added":2,"unclassified":0,"removed":0,"reclassified":0,"modified":0}},"meta":{"buildDate":"2024-12-14T02:33:47.789Z"}},"__N_SSG":true}