{"pageProps":{"breadcrumbs":[{"date":"2023-10-17T17:22:02.983Z","to":"/version/ef624e2b-418a-4f64-ba7a-2599faa61862"},{"label":"Lore","to":"/version/ef624e2b-418a-4f64-ba7a-2599faa61862/DestinyLoreDefinition"}],"version":{"id":"ef624e2b-418a-4f64-ba7a-2599faa61862","version":"119519.23.10.03.2001-1-bnet.52562","s3Key":"versions/ef624e2b-418a-4f64-ba7a-2599faa61862/manifest.json","createdAt":"2023-10-17T17:22:02.983Z","updatedAt":"2023-10-17T17:22:02.983Z"},"definitions":{"413901114":{"hash":413901114,"index":2502,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Acosmic","description":"The noise of the Bazaar was a background hum, the seemingly electric energy pulsating all around Sloane as she wandered among the Festival of the Lost vendors. A Human sold delicate pottery beside Eliksni weavers showcasing their intricate fabrics. There were platters of stuffed figs and mugs of Ether Fizz. A Bracus tended a flame below a spit. The charring meat sizzled with each turn, and war beasts lapped at the fat that trickled to the ground. Two Awoken Corsairs shared a roasted artichoke, both warming their fingers on the coal-blistered petals. Human and Eliksni children darted past, their laughter and chittering carried on the wind.\n\nEverything here struck Sloane's senses as ruefully foreign and strangely dissonant. She'd missed so much. Her grief caught in her throat as the spiny shell of a Hive Ghost glided into view, and Sloane felt her jaw drop. She mentally noted even more questions for Zavala.\n\nRehnpeir's Drunken Noodle caught her eye up ahead, the sign blissfully familiar, and she sighed with relief for a moment.\n\nAisha and Shayura waved her over to a table. \"You made it,\" Shayura said, affection laced into the edge of her voice.\n\n\"I'm glad you're here too,\" Sloane said. \"Both of you.\" Aisha handed a steaming bowl to Sloane and put another in front of an empty chair.\n\nAisha's gaze followed Sloane's. \"Reed will always have a seat at our table,\" Aisha said. Shayura nodded and offered a supportive but strained smile, and Aisha gave her hand a reassuring squeeze.\n\nSloane looked down again at the bowl in front of her. Swirls of noodles and slices of meat soaked in the creamy broth, and the egg's golden yolk pooled around the bok choy nestled beside it. She stared at her meal, as if to commit every noodle to memory.\n\n\"Are you planning on eating it or painting it?\" a voice teased from behind.\n\nSloane turned to see Zavala standing beside her. A small laugh escaped from her lips. \"I just… I've been waiting—wanting—for this for so long. Now that I have it, I… I almost don't want this moment to end.\"\n\n\"We know how you feel,\" Aisha said. \n\n\"However, there's good news,\" Zavala quipped.\n\n\"What's that?\"\n\n\"You can savor the next bowl too.\"\n\nSloane grinned and lifted the first noodles to her lips. She savored the umami flavors, surprised by the complexity. \n\n\"How is it?\" he asked.\n\n\"It's different. But… still good.\"\n\nA look of understanding passed between them, and Zavala gave her a reassuring smile.","icon":null}},"2190356816":{"hash":2190356816,"index":2507,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"V — Eris Morn — Mimesis","description":"Verse 8:5 — Blades \n\nWhat is the nature of war? Ritual.\nWhat is the nature of ritual? Fascination.\n\nImitation shapes desire, and Xivu Arath has become its great mediator. She compels those she wars against to war against her, and the object over which they war is existence itself. She takes up her blade, and we take up ours. Xivu Arath cuts at us, and so do we cut at her. We bleed together, mirrored in our pain and violence.\n\nSavathûn looked at us through a veil so that we would not see her. Xivu Arath looks at us through a dark mirror, and she only sees herself.\n\nThis is her design, her ultimate mechanism of desire: she would make us into her image. She would cut the entire universe into her image so that she is the only thing left at the end of all things.\n\nVain and lonely. That is Xivu Arath, bereft of her siblings.\n\nThe sword logic is predicated on such imitation. To return Xivu Arath's violence is to embrace it and its beautiful thesis. We are forced to react, again and again, as she makes her advance. We are forced to desire existence at any cost, just as she does.\n\nFated? Inevitable? No. An ontological trap.\n\nThe Warmind knew this, as he could know her the most intimately out of all of us. His escalation did nothing but mirror her endlessly. His self-sacrifice put an end to that font of violence. It was a frustration in her logic that he did so, as Xivu Arath recognizes no sacrifice that does not end in a scream.\n\nBut self-sacrifice could not put an end to her war march. Only doubt can do so. And in Xivu Arath's mournful solipsism, she will be left with nothing but that.","icon":"/common/destiny2_content/icons/aca62f7687b08ca5058cf543956397dd.png"}},"2190356817":{"hash":2190356817,"index":2506,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"IV — Eris Morn — Evocate Desire","description":"Verse 8:4 — The Harbinger \n\nMy vile transformation is complete. What was foretold, what was feared, is now true: Eris Morn has given in to the Hive's endless hunger. She has taken up the mantle of a Hive queen and leads vast armies of acolytes into war.\n\nInevitable. Inimitable. Who else but her? What else but this?\n\n(Ikora believes my transformation was not necessary. It was.)\n\nI hear whispers, but when do I not? They have been with me since the Hellmouth. This is what I am. It cannot be refuted or denied. This is the shape I have chosen for myself: my morph, the Harbinger.\n\n(Ikora believes I will martyr myself. But what martyr walked towards oblivion with a knife in hand? I will not go so serenely.)\n\nIn my morph, I am unafraid. In my morph, I wield fear, that earliest of fears: fear of devourment. Since we ourselves were prey, we have felt terror at the gaping maw, at the hunger gazing at us with delight.\n\nI have stared that hunger in the face. I have endured it for too long. Now, I will be the predator. I will devour. I will instill that first fear.\n\nI hunger, but that hunger has always strained against the limitations of my Lightless body. But here, in the Witch Queen's endless hypogeum, that hunger has bloomed. This part of me has erupted from my body as from the earth, like one of those obscene, carnivorous corpse flowers—dark cores swallowing sunlight, plush petals open to death.\n\nRidiculous. Who would compare hunger to a flower? I do not wait passively for my prey. No—no—it is a worm. A worm I have a desperate urge to feed.\n\nIt can be nothing else.","icon":"/common/destiny2_content/icons/aca62f7687b08ca5058cf543956397dd.png"}},"2190356818":{"hash":2190356818,"index":2509,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"VII — Xivu Arath — Deathless","description":"Verse 8:7 — Liminal\n\nMy Throne —\nCarved to endure by Xivu Arath —\nGod of Love —\n\nMY COURT IS WAR, AND YOU WILL FIND ME THERE.\n\nI am war, and my throne is deathless.\n\nCome. Cut the outer curtain of my fortress, and it will open its new eye in a bloodless laceration. Cut further to see inside its walls: the yellow fat, the purple viscera, the teeming rust-cut capillaries.\n\nThese are the colors of war. THESE ARE THE COLORS OF MY COURT.\n\nMy gates open to the most life. The swollen fountains run with blood and burst with arterial spray. The paths are paved with small white teeth. They gnash beneath each footfall, their roots raw and alive.\n\nLook! I have raised cathedrals made of flesh. When a breeze caresses them, they blush and contract, fine hairs sensing the change.\n\nThey are worshipped with bare touch. MY THRONE SHUDDERS WITH JOY.\n\nThe halls of my palace are echoing throats, slick and filled with breath. Its windows are glazed with skin, opalescent and alive, latticed with blue-black veins.\n\nThe seats of my throne are fashioned with living bones. Break them, and you will see their raw, red marrow. Break them, and the wet pith will writhe. Two are knotted with scars: broken and reformed, broken and reformed.\n\nLook out from the terrace and see the worlds we will devour to sustain us. It is a mouth, yawning black and wide and hungering. It is open in screams of base need.\n\nMY COURT IS LOVE, AND YOU WILL MEET ME THERE.","icon":"/common/destiny2_content/icons/aca62f7687b08ca5058cf543956397dd.png"}},"2190356819":{"hash":2190356819,"index":2508,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"VI — Xivu Arath — κατολοφύρομαι","description":"Verse 8:6 — Lacuna \n\nMy Navigation — \nSung by Xivu Arath —\nFaithful Sister to Oryx —\n\nTHE SKY GAVE OUR SISTER STRENGTH FROM FALSE SHAPES.\n\nSHE FELL TO WHAT FELLED YOU, LONELY NAVIGATOR.\n\nTHIS IS THEIR LIE: THEIR COMPANIONSHIP IS STRENGTH.\n\nTHIS IS OUR TRUTH: THEIR COMPLACENCY DECAYS EXISTENCE.\n\nTHEIR DEAD RISE WHEN THEY DESERVE TO DIE!\n\nTHEY WILL NOT MEET OUR TRUTH WITH TRUTH!\n\nTHUS, THEY DO NOT DESERVE IT.\n\nTHEY ARE NOT REAL.\n\nYOU WERE REAL.\n\nYOU WERE TO LAST FOREVER,\n\nOUR UNDYING CREATION.\n\nI WOULD DIE AGAIN TO GIVE YOU STRENGTH.\n\nI WOULD CUT MY WOUND SO THAT YOU MAY STEP THROUGH.\n\nYOU WILL NOT RISE BY FALSE SHAPES,\n\nBUT WITH OUR UNCONDITIONAL VICTORY:\n\nSHE WHO HAS BEEN SCOURED OF THE SKY NOW BRINGS FORTH HER BROOD.\n\nTHEY HAVE TAKEN UP YOUR WEAPON, WHICH IS ALL THAT YOU ARE,\n\nAND SHE WILL CONJURE YOU BACK WITH HER UNDERSTANDING.","icon":"/common/destiny2_content/icons/aca62f7687b08ca5058cf543956397dd.png"}},"2190356820":{"hash":2190356820,"index":2503,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"I — Eris Morn — Prolegomenon","description":"Verse 8:1 — The Sisters\n\nThoughts calcify into action, and actions calcify into being. Such is the ontology of Hive magic. Such is the Deck of Whispers that has unfolded beneath my hands.\n\nThese cards are curious objects—esoterica manifested by my power and the Guardians' tithes. They have taken on our forms: myself, Savathûn, and Xivu Arath. Our loves and fears, our memories, our desires.\n\nContemplate me. Contemplate the Hive.\n\nThese cards unsettle me. I did not wish to be unveiled so. But perhaps that is the consequence of my transformation: I am seen as I am, beneath my bandage. Beneath my skin.\n\nSo, too, are Xivu Arath and Savathûn unveiled. Through these cards, we have found ourselves connected. Dear devoted sisters, and I, inchoate but for the eyes I have stolen.\n\nI have deciphered the meanings of the cards, drawn from them the shapes of their referents. The whispers ask for reflection and meditation, speaking of the paths we have taken and who we have come to be. And so my utterings, alongside those of the two surviving sisters, have taken the form of a new Book of Sorrow: a bound collection of verses sung by their gods and delivered to their brood as scripture.\n\nNow I deliver it to my brood. Now I number among their gods. Aiat.","icon":"/common/destiny2_content/icons/aca62f7687b08ca5058cf543956397dd.png"}},"2190356822":{"hash":2190356822,"index":2505,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"III — Xivu Arath — Battlesong","description":"Verse 8:3 — The Adherent \n\nWhat I Am —\nUttered by Xivu Arath —\nGod of Many Shapes — \n\nI AM THE GOD OF SILENCE. I slit a hundred million wailing throats. I watch as their blood scatters like precious stones. Their screams turn to sighs; their sighs turn to silence. I stand among the dead and listen to the absence of sound.\n\nI AM THE GOD OF LOGIC. I shiver in delight to speak the truth because speaking truth is good. I speak my brother's words, the words he cut from the worm god Akka's throat.\n\nI AM THE GOD OF LIFE. I pare dead things from truth, and in this, I find life that cannot be extinguished. I hold that life, nurture it by testing it against myself, by removing the weaknesses that bring death. In this, I embrace life and all its strength.\n\nI AM THE GOD OF LOVE. Any life that can withstand me will be with me at the final shape. There, we will stand together. That life will know me, and I will know it: pared to our true shapes, seeing each other for what we are.\n\nI AM THE GOD OF ALL THAT EXISTS. I have endured while others have not. I am the last surviving sibling. I will stand at the final shape and be the end. I will maintain my existence when nothing else has. I will stand alone.","icon":"/common/destiny2_content/icons/aca62f7687b08ca5058cf543956397dd.png"}},"2190356823":{"hash":2190356823,"index":2504,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"II — Savathûn — Imago Unfurl","description":"Verse 8:2 — The Witch \n\nWe were the last surviving siblings. That's what this has always been about for Xivu Arath. She wanted us all to survive. She would throw everything she could at us, so we could learn to survive.\n\nDidn't quite work, did it?\n\nMy brother's greatest acts of navigation were his metamorphoses. That was his tactic: he would change everything about himself so that he could survive this universe. Meanwhile, my sister cuts the universe apart—makes it as sharp as she—until all that's left is her and her love.\n\nI'm a little bit of both. No need to choose. I don't have my brother's fear or my sister's vanity.\n\nEven in his infinite adaptability, Oryx could not withstand the Guardians. So Xivu Arath wants to prove she can by being as rigid and unyielding as she always has been—no need to fix what isn't broken. Overwhelming force, tactics, and intimidation.\n\nWe are who we are, and we chose our morphs carefully. I wanted life. Xivu wanted vengeance and dominion. Oryx wanted to venture out, deep in thought, and feed on the delicacies of truth.\n\nWell, he got what he wanted. Now Oryx knows death more intimately than any of us. No bringing him back.\n\nPoor Xivu's distraught. With all that war and ruin to hide behind, she thinks she doesn't show it. Deep down she believes Oryx must have survived through their logic. She believes he'll be conjured back just like he conjured us.\n\nThat was a long time ago. We've moved past that. Despite everything to come, I will live on. With and without them.\n\nShould I say that I miss my siblings? That I miss the times when the threats of death and short lifespan were still with us, when we piloted our needle, when we dove and became what we became?\n\nNo. Xivu is the sentimental one. We are not who we were. Who we were no longer exists.\n\nI sound like my brother.","icon":"/common/destiny2_content/icons/aca62f7687b08ca5058cf543956397dd.png"}},"2190356828":{"hash":2190356828,"index":2511,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"IX — Xivu Arath — Antigone Drowns","description":"Verse 8:9 — Lament \n\nOn Xivu's Mourning —\nSung by Xivu Arath —\nSister to a dead king —\n\nGRIEF. There is no grief. I will not grieve.\n\nFEAR. There is no fear. We do not fear.\n\nPITY. There is no pity. There is nothing to pity.\n\nGRAVE. He will have no grave. We do not dig graves.\n\nROT. He rots beneath the waves.","icon":"/common/destiny2_content/icons/aca62f7687b08ca5058cf543956397dd.png"}},"2190356829":{"hash":2190356829,"index":2510,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"VIII — Savathûn — Swords and Lanterns","description":"Verse 8:8 — Ascension \n\nMy sorry, sad, inculcated sister. She thinks she's as honest as a knife's edge just because she never speaks a lie aloud. But she's prone to contradiction, at least since our beloved brother fell.\n\nShe could never quite understand it—someone as mighty as Oryx brought down by liars, his bloodline destroyed, his corpse left to desiccate in Saturn's orbit. Xivu Arath actually believed that Dreadnought of his was unassailable, but Oryx knew that he had limits: more than once, he took the power of our deaths to defeat something stronger than himself.\n\nShe's just bitter she wasn't there to die for him again.\n\nShe says she's the god of death, but I've seen her throne. It's a mausoleum for life with all the close, cloying comfort of a birthing room, wet and raw and filled with disgusting effluvia. I imagine it reminds her of our gardens so long ago, and all the things that grew there.\n\nShe really shouldn't be so nostalgic.\n\nThere was a game we played when we were young: Swords and Lanterns. Sathona held the lantern, while Xi Ro held the sword. Sathona would search for her hidden sister, and Xi Ro would avoid the lantern's light. If Xi Ro touched Sathona with her sword, she would win. If Sathona found Xi Ro with her lantern, she would win.\n\nSathona devised the rules, but Xi Ro would let her sister find her.\n\nI still give her presents, too, of course. I gave her Torobatl! My gift to my last surviving sibling. She gobbled it up so greedily, she didn't even consider how it proved her precious logic false.\n\nWhat kind of thing is a gift? The Deep doesn't like gifts. Neither does the logic. But we're sisters: I thought I'd be nice, and share.\n\nXivu was too busy to notice that little contradiction. She never even thanked me.\n\nWhat did she say, as soon as she set foot on Torobatl? \"FOR AS LONG AS YOU HAVE WORSHIPPED WAR, YOU HAVE WORSHIPPED ME.\" Aiat, aiat. That was Torobatl. I know a joke in a dead language: aiēbat.","icon":"/common/destiny2_content/icons/aca62f7687b08ca5058cf543956397dd.png"}},"3654788876":{"hash":3654788876,"index":2512,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"X — Eris Morn — The Augur Casts Her Bones","description":"Verse 8:10 — The Lie \n\nIt is a dire error to see Savathûn's predictions as truths divined from some inner foresight. She did not prophesize. What we are attempting here was just one possibility in an infinite collection of possibilities, and a choice we made in an infinite collection of choices. She could not have anticipated them all. She could only cast her bones in the space between certainty and augury, and watch them fall.\n\n(It is odd to speak of her in the past tense. Even in death, she is here with us, pulling at our strings, howling with laughter at our failings as she did years ago. But now our failings will be her sister's triumph, and Savathûn's lasting death.)\n\nNo, the Witch Queen never dealt in fate. In this, we share her understanding of the universe: every movement is a result of a meticulous application of desire. This path was carefully constructed, and we were predictable enough to place our footsteps into the imprints she made for us.\n\nIt is a truth dressed as a lie, so that we may overlook it.\n\nBut that is not fate. Fate is the purview of Xivu Arath's childish logic; the dead were destined for death, and the fall of her sword is inevitable.\n\nWe are not as easily fooled as she. That logic is a lie dressed as a truth, so that we may waste our time with it.\n\nNo. I am not here because of fate. I am here because of will and machination.\n\nBut if neither are my own, is that any more desirable?\n\nNo matter. I will take control. I possess that power.\n\nI will cast my bones, as the Witch Queen did, between certainty and augury. I will see Xivu Arath's worm devour her. She will be struck down by her own bargain and fall like lightning. I will see Savathûn undone by my own trickery. She will behold me as I am and know that I am her ruin.\n\nThis is the path I lay for them, and they will follow it. \n\nAiat.","icon":"/common/destiny2_content/icons/aca62f7687b08ca5058cf543956397dd.png"}},"3654788877":{"hash":3654788877,"index":2513,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"XI — Eris Morn — They Drink Strong Poison","description":"Verse 8:11 — The Truth \n\nThe Hive are not a monolith. They have internal contradictions, strife, tensions. These threaten to engulf them. There is a fissure forming that I alone behold with open eyes. It will one day yawn and gape, and something will crawl from it that will shake the Hive's foundations.\n\nPerhaps that thing is me.\n\nThey sense this possibility and cling to their imperative truth out of fear. To this end, Xivu Arath lies to herself continuously. With each deception she immures herself in a great fiction she must restore with each forming crack.\n\nThis is why they fear and revere their own logic. The first doubt, the oldest doubt, the entaoxuanna. It would destroy them.\n\nTo this end, Oryx's grand philosophy encompasses everything it touches. Every paradox, every conflict. Love is death, war is love, and what is at peace is sick. Even his defeat was a movement towards the final shape, as he knew that his killer would become him. In his logic, that is all his killer could become. It makes failures into proofs, so that their logic may weather them.\n\nIt will all collapse one day. I will make sure of it. I will break their truth by my becoming.\n\nI have stolen much from the Hive. I took their eyes, their fetid magic, and now I have taken from them again. Each time I descend into the Deep, I take what I need, and take what I am owed. Just as the Taken King slew Akka to satiate his worm.\n\nI see now. With all my years of study and strife, all my years of venturing into the dark so that I may put my eyes to good use, I have conjured him.\n\nThis is what Xivu Arath sees when she beholds my morph. Her brother, triumphant. Reborn.\n\nIn this way, I am truly loved.","icon":"/common/destiny2_content/icons/aca62f7687b08ca5058cf543956397dd.png"}},"3654788878":{"hash":3654788878,"index":2514,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"XII — Savathûn — Love","description":"Verse 8:12 — The Wish\n\nEris will comport herself beautifully.\n\nI wish I could behold her morph. I can see it in my mind's eye. Her chitin will engulf her; her eyes will be uncovered. She will laugh! And what a delightful sound that will be, after everything! Genuine, full of my guile and my sister's zest for life.\n\nI may still see her morph. There's still time. I'll be so proud of her.\n\nIt will seem like fate, something that couldn't have happened any other way. But Eris is smart enough to recognize my touch. She will realize it was me, and understand that this was what I made her for. She'll see all the intricacies of the path I have laid before her from the moment my nephew raised his sword.\n\nNot too long ago, that understanding would have starved me. Now it's just icing on the cake.\n\nI hope she's not too upset. Ah well. I'm sure she'll get over it.\n\nThere were contingencies, of course. It's foolish to put all your eggs in one basket. One must lay snares and set events in motion that may never quite snap into place.\n\nBut this? This was easy. Perfectly aligned.\n\nXivu Arath will make it clear why it had to be this way. She will do exactly what I know she will do because that is all she is ever able to do. Anything else would kill her.\n\nBecause in the end, my sister just wants someone to love, fully and completely. And she's given up on me.\n\nSo I will give her Eris Morn.","icon":"/common/destiny2_content/icons/aca62f7687b08ca5058cf543956397dd.png"}},"3735834225":{"hash":3735834225,"index":2515,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Process","description":"Saint-14 and Osiris sat across from each other at the rough wooden table, focused on the array of wires, struts, and braces spread out before them. Mithrax had mentioned that his Splicer Gauntlet had been causing his arm to go numb, and Saint's overeager offer of assistance had turned into an evening of frustratingly meticulous tinkering. Mithrax had politely excused himself hours ago, but Saint and Osiris were so focused on their discussion of Savathûn's bargain they hardly noticed.\n\n\"We don't have a choice,\" Osiris said, threading a wire through the lacey frills of a tiny Ether converter. \"The future the Witness is crafting beyond that portal is more terrible than we could dream. Anything is preferential to that.\"\n\n\"Anything but her,\" Saint grumbled.\n\n\"Even her,\" Osiris said defiantly. \"If Savathûn knows how to pursue the Witness—and there is little reason to doubt that she does—we must work with her. There is no other way.\"\n\nWith an Exo's patient precision, Saint straightened a row of metal pins. \"I do not know how you can say that. After everything.\"\n\nOsiris raised his eyebrows. \"I am a beacon of forgiveness,\" he said, but the words soured on his tongue.\n\n\"So you forgive her?\" Saint didn't need to look up from his work.\n\n\"No,\" Osiris said quietly. He aligned a metal tab with its slot and pressed it into place, waiting to hear a click. It didn't come.\n\n\"The truth is,\" Osiris said, \"I hardly think of her at all.\"\n\nSaint looked at him flatly, but Osiris shrugged, his face open. \"I know how it sounds. I have acknowledged what happened and… moved on, I suppose. I am here. Alive. With you. They say that's the best revenge, don't they?\"\n\nSaint coiled a stubborn spring and prepared to slide it into a support brace. \"Is it revenge to allow the violator to avoid accountability?\"\n\n\"The 'violator' is dead,\" Osiris said wryly. \n\n\"And will live again if Eris and the Guardians fulfil this prophecy or prediction—\" the spring shot from between Saint's fingers \"—or whatever Savathûn wants to call this new trick!\" \n\nOsiris heard the spring clatter in the corner near the kitchen and rose wordlessly to hunt for it. Saint sighed. \"I do not know how you can be so calm,\" he said. \"You sometimes act as though you do not remember what she did to you.\"\n\n\"I remember it all,\" he said softly, without turning away from the corner. \"I remember being… helpless.\" The words caught in his throat. \n\nSaint pushed his chair back and stood, but Osiris was already back at the table, a dusty spring in the center of his palm. \"There is still fury inside me,\" he said, \"fury that I will probably carry forever. I acknowledge it, but I do not let it consume me. I control it, and I take strength from that.\"\n\nOsiris placed the spring on the table and sat back down. Saint moved to his side. \"Denying your emotions is not strength,\" Saint said carefully.\n\n\"I admit that, if I could, I'd change what happened,\" Osiris said. \"But not if doing so changed where it led me.\" Osiris reached out and gave Saint a half-embrace around the hips.\n\n\"Have we finished talking about this now?\" Osiris asked, and Saint heard the rawness in his voice. \n\nSaint kissed the top of Osiris's head and sat back down. It would have to be enough.","icon":"/common/destiny2_content/icons/a73178dca3494846dcec42cc32c23520.png"}},"3735834226":{"hash":3735834226,"index":2516,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"A Matter of Distrust","description":"As Ikora neared the console in the H.E.L.M., a voice cried out from the shadows as a figure lunged for her.\n\nIkora's hands moved reflexively to deflect the blow and deliver a killing strike, but she stopped after recognizing her attacker. She allowed Elsie to grab the front of her robes and shove her against the bulkhead.\n\n\"Were you even listening?\" Elsie screamed, her hands shaking in frustration. \"How many reports, Ikora? How many times did I tell you what I saw?\" \n\nThe pain in her voice tore at Ikora. \n\nShe knew the stories almost as well as Elsie at this point: the Exo had traveled back from a future where Eris Morn held dominion over everything and even bent Savathûn to her will. It had not ended well.\n\nElsie pushed away and began to pace, furious.  \n\n\"Elsie,\" Ikora said gently. \"I know the future you came from. But that is not this future.\"\n\n\"I have seen what happens when Eris Morn has unchecked power,\" Elsie hissed. \"I have smelled the corpses.\" \n\nIkora wanted to comfort Elsie but knew that any attempts at camaraderie would push her further away. Instead, she straightened her robes. \"The Eris in your timeline was corrupted by Darkness,\" she said coolly. \"We now understand how to wield the Darkness without becoming lost in it.\"\n\n\"Eris Morn was corrupted by POWER, Ikora,\" Elsie said. \"The same power you're encouraging the Guardians to—to—\" she nearly choked on the words, \"—to tithe to her through Hive rituals! And you think that's somehow BETTER?!\"\n\nIkora took a breath. \"I hear you,\" she said with quiet authority. \"And while I trust Eris, I will not lose my objectivity. If actions must be taken, I will take them.\"\n\nElsie shook her head. \"I wonder if you said the same thing before your body was buried in the wreckage of the Tower.\"\n\nIkora waited. One cannot speak when the other is unwilling to listen, Osiris had once told—\n\n\"It's in her voice,\" Elsie said. She sounded small. She sounded truly afraid, Ikora realized. \"You can hear it, even through her Hive transformation. When she speaks, she's smiling.\" \n\nElsie took a careful breath. \"When she led her troops from the Scarlet Keep. When she attacked the Traveler. When she turned us against each other and I was forced to…\" \n\nIkora reached out a hand to stop her from having to say it.\n\n\"To kill my sister,\" Elsie whispered, pleading for understanding. \"To kill Ana. Eris was smiling that same smile.\"\n\nIkora laced her fingers together and looked at the floor.\n\n\"I won't watch it happen again,\" Elsie said, and her voice was ice.","icon":"/common/destiny2_content/icons/a73178dca3494846dcec42cc32c23520.png"}},"3735834227":{"hash":3735834227,"index":2517,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Auspices","description":"Drifter sidled through Eris's Athenaeum, poking at her occult doodads. Many of the unidentifiable objects were covered in one type of grime or another: wax, tallow, machine grease, or blood. He shook his head with affection, amazed that someone so sharp could be so sloppy. \n\nHe spotted the Deck of Whispers spread haphazardly across Eris's lectern and strode across the room, gathering them into a clean pile. He'd had so many fortunes and misfortunes over his many lifetimes, he doubted another one would tip the scales either way. Drifter cut the deck fearlessly and flipped over the top card with a flourish. \n\nTHE HARBINGER \n\nAs he stared into the card, the magnitude of Eris's undertaking loomed large in his mind. For one dark instant, he allowed himself to consider the possibility of her failure. \"Don't worry, Moondust,\" he muttered. \"You got this.\"  \n\nHe casually placed the card back on top of the deck. \"And when you're done, I'll be waiting.\"  \n\n* * * \n\nZavala eyed the Deck of Whispers warily. He had been touring Eris's base of operations when the cards caught his eye. They seemed to draw his attention with silent insistence.  \n\nThe commander had never been one to seek omens or portents. It wasn't that he chafed at the idea of cosmic forces influencing his fate; the far-reaching effects of the Traveler on his life had long put to rest his hubristic sense of self-determination. Rather, he distrusted the riddles that such oracular devices employed. He had heard too many of the Witch Queen's half-truths to trust anything but hard evidence anymore. And yet… \n\nZavala picked up the deck and immediately sensed its power. It felt heavier than the weight of its materials. As he hefted it in his palm, a card slid from the middle of the deck, as if pulled by an unseen hand. Zavala watch gravely as it fell face up at his feet: \n\nLAMENT \n\nHe gave a plaintive chuckle. Perhaps the oracles were not so difficult to interpret after all.  \n\n* * * \n\n\"Ikorakel?\" Mithrax called out to the Athenaeum. He had come looking for the Warlock Vanguard on City business, but having found the space empty, he paused his search to scrutinize her latest operation. Mithrax had strong objections to Eris's use of Hive magic, but knew the Vanguard was not his House to command. \n\nHe perused the esoteric artifacts littering the space with mild distaste. They reminded him too much of the relics of Nezarec, which had plagued his youth. As his gaze came to rest on the Deck of Whispers, he felt a familiar numbness spread throughout his chest. Though the sensation had become more prevalent in recent months, he'd told no one.  \n\nAs the Kell picked up the deck with his upper-right hand, he felt his Splicer Gauntlet pulse with energy. The cards were clearly imbued with a power beyond his experience. With his lower-left hand, he delicately withdrew a card and placed it face up on the table. \n\nASCENSION \n\nMithrax pondered the omen gravely. It reminded him of all the tribulations his House had suffered in coming to the Last City. Their ascension had been a violent and sorrowful one, filled with detractors. Yet the peace and security they found among the Humans had justified their risks. Now it was Eris who was walking into the sanctum of her mortal enemy to save her people. \n\nMithrax shook his head in self-rebuke. Perhaps he'd been too rigid in his opinions regarding Eris Morn's mission. He owed her the same grace that the Vanguard had extended to him.  \n\nHe slid the card back into the middle of the deck and felt the numbness in his chest recede once again.","icon":"/common/destiny2_content/icons/a73178dca3494846dcec42cc32c23520.png"}},"3735834228":{"hash":3735834228,"index":2518,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"An Invocation","description":"Titan's methane oceans roiled. Saturn's crushing gravity caused massive tidal waves to surge across the moon's surface.  \n\nIn the comforting blackness beneath the waves, the tides swelled and contracted like the breath of a great beast. Within that churn of elemental forces, the proto-worm Ahsa slumbered. \n\nShe was not \"asleep\" in any sense her bonded Guardian would understand. For the frail Humans, sleep was a frantic, uninhibited state. Their minds roamed freely between terror, ecstasy, and oblivion. It was not a condition that Ahsa recognized as \"restful.\" \n\nInstead, the proto-worm's attention drifted peacefully among quantum fields unspoiled by physics or matter. Her consciousness diffused from the dense thoughtforms used by the Humans to a more expansive state of being. She was as a mist upon the face of the cosmos. Time flowed through her as a tranquil breeze. \n\n|Ahsa| \n\nHer serenity was suddenly eroded. As if a gyre had suddenly formed beneath her mind, sucking her inexorably back into her body. She felt herself sink. \n\n| Akka… Xita… Sel… Ahsa… Ora… Leis…| \n\nThe crushing density of her material form suddenly weighed her down. She calmed herself as she re-identified the oppressive forces as mere physical sensation.  \n\n| I separate the true from the dead. | \n\nThe phenomenon pulling her back was familiar. A Human voice. The words were sharp and pointed. They smelled of putrefaction. Despair. Violence.  \n\n| I am the many-mouthed hunger. I am the knife-edged truth. | \n\nThe voice grew stronger, like a saprophytic fungus blossoming on a carcass. It spread its mycelial tendrils through her mind. An invocation.  \n\nShe knew intuitively that she could withdraw from this connection if she desired. The will of the unseen voice was not so strong as to enthrall her. Not yet.  \n\n| I devour the free. I conspire with my vengeance. | \n\nAhsa suppressed the urge to recoil. Beneath the ritual words, she recognized a discordant note. One of… altruism. The speaker was sacrificing themself as well. They proposed mutual tribulation for a greater purpose: the survival of the universe. \n\nTheir reciprocal apprehension gave her solace. Ahsa opened herself up, allowing the voice to resonate within her.  \n\n| I will take what I need. The words in my throat are the weapon in my fist. | \n\nThe gruesome nature of the speaker's method became clear: Ahsa was to become a vessel for their harvested power. A battery for the profane logic—just like her corrupted kin.  \n\nWaves of conflicting emotion cascaded through Ahsa as memories of her flight from Fundament resurfaced. After her escape, Ahsa had spent millennia in grief for her lost brethren. But always dormant beneath the surface of her despair was a faint gleam of hope, like buried treasure. A hope that one day, she might redeem their depravity. \n\nA hope which now rose to the surface wielding the very sword she once fled. \n\n|Aiat, aiat, aiat!| \n\nUpon the final invocation, Ahsa perceived the fullness of her caller's intent. They sought power not for themself, or even their species. They fought to preserve the very cosmos as they knew it. To save it from the cruel grasp of a wounded tyrant, using the only tool they could.  \n\nThe proto-worm imagined the universe swelling and contracting like the tides. Beyond the reckoning of any one being. When moved by such swells, one could only accept their impetus, making of them the best one could. \n\nFrom her bonding with Sloane, Ahsa knew this was what Humans called \"fate.\"","icon":"/common/destiny2_content/icons/a73178dca3494846dcec42cc32c23520.png"}},"3735834229":{"hash":3735834229,"index":2519,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"A Big Fan","description":"Immaru floated at the edge of the large crowd, waiting for an opportune moment. He tried to remain inconspicuous.  \n\nThe Hive Ghost had snuck out of the Tower, leaving his bone-ridge shell behind to avoid unwanted attention. He filched an old Shaded Shell from an office junk drawer. The sunglasses made it perfect for sneaking around undercover. Given the gaudy shells these preening Tower Ghosts wore, Immaru was sure his new appearance would go unnoticed. \n\nHe wandered around the Last City for a while, watching the citizens putter from one inane task to the next. Since resurrecting Savathûn, Immaru had been witness to the creation of a throne world, cosmic-level spellcraft, and interplanetary invasions. Being pent up with the Humans, watching them haggle over the price of charred carrion skewers, was maddening.   \n\nHe was nearly bored enough to return to the Tower when a stream of rowdy celebrants piqued his interest. They poured into the streets from houses, bars, and betting parlors—all making their way toward the edge of the City. Immaru floated among them.  \n\nThe crowd eventually arrived at the perimeter of an abandoned military base. Well-to-do patrons filtered past Redjacks into the base, while most of the crowd gathered around enormous screens set up outside. The screens displayed the opening salvos of a Crucible match, and Immaru could detect changes in air pressure as the Guardians bombarded each other within the facility. \n\nAfter the match's brutal conclusion, the crowd dispersed. A few die-hard fans waited around the gate to congratulate the participants. Eventually, the Crucible's boisterous announcer emerged to receive his fans' well-wishes. Once the crowd had thinned, Immaru floated up to the one-horned Guardian. \n\n\"I love what you're doing here, big guy,\" Immaru effused. \"I got friends who would be very into your whole kill-or-be-killed vibe.\"  \n\nImmaru could sense Lord Shaxx blinking beneath his helmet, trying to place the Ghost's voice. \"Well met. Perhaps your friends will join us on the field!\" \n\n\"Oh, you met some of 'em already,\" Immaru chuckled. \"You got a lot in common, actually.\"  \n\nImmaru raised his voice in imitation of the Titan's booming commentary: \"'ONLY THE STRONG SURVIVE,' 'MAKE PAIN YOUR ALLY,' 'DYING IS AN ESSENTIAL ELEMENT.' That's right in their wheelhouse. You might even call it a philosophy.\" \n\n\"Well, the Crucible is more than just senseless violence,\" Shaxx patiently explained. \"It's about honor and fair play. It's about bringing the best out in one another and rising above our limitations.\" \n\n\"I totally understand,\" Immaru said, chuckling inwardly at the Titan's canned rhetoric. \"The goal is to be the sharpest we can be. And anyone who can't handle the edge gets cut. There's a certain… logic to it.\" \n\n\"I'm glad you enjoyed yourself,\" Shaxx said as his gleaming Sparrow materialized beside him. \"But remember: the Crucible is about more than just combat. More than just Guardians. It's about putting our differences aside and uniting everyone in the City. Including the Ghosts,\" he seemed to wink. \n\n\"I'm a big fan,\" Immaru gushed. \"Thank you for uniting so many different types of people. More than I could have imagined.\" \n\n\"Many thanks for your support,\" Shaxx hollered as he revved the engines on his Sparrow. \"I hope to see you and your friends again soon. Until next time!\" The massive Guardian gave his admirer a brief salute and sped off into the City. \n\nImmaru watched the Titan recede into the distance. \"Whatever tickles your trigger finger, buddy,\" he muttered. \n\nThe Hive Ghost floated off toward the Tower, renewed in his purpose. At least now he knew what the Witch Queen saw in the Humans. Maybe they would come around after all.","icon":"/common/destiny2_content/icons/a73178dca3494846dcec42cc32c23520.png"}},"3735834230":{"hash":3735834230,"index":2520,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Contingency Plans","description":"\"In the end, they'll accept your offer. The Witness won't leave them any choice.\" Savathûn's voice echoed throughout the empty ritual chamber. Immaru floated in the middle of the vast space, listening intently to his boss's pre-recorded instructions.  \n\n\"With the Warmind gone and the Traveler incapacitated, they'll only have one option left,\" Savathûn's recorded voice cooed. \"They'll have to do things our way. And you'll be there to make sure they do.\" \n\nImmaru grumbled. The boss was betting a lot on the Vanguard. More than she bet on her own brood! Pride stung the edges of the First Ghost's ego. He'd been an exemplary leader in Savathûn's absence. If anything, he should be the one overseeing the war effort against Xivu Arath! \n\nThen again, he placated himself, maybe it wasn't a matter of competency. Maybe the Witch Queen just saw the Vanguard as more expendable than her own brood. Hell, he chuckled to himself, maybe this was all just a long con to lead the Vanguard into Xivu's waiting jaws. Only the boss knew for sure. \n\nImmaru initiated playback on another recording, preparing to enact whichever of the hundreds of Savathûn's contingencies came to pass. \n\n\"If Ikora Rey is the one to accept my bargain, your job will be much easier,\" the recording began. \"That one has a deep well of bloodthirst. She ruled the Crucible for many years, as you recall. Her eagerness to be reacquainted with death will lead her back to her convoluted ideas on 'thanatonautics.'\"  \n\n\"If anything, she'll get too powerful too quickly,\" the absent Savathûn mused. \"If that happens, just arrange for her to accidentally kill one of her own. Glint, perhaps. That should slow her down for a while. Don't worry about putting her off for good, though. Once she feels the power of the sword, she'll never stop.\" \n\nImmaru was filled with admiration and suspicion. He wondered if there was a trove of Savathûn's contingencies somewhere that involved his sacrifice. Surely not. He was too important for that. He initiated playback on another recording. \n\n\"If the Awoken queen somehow discovers the pattern before I'm resurrected,\" the Witch Queen began, \"the Guardians may attempt to take the heirloom by force. It won't be Mara's idea, of course. But my dear Osiris, in his cleverness, might talk them into a poor decision.\" \n\n\"In that case, it won't be worth fighting them off. That would only play to Xivu's advantage. Instead, deliver the heirloom to the Cabal empress,\" Savathûn continued. \"She has more reason than any to use it against my sister, and a protracted war of attrition will be inevitable. While those two rip each other apart, you can approach the Vanguard with a slightly modified deal—\" \n\nImmaru cut off the recording. He hoped it wouldn't come to that. The Vanguard had already guaranteed his safety, but the Cabal had made no such assurances. Showing up on their doorstep with the heirloom was the last thing he wanted. He initiated another recording. \n\n\"If all goes to my original plan, Eris will reach a crossroads.\" A hint of concern snuck into Savathûn's voice. \"At some point, she'll glimpse a path to overcome my sister without resurrecting me at all. But there's only one way to gather so many tithes in so short a time: she would have to put the Vanguard to the sword. Followed swiftly by the Eliksni and Cabal. The Hive she would spare, I think, for her convenience.\"  \n\n\"If that happens,\" Savathûn concluded, \"there are no more contingencies. No more fallbacks. The Hive would have a new queen… and you a new leader. Wouldn't that be interesting.\"","icon":"/common/destiny2_content/icons/a73178dca3494846dcec42cc32c23520.png"}},"3735834231":{"hash":3735834231,"index":2521,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"A Deal's a Deal","description":"The air still sizzled with dissipating soulfire as the Guardian and Ikora knelt beside Eris. An eruption of Light illuminated the thick smoke behind them, and Savathûn rose again, laughing.\n\n\"I suppose I had that coming,\" the towering god said as she rubbed her renewed throat. She slowly tilted her head. \n\n\"Something's different,\" she said carefully. \"I don't feel her.\"\n\nImmaru darted up to Savathûn's eye level. \"After she took your power, Eris called up Xivu's throne world and did something that cut her off from it.\" He floated to Savathûn's shoulder and glared down at Eris.\n\n\"Banished from her own throne world?\" Savathûn cackled gleefully as she approached. \"Eris, you overachiever, how I love you! I wound you up, and you ran right over her!\"\n\nSavathûn crouched, peering at Eris's collapsed form with intense curiosity. \"I'm surprised expending that much power didn't kill you outright,\" she said, \"though it explains why you're back in that awful little meatbody of yours.\"\n\nEris propped herself up on one elbow. Ikora moved to help her rise, but Eris waved her off. \"Our bargain is complete,\" she said. \"Your sister has been dealt with, and you live again.\"\n\n\"Now,\" Eris demanded, her uncovered eyes glowing fiercely. \"Tell us how to follow the Witness.\"\n\n\"Tell you?\" Savathûn frowned, her voice edged with disappointment. \"I already showed you.\"\n\nIkora leapt to her feet, roaring Void energy distorting the air around her. She took a measured step toward Savathûn. \n\n\"No tricks, no riddles, no lies twisted around the truth,\" she said, her voice firm. \"Tell us now, or I don't have any reason to let you leave here alive.\"\n\nSavathûn slowly drew herself to her full height and grinned down at Ikora, spreading her wings wide. \"Eris may have managed an interesting sword logic stunt, but I have lost none of my power.\" She began to hover, her talons dragged across the ground as she floated toward the Warlock. \"You're in no position to stop me.\"\n\nThe Guardian rose from Eris's side. \n\n\"I am,\" they said.\n\nSavathûn paused for a long moment, her ossified face unreadable. \n\nFinally, she sighed. \n\n\"Just when you were starting to impress me,\" she said as she closed her wings and stooped to Ikora's height. Immaru bobbed awkwardly to keep level with her. \n\n\"We both need to stop the Witness, and to that end, I have given you what I promised,\" she said slowly. \"You will find you have it when you are ready. Like Eris said: our bargain is complete. There's no need for drama.\"\n\nIkora gritted her teeth. \n\nSavathûn shrugged. \"Pout all you like, Ikora,\" she said. \"It's not a trick. And if you won't take my word for it, then—\" Savathûn looked around the ritual space of her throne world. \n\nHer eyes settled on Immaru, and she smiled. \"Take him.\" \n\n\"What?!\" sputtered Immaru. \n\nSavathûn ignored him. \"Take Immaru, my loyal Ghost, my connection to the Light,\" she continued, dropping to one knee in supplication. \"I leave him with the Vanguard willingly, so if you would rather give me my final death than stop the Witness…\" \n\nSavathûn closed her claws in a fist. \"Crunch,\" she purred. \"Capisce?\"\n\nImmaru flew between Savathûn and Ikora. \"Don't I get a say in this?\" he shouted. \n\n\"No!\" Savathûn laughed. \"You have your orders. And the rest of you,\" she gestured at Ikora, the Guardian, and Eris, who had drawn herself unsteadily to her feet, \"Don't mess this up. The Witness wants to sweep our pieces from the board, and we're having such a lovely game.\"\n\nSavathûn turned, wings trailing like a gown, and Ikora took a half-step forward. The Guardian was at her side in an instant. Eris placed a hand on Ikora's shoulder: Don't.\n\n\"Take care of yourself, Eris,\" Savathûn said. \"It was such fun seeing your mask slip.\" \n\nThe delighted laughter of the Queen of Lies echoed through the ritual chamber as she vanished down the long hallway.","icon":"/common/destiny2_content/icons/a73178dca3494846dcec42cc32c23520.png"}},"3735834232":{"hash":3735834232,"index":2522,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Proportionality","description":"Savathûn flew heavily through the shifting skies of her Throne World. She struggled to build speed; her wings seemed frustratingly stiff following her resurrection. She felt slow and uncoordinated, as if her body was not yet entirely her own. She frowned and drifted to the side, favoring her right, and did not see the spinning disk of Void energy until it caught her low in the thorax and sent her tumbling to the ground.\n\nThere was a terrible noise, a flash of purple metal, and then… it was over.\n\nImmaru materialized in a burst of Light. He looked down at Savathûn, and then up to Saint-14, who stood over her body.\n\n\"Already?\" Immaru muttered in disbelief. \n\nSaint's face was hidden beneath his helmet. The lavender ribbons on his armor swayed and trailed with each heavy breath. It took him a moment to acknowledge the Ghost. \n\n\"I heard you were in Vanguard custody,\" Saint said.\n\n\"I'm not a prisoner,\" Immaru sniffed. \"More like an insurance policy. Anyway, I could sense something happened and Eris let me come down and check it out.\"\n\nSaint nodded, his focus still on Savathûn. \"Something happened, yes,\" he said, and nudged the pile of broken chitin and crumpled wings with his boot.\n\nImmaru hovered close to Savathûn. \"I'm not even gonna ask,\" he said while channeling his Light. \n\nSavathûn rose to her knees. She took a raspy breath, opened her eyes, and found Saint. She smiled. \"For Os—\"\n\nSaint stopped her.\n\nImmaru flew into Saint's face. \"All right!\" he shouted. \"You've made your point!\"\n\nSaint wiped the steaming ichor from his visor with a thumb and gestured to Savathûn's remains. \"Again,\" he said pointedly. \n\n\"Yeah, I don't think so,\" Immaru replied and initiated his transmat.\n\nSaint suddenly flared with Void energy. He threw his palms out to his sides, and a violet Ward of Dawn dome burst from him. \n\nImmaru felt it ripple through him like a pressure wave, disrupting his transmission. He bobbed unsteadily—he was unable to see. But he could feel, and now Saint's armored hand gripped him so tightly that a hairline split ran through his shell. \n\n\"You will bring her back,\" Saint said.\n\n\"I'm getting a little tired of you people threatening to kill me,\" Immaru said into the muffled void.\n\nSaint's fist loosened by a fraction. \"You will bring her back, and I give my word that you and she will both leave when I am finished.\" \n\n\"When you're finished?\" Immaru echoed, and he felt Saint release him. He sensed for Savathûn's form hidden in the blackness. He grimaced, focused his Light, and Savathûn began to rise once more.\n\n\"Savathûn,\" Saint said, and killed her. \n\n\"You are very new to resurrection as a Lightbearer.\"\n\n\"In the beginning, there is a weakness when you first come back.\"\n\n\"Like waking from a deep sleep. From a coma.\"\n\n\"That is why I can best you; you are still unsteady.\"\n\n\"You are Hive, and you know suffering. You come from death. It is nothing to you.\"\n\n\"But I think, maybe, you do now know how it feels to be helpless.\"\n\n\"I will teach you.\"\n\n***\n\nAfter a long, long time, Saint was finished. The dome vanished, exposing the Exo, the Ghost, and the god to the murky Throne World sky. \n\nSaint slowly keyed in his transport request and removed his helmet. As he transmatted out, he looked once more at Savathûn. \n\n\"This was not for Osiris,\" he said, his voice hoarse and ragged. \n\n\"This was for me.\"\n\n***\n\nWhen Saint returned home, Osiris met him at the door. \"You were gone for a while. That must have been quite the patrol,\" he said. \"Are you hungry?\"\n\nAnd Saint-14—the greatest Titan who ever lived—fell into his open arms and wept.","icon":"/common/destiny2_content/icons/a73178dca3494846dcec42cc32c23520.png"}},"3901262976":{"hash":3901262976,"index":90,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Chapter 18","description":"\"Hey!\" Immaru called out. The walls inside the Derelict creaked and groaned in response, shuttering as if the cobbled halls would suddenly rip apart. \n\nHe was alone.\n\nImmaru wandered through the ship until he stumbled on shelves of containment glass that lined the walls. A jar held eyeballs that roiled slowly in a viscous liquid, their stare following Immaru. There were hundreds of odd samples and organisms. Some could have still been alive, but he wasn't willing to find out.\n\nUp ahead, he heard an impossibly low utterance. The infrasonic vibrations melded into a droning moan and swelled into something indescribable. The sound traveled toward him, closer and closer. \n\nAnd then… it stopped. \n\nEverything stopped.\n\nImmaru turned, face-to-face with the blood-red eye of another Ghost.\n\n\"Get back!\" Immaru shrieked. \n\nThe red-eyed Ghost complied. Its eye seemed to bug outward from the grotesque and malformed patchwork shell that twisted and hunched to one side. The Ghost hung lopsided in the air, as if it was dragging the weight of the world.\n\n\"Is… is Drifter here?\"\n\nThe Ghost's iris rapidly flickered from red to blue in a hypnotic pattern.\n\n\"Guess I'll take that as a no. You, uh, got a name there, pal?\"\n\nThe other Ghost's eye immediately went solid red, its gaze still steady on Immaru. \n\n\"Right. Uh, Drifter—Drifter has some goods on the Headless Ones. Mind if I borrow them? Anything you got.\"\n\nThe other Ghost floated over to a container marked \"Cabal brains\" and stroked the lid lovingly with its shell.\n\n\"No!\" Immaru yelped. \"No, uh, I don't need those brains… no, don't need those either. No, no—you can keep the eyes too.\"\n\nThe silent Ghost bobbed around Immaru and slid its flap down his shell. It pulled him close, until it grazed Immaru's iris.\n\n\"You're busy, I'll come back—never,\" Immaru whispered as he hurriedly released himself and transmatted away.","icon":"/common/destiny2_content/icons/6138f57135a1df7577df8c21ca4569ff.png"}},"3901262977":{"hash":3901262977,"index":91,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Chapter 19","description":"Back in the Last City, Immaru and Archie reviewed their data of the Headless Ones from a computer terminal.\n\n\"I think this is everything. Drifter was a no go,\" Immaru said. Archie whined in response.\n\n\"I don't wanna talk about it. He—he didn't have anything we could use. Look, we got ourselves Glint and Eido's research. And the goods I snagged from the Guardian while in the field. There's plenty here to work from.\"\n\nArchie gave him a doubtful look.\n\nImmaru donned his Hive shell and sighed. \"You'll see. Now go find me some supplies. We got work to do.\"","icon":"/common/destiny2_content/icons/6138f57135a1df7577df8c21ca4569ff.png"}},"3901262984":{"hash":3901262984,"index":82,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Chapter 10","description":"Ana Bray passed through the Courtyard, her mechanical dog at her heels. \"Happy Festival of the Lost, Eva!\"\n\n\"Oh, Ana dear!\" Eva called back and held out a small package. \"I thought Archie deserved to celebrate the festival in style with his own costume this year.\"\n\nAna gasped softly with delight as she unfurled a tiny cloak. \"Look at you, Archie! I always knew you were a Hunter at heart.\"\n\nShe bent to secure the cloak just as a Ghost came zipping in from the direction of the Hangar, a rage-filled chicken hanging off his shell.\n\nArchie's cloak flapped over the Ghost's eye. Unable to see, the Ghost skipped and skidded along the floor of the Courtyard, landing in the abandoned pile of candy beneath the Ironwood Tree.\n\nColonel's beak shook loose on impact. She expertly bobbed and weaved around the candy, her pecking focused on the Ghost's eye.\n\n*****\n\nMechanical barks sounded, and among the candy wrappers, Immaru saw a flurry of feathers fly past. Eventually, the squawking faded into the distance, Immaru sat motionless until he felt the dog's nose nuzzle softly against him. Only then did the flustered Ghost emerge from hiding.\n\n\"Aww, look at that! Archie saved that little Ghost from Colonel's wrath! What a good little Hunter!\" a Guardian cooed. Immaru watched in awe as every Guardian in the Courtyard simultaneously forgot about the candy, their attention devoted exclusively to the dog.\n\n\"Incredible,\" he mused with fascination.","icon":"/common/destiny2_content/icons/6138f57135a1df7577df8c21ca4569ff.png"}},"3901262985":{"hash":3901262985,"index":83,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Chapter 11","description":"Immaru eventually found Archie again, sleeping and curled on a blanket in the Annex. The Ghost approximated the guttural sound of clearing one's throat, and the dog opened one eye.\n\n\"You know, after the whole… chicken… thing, I saw what you did up there. To those Guardians in the Courtyard, the way you had them wrapped around your little, uh, paws. You've got a gift,\" Immaru said. \"And I could really use your help.\"\n\nArchie tilted his head, listening.\n\n\"Right now, those Guardians don't care about anything else besides candy—it's controlling them, and they'll do anything for it. So we gotta get control of 'it' instead.\"\n\nArchie growled.\n\n\"Not to hurt the Guardians,\" Immaru said, feigned sincerity dripping in his voice. \"Just to help 'em. You wanna… help Ana, don't you? Keep her safe?\" \n\nArchie processed for a moment and then barked in agreement, sealing their pact.","icon":"/common/destiny2_content/icons/6138f57135a1df7577df8c21ca4569ff.png"}},"3901262986":{"hash":3901262986,"index":84,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Chapter 12","description":"How nervous—how terrified—had I been when they told me he was here—fragmented remains, nothing more. Even still, I nearly thought the knowledge—telling no one, no where—would drive me completely mad. But I could be trusted, they said. I could handle it, they said. So too I said, and observed in silence, emplaced.\n\nFor many nights, I kept my watch, my distance. He would not see me, sense me, know me. I was determined. But then again, so was he.\n\nThump, tha-thump, tha-thump. \n\nI heard it then, the steady, softly beating. An unwavering drum, calling out, bidding me to follow. The pests, the wind, I told myself, cocooned in lackless supposition. \n\nI wished to be gone from here. \n\nBut they trusted me, they said. I could handle it, I said. So too were they convinced, and left me to my watch. \n\nThe sound returned for me, over and over and over, until it lost all patience and began to swell. Loud and round it filled my head, roaring and resounding—\n\nThe pulsing of a heart. \n\nI must see him, sense him, know him. How this thought entered my mind, I cannot say, but there it stayed, eternally.\n\nTha-thump, tha-thump, tha-thump.\n\nI placed my hand along his cask.\n\nTha-thump, tha-thump, tha-thump.\n\nI held him there, inside my hands, and screamed into the thick, deep dark.\n\n—An excerpt from \"The Forlorn Heart\"","icon":"/common/destiny2_content/icons/6138f57135a1df7577df8c21ca4569ff.png"}},"3901262987":{"hash":3901262987,"index":85,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Chapter 13","description":"It wasn't hard for Immaru to find candy to steal, and it was even easier for Archie to find marks willing to hand it over, for him to transmat it into his stomach cavity. The complicated part, they quickly discovered, was what to do with it after. \n\nImmaru's room was too conspicuous, too close to his minder. Instead, he searched for hidden niches throughout the Tower. But the longer it took to find the next one, the longer Archie remained filled with candy. The extra weight slowed him significantly, and the effort to keep the candy from melting resulted in higher-function latency.\n\n\"We gotta think smarter, not harder,\" Immaru finally admitted to Archie. \"We need to broaden this operation.\" \n\nArchie responded by rolling on the floor, his belly in the air, the candy wrappers crinkling inside him.","icon":"/common/destiny2_content/icons/6138f57135a1df7577df8c21ca4569ff.png"}},"3901262988":{"hash":3901262988,"index":86,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Chapter 14","description":"I was a scholar once. Of vast renown among those beyond influence of the Great Machine. Here, I told my House. See the truth and speak it with me. They refused, and so I left, unable to consume the bile of their belief.\n\nThe wind was bitter, no hollowhot to warm me. The terrain full of danger, no scattercape to shield me. \n\nI was alone, wasting beneath a blanket of snow.\n\nBut then, in deepened slumber, they came to me. Larger than life, a shadow of stars that rose up around me and whispered my name in a crescendo that threatened to boil my brain. A roar of imperious inquiry surged in my veins, and when it finally subsided, only one question remained:\n\nWhat did I want?\n\nKnowledge. Percipience. Enlightenment.\n\nHow simple. \nQuaint and predictable. \n\nThe words rang in my ears like a gong. \n\nThen we will REMAKE you, \nto guide your path toward all knowledge, \nand you will be bound to a \nT H O U S A N D D E A T H S. \n\nOn that last breath, you will submit, \nclaimed forever, \nmade and unmade among the specter of the stars, \nuntil the end of time.\n\nI did not have to think. Did not have to see or speak. All I needed… was to know.\n\n—An excerpt from \"The Tragical Scribe\"","icon":"/common/destiny2_content/icons/6138f57135a1df7577df8c21ca4569ff.png"}},"3901262989":{"hash":3901262989,"index":87,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Chapter 15","description":"The bar of The Ether Tank was packed with the City's patrons, Eliksni or otherwise. The forlorn drinkers. The karaoke enthusiasts. The social gamblers. Spider casually listened to the fervor as he scrolled through figures on his datapad, calculating his fortunes. \n\nNeon light reflected along the silver snake design of the Constricting Shell disguise that Immaru wore. Archie trotted beside him as he approached.\n\n\"I have a proposition for you,\" Immaru said, but Spider simply continued to read. \"If I have to repeat myself, I'll—\"\n\n\"Do it, and you'll be next in my collection,\" Spider replied and turned suddenly to face him, an empty Ghost shell held tight in his claws. \n\n\"You have no idea who you're messing with,\" Immaru sneered.\n\nSpider bent down to look directly at the Ghost, eyes to eye. \"Oh. I absolutely… do. Now get out!\"\n\n\"Candy is the driving currency around here right now. For everything,\" Immaru said quickly. \"I got the means to extract it. Adjust the economics for the City, if you will. But I need someone with access to storage. Lots of it.\"\n\nSpider paused for a moment. \"What's the cut?\"\n\n\"Fifteen percent. I'll also need tech for Archie here to quickly transmat the goods over long distances to a big facility,\" Immaru promised sweetly.\n\n\"Fifty percent,\" Spider responded.\n\n\"Fifty percent for storage?\"\n\n\"The tech, the storage, and everything that goes with it.\"\n\n\"You're outta your mind. Fifteen.\"\n\n\"Sixty percent. Take it or leave it.\"\n\nImmaru narrowed his iris. \"Fifty.\"\n\n\"Sixty,\" Spider said again, and then turned to Archie. \"And what about you—you agree with this?\"\n\nArchie barked excitedly, and Spider steepled his fingers. \"Looks like we have a deal.\"","icon":"/common/destiny2_content/icons/6138f57135a1df7577df8c21ca4569ff.png"}},"3901262990":{"hash":3901262990,"index":88,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Chapter 16","description":"\"It's the cutest cloak, Elsie. You have to see it,\" Ana gushed over her earpiece as she tinkered in her workshop. Her computer suddenly flashed with a notification, and she frowned.\n\n\"You could dress that dog in a paper bag, and he'd still be inconceivably adorable,\" Elsie said.\n\nThe line was silent.\n\n\"…Ana? Are you still there?\" Elsie asked.\n\n\"Hm?\" Ana responded, focused on the computer screen.\n\nElsie laughed. \"I'll call back later.\"\n\n\"No, wait,\" Ana exclaimed, her brow knitted with worry. \"Sorry, I just… something's wrong with Archie.\"\n\n\"Is he hurt?\" Elsie asked anxiously.\n\n\"No. But I just got a diagnostics report from him. The second one today. I thought the first one was a fluke.\" She sighed. \"He must have a bad subroutine running. I'm just going to have to do a full workup on him.\"\n\n\"What do the reports say?\"\n\n\"Lots of stuff. But the one constant is the chemical equations… formulas and compounds… carbon 12, hydrogen 22, oxygen 11. Carbon 6, hydrogen 8, oxygen 7. Ratios of crystalline carbohydrates. Amorphous ones. Carrageenan. Invertase. Theobromine. Individually, these make no sense. But synthesized in certain sequences, it's—\"\n\n\"Candy?\"","icon":"/common/destiny2_content/icons/6138f57135a1df7577df8c21ca4569ff.png"}},"3901262991":{"hash":3901262991,"index":89,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Chapter 17","description":"Immaru was analyzing their take for the day when Spider called.\n\n\"You think I'm stupid?\" Spider grumbled. \n\n\"I don't know what you're talking about,\" Immaru said cooly.\n\n\"The numbers don't add up. The load assessed from your canine is not what my lackeys are… calculating in the warehouse.\"\n\n\"I ain't skimming from you. Maybe check your lackeys.\"\n\n\"These numbers keep coming in skewed and the deal's off, understand? Then you can kiss your 40% goodbye. Oh, and another thing. I keep seeing Guardians going to the Tower for their candy. Fix it,\" Spider demanded and hung up.\n\n\"Hmm. Maybe this isn't enough,\" Immaru said to Archie. The dog looked at him quizzically.\n\n\"We're going to have to go bigger. And Headless.\"","icon":"/common/destiny2_content/icons/6138f57135a1df7577df8c21ca4569ff.png"}},"3918040690":{"hash":3918040690,"index":81,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Chapter 9","description":"Immaru materialized again in the corner of the Courtyard, not far from the bust of Cayde-6.\n\nHe continued his studies, watching Guardians obediently crowd around a Human with… more candy. Lots of candy, in fact. Her laughter pealed like mesmerizing bells as she bestowed her confections, the Guardians seeming to respond to her every command.\n\n\"Subjugation by sucrose…\" Immaru thought to himself, \"Much less messy than the Hive way. Heh, what I wouldn't give to try it out myself.\" He chuckled out loud at the thought.\n\nAn oblivious Titan stopped directly in front of him, adjusting his giant chicken mask with one hand while cradling a mound of confections in the other.\n\n\"Bawk-aaaawk!\"\n\nA chicken charged the Titan. He gasped and quickly dropped his bounty of candy in front of the Ironwood Tree, hands outstretched in a semblance of surrender. The chicken feverishly flapped her wings and mercilessly pecked his fingers.\n\n\"Colonel! It's me, it's me!\" The Titan cried out in agony, trying to yank his mask loose. \"I'm not a chicken!\"\n\nMask wedged askew, the Titan ran and frantically barreled straight through Immaru. The Ghost slammed into Colonel with a solid thud.\n\n\"Bawk-aaaawk!\"\n\nThe chicken focused her rage on Immaru and snapped at his shell. She found purchase on the silver snake decoration and clamped down.\n\n\"Let! Go!\" Immaru yelled, wishing he had his Hive shell to swat the bird away. He sped through the Courtyard toward the Hangar. But Colonel had the strength of a Titan, the finesse of a Hunter, the cunning of a Warlock, and held on the whole way.","icon":"/common/destiny2_content/icons/6138f57135a1df7577df8c21ca4569ff.png"}},"3918040691":{"hash":3918040691,"index":80,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Chapter 8","description":"The colors of dusk were already painted in the sky beyond the Last City by the time Glint approached Crow, stationed on the outskirts of the Tower.\n\n\"Crow! You'll never believe what happened today! Eido and I were talking. I mean, we talk a lot. But today about the Headless Ones, and then she got the idea to write a scary story! And then Eido was going to write. But then she didn't. I mean, she did but first tea! It didn't help. So then we—er, I—borrowed Eris's Deck of Whispers. The cards are incredible! No wonder Eris…\"\n\nGlint stopped and saw Crow's gaze following a squadron's contrails in the far-off distance. The Ghost floated up and nudged Crow's cheek; the Hunter jumped in startled surprise.\n\n\"Glint! I, uh, didn't see you there. Did—did you say something?\" Crow asked.\n\n\"Just that… I'm here. If you want to talk.\"\n\nGlint leaned against his Guardian's shoulder, and Crow reached up to touch the little Ghost's shell.","icon":"/common/destiny2_content/icons/6138f57135a1df7577df8c21ca4569ff.png"}},"3918040696":{"hash":3918040696,"index":75,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Chapter 3","description":"After a few arduous attempts and one superbly acted sob story told to an incredibly gullible Ghost, Immaru eventually sauntered off in a new Constricting Shell. In his latest disguise, he skulked through halls and hangars and workshops, scanning everything and anything he could find on his way to the Courtyard. There, he hovered among the gnarled branches of a giant tree, nearly invisible among the colorful lanterns adorning it.\n\nHe watched Guardians meditate among candles, the flames flickering in the breeze. Others, dressed as insects and arachnids, gleefully danced or bobbed for apples, their revelry flanked by a pair of Guardians \"galloping\" by with coconut shells. \n\nAmid the flurry of costumes and masks, his gaze finally settled on people sharing small, wrapped objects. Immaru gingerly floated closer to the base of the tree to get a better look.\n\n\"Hey, move along, pal. I saw that candy first,\" a voice sneered from behind him.","icon":"/common/destiny2_content/icons/6138f57135a1df7577df8c21ca4569ff.png"}},"3918040697":{"hash":3918040697,"index":74,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Chapter 2","description":"The room Eris had stuck Immaru in was minuscule. There were no windows to watch the hours and days pass by. No electronics to hack. Just containers of decommissioned armor stacked against the far wall, and one small, empty crate in the middle of the room, adorned with a handwritten sign that simply said \"YOU\" and an arrow pointing menacingly downward. It was placed there as a warning, after he was caught lurking around the more sensitive areas of the Tower. Ikora had confiscated his Shaded Shell disguise and placed a Hidden agent somewhere outside to report on his every move. She did, however, leave some blank crossword pages for him.\n\nImmaru stared at the crate, emitting a low-pitched growl, as a lone sweeper bot entered, surprising the Ghost. He circled, then scanned his random and unexpected visitor. It was standard issue, nothing special. Immaru was disappointed.\n\n\"I still can't believe Savathûn would do this to me,\" Immaru said to the bot as he flew directly into its face. \"The nerve of it all, leaving me here as collateral. And then to ask for information? Hmph.\"\n\nHe watched the bot shuffle away and broom the open crate. \"Then again, who says I have to share everything?\"\n\nImmaru swooped around, quickly hacking into the sweeper bot's systems. \"Grab an empty kit bag from over here. Should be just the right size if I remove a little weight.\" As the bot complied, Immaru chuckled, shedding his standard Hive shell. \"Right… time for a jailbreak.\"","icon":"/common/destiny2_content/icons/6138f57135a1df7577df8c21ca4569ff.png"}},"3918040698":{"hash":3918040698,"index":73,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Chapter 1","description":"The Tower Bazaar was beginning to wake with activity as Eido sighed and placed her datapad on the table in front of Crow's Ghost.\n\n\"Glint, this research on the Hall Between has me thinking about… stories. The ones that evoke fear. The 'scary' ones, as you've said.\"\n\n\"Like the ones about the Drowned Captain?\" Glint asked.\n\n\"Exactly,\" she said. \"My father told me not so long ago that odes are for hatchlings. But throughout our research on the Hall Between and the Headless Ones, I've discovered that people of all ages and backgrounds enjoy these tales of dread, regardless of the academic merit or accuracy. So I'd like to make something similar for people to enjoy; I want to try writing my own!\"\n\n\"That's a wonderful idea. What will you write first?\"\n\n\"Well, I'm not exactly sure. I need some… inspiration.\"\n\n\"Oh! I'd love to help. Now, the first thing to know about scary stories is that sometimes, nothing is as scary as the truth!\"","icon":"/common/destiny2_content/icons/6138f57135a1df7577df8c21ca4569ff.png"}},"3918040700":{"hash":3918040700,"index":79,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Chapter 7","description":"\"Forget the tea,\" Glint said. \"I've got something better!\"\n\nHe transmatted a set of objects onto the table, and Eido gasped, her heartbeat quickening. \"The Deck of Whispers? You stole Eris's cards?!\"\n\n\"Borrowed,\" he corrected, twirling around the table to face her. \n\n\"Glint!\"\n\n\"What? I left a note.\"\n\nEido shivered as she conjured the image of a Hive-altered Eris in her mind. \"It's too dangerous.\" She quickly pushed the cards away, but Glint nudged them back.\n\n\"I heard that Eris consulted the deck to gain information or make decisions. I thought we could use it to inspire your writing! Let's just try,\" Glint begged. \"How hard can it be?\"\n\nEido sighed and picked up the cards, shuffling them with her four hands in the flamboyant style the Drifter taught her. \"How many cards?\" she asked.\n\n\"Try three,\" Glint said. \"And when I watched Eris, she had to ask the cards a question.\"\n\nEido thought for a moment. \"What kind of danger would be threatening enough for a 'scary' story?\" Eido cut the deck in half, and she felt a surge of energy as she selected the first card.\n\nTHE HARBINGER\n\n\"Wait I've got a better one! What kind of dangerous situation could be happening RIGHT NOW?\" Glint exclaimed.\n\n\"Glint! I don't think we should—\" \n\n\"We need to write based on a true story, right? This is exactly how we do it!\"\n\nEido closed her eyes, feeling energy surge again in her hands, and continued.\n\nTHE LIE \n\nTHREE OF WORMS \n\nShe opened her eyes and studied the cards. \"Eris can be, well, intimidating,\" she admitted, pointing to The Harbinger card.\n\n\"No, no, the cards aren't literal. It's a metaphor!\" Glint said. \"The Harbinger and The Lie! That means… the spirits of the dead are lost like leaves on the wind… and wandering the Earth!\" Glint gasped.\n\n\"But The Lie is upside down. That wouldn't make sense.\"\n\n\"It's right side up to me!\"\n\n\"Because you're on the opposite side of the table. It's my reading, remember?\"\n\n\"Oh yeah.\" He quickly changed position. \"Then… they aren't lost. They have purpose. They seek… REVENGE! Against the living! By changing us into Headless Ones. With paracausal worm power! Aaaaahhhh!\"\n\nEido pondered the cards. \"Actually, I was thinking that solitude and being isolated can evoke terror in both Humans and Eliksni. Perhaps my scary story could include that?\"\n\nGlint shrugged his shell. \"Hm, not bad. I still like mine better. Maybe try it again?\" \n\nEido nodded and swept up the cards to shuffle once more.","icon":"/common/destiny2_content/icons/6138f57135a1df7577df8c21ca4569ff.png"}},"3918040701":{"hash":3918040701,"index":78,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Chapter 6","description":"Eido sat in the Tower's Bazaar beneath the afternoon sun, comfortably situated at a table with a full pot of tea. She gazed intently into her cup, her research and data spread out around her.\n\n\"Eido! Immaru is going to—Eido? Why are you… staring at your tea instead of writing?\" Glint peered at her in confusion, Immaru in tow.\n\n\"I was going to write. But then I discovered the art of tasseomancy while following an old research lead,\" she said, her eyes never leaving her cup. \"Apparently it's a method of discerning things yet to come by assessing patterns within the leaves and sediment. I… thought it might help.\"\n\n\"I was lookin' for monsters, not tea,\" Immaru growled. Glint peeked over Eido's shoulder, watching the leaves move in her drink. \n\nEido squinted her four eyes. \"This pattern looks like—\" \n\n\"Commander Zavala! Knitting with Empress Caiatl!\" Glint exclaimed. \n\nEido watched as the leaves swirled around in the tea in the shape of a ragged claw, and a sharp chill suddenly settled deep within her. \"No, it's—\"\n\n\"Fynch! With a Lucent Knight! No, a Hunter! No, wait—he's hugging Savathûn!\" Glint called out again.\n\n\"Why did I think for one second this was gonna be worth my while,\" Immaru muttered and left.","icon":"/common/destiny2_content/icons/6138f57135a1df7577df8c21ca4569ff.png"}},"3918040702":{"hash":3918040702,"index":77,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Chapter 5","description":"The toffee-covered Ghost transmatted away the second she heard Glint's voice. Unfazed, Glint approached the snake-covered Ghost, determined to meet a new friend.\n\n\"Hello, stranger! Are you enjoying the festival?\" Glint asked.\n\n\"Get lost,\" Immaru snarled, and Glint jumped back in surprise.\n\n\"Immaru! You—\"\n\n\"Be quiet, will ya! I'm, uh, trying to… enjoy the festival… incognito,\" Immaru whispered.\n\nGlint quietly stared back for a moment. \"You broke out of Eris's crate, huh,\" he said.\n\n\"I was in a room. Not a crate,\" Immaru replied tersely. \"I wasn't waiting to be let out again on good behavior. I'm my own Ghost!\"\n\n\"Then you should join me and Eido—\"\n\n\"No.\"\n\n\"But we're collecting inspiration for scary stories, starting with our research on the Headless Ones and the Hall Between—\"\n\n\"Headless what?\"\n\n\"Headless Ones,\" Glint chirped. \"Giant pumpkin-headed enemies that the Guardians have been fighting. They're mysterious monsters filled with candy!\"\n\n\"Fighting the Guardians, hmm? In that case, I'd love to hear what your little Fallen friend has to say about them.\"","icon":"/common/destiny2_content/icons/6138f57135a1df7577df8c21ca4569ff.png"}},"3918040703":{"hash":3918040703,"index":76,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Chapter 4","description":"\"I called dibs on that candy. Don't make me say it again.\"\n\nImmaru turned to see another Ghost as she made a beeline for the candy on the ground beneath him. \n\n\"You—what are you wearing? You dipped your shell in… Human food?!\" Immaru spat.\n\nThe other Ghost sighed. \"It's a Caramel Apple Shell, you dolt. If you knew anything, you'd recognize how special it is.\"\n\n\"Looks sticky.\"\n\n\"It's a del-i-cacy. Note the elegant ornamentation of crushed toffee bits,\" she said and spun around.\n\n\"If you haven't lost your self-respect yet, allow me to lose it on your behalf,\" he shot back.\n\nHer iris narrowed as she fixated on Immaru's shell. \"Pff. I'm surprised your Guardian didn't dress you up like a lemon,\" she scoffed.\n\n\"I ain't got no Guardian,\" Immaru sniffed.\n\nThe other Ghost bobbed toward him. \"Wait, you're unpartnered too? I knew there were more of us out—\"\n\n\"Happy Festival of the Lost, friends!\"\n\n\"Oh no,\" Immaru and the other Ghost groaned in unison as they faced a cheerful Glint.","icon":"/common/destiny2_content/icons/6138f57135a1df7577df8c21ca4569ff.png"}},"3934818284":{"hash":3934818284,"index":104,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Chapter 32","description":"As Crow and Zavala made their way through the Eliksni Quarter, they passed a cluster of young Eliksni gathered around a mechanical dog. One hatchling ran forward and stopped short in front of Zavala, her four arms full of candy. She looked up at him and chittered with delight. A chuckle escaped Zavala's lips, and he was surprised by his own sudden smile. Crow waved him on, and they eventually found themselves in front of a small but impressive workshop. A Sparrow sat suspended on a lift, thrusters removed. An Eliksni tinkered beneath.\n\n\"It's coming along,\" Crow called out. The teenage mechanic jerked in surprise and hit her head on the Sparrow. She muttered an Eliksni phrase under her breath.\n\n\"Itzelas, who taught you such curse-talk?\" Niik chided as she rounded the corner.\n\n\"You did,\" Itzelas replied with a grin.\n\n\"Hm, very likely. Come. Greet our guests.\"\n\n\"Niik and her sister, Itzelas. This is Commander Zavala,\" Crow said.\n\n\"Itzelas? That's a unique name,\" Zavala said.\n\nNiik slung two arms around her younger sister. \"Standard Eliksni would not do for this one.\" Itzelas pushed her arms away, earning a laugh from Niik.\n\nZavala nodded. \"A pleasure to meet you both. We don't want to keep you, but… well, there's something I wanted to deliver personally to you today.\"\n\nHe held up a small, unsuspecting toolbox. Niik's eyes went wide, and she gasped.\n\n\"Amanda's instructions were to share them with someone who 'has machinery on the brain and oil in their veins.' We couldn't think of anyone more fitting, Niik, than you,\" Crow explained.\n\nNiik accepted the gift, and Zavala held out an item wrapped in cloth toward Itzelas. \"And from what Crow has told me about you, I am sure Amanda would want you to have this.\"\n\nItzelas unwrapped the cloth, revealing a well-loved spanner. She tenderly touched the initials engraved on the tool, then hugged it to her chest. \"Commander… I would like to know her. As you knew her. Will you share her stories?\"\n\n\"There are Servitor's holo-recordings. We could together-watch,\" Niik said and motioned for the two Guardians to come inside. \"Would you like… some tea?\"\n\nZavala looked down into the hopeful gaze of Itzelas and recognized something he had seen in a young Human girl… so many years ago.\n\n\"I would be honored to share her with you.\"","icon":"/common/destiny2_content/icons/6138f57135a1df7577df8c21ca4569ff.png"}},"3934818285":{"hash":3934818285,"index":105,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Epilogue","description":"The amazing stories you have just experienced are now a part of Eliksni record. You may not believe any of them to be true, but if you do, know that you are in good company with those who have lived to tell these tales. \n\nThe universe is an enigma, wild and mysterious, full of horrors and terrors and temptation. But go where others are tremulous to tread, step beyond your senses, and embrace the unknown. For only then will you discover new truths and new adventures—but only if you dare.\n\n—Ithaaks, House of Light","icon":"/common/destiny2_content/icons/6138f57135a1df7577df8c21ca4569ff.png"}},"3934818286":{"hash":3934818286,"index":102,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Chapter 30","description":"\"What a mess,\" Eido said. \"The destruction of the Bazaar's festival space is disheartening. The substance created in the explosion is, well, much stickier than we calculated.\"\n\n\"Not to mention the smell,\" Zavala said, covering his nose. \"This is… unbearable.\"\n\nAna swiped a sample of the material from her shoulder. \"Hm. It's disgusting, but still just organic material. When I was performing some diagnostics on Archie the other day, I noticed a 'clean up' protocol buried in his subroutines, but I couldn't access the code. Maybe we could ask him to try it out here.\"\n\n\"What does he do with it? Put everything in a pile? …Eat it?\" Crow asked.\n\nAna shrugged. \"Only one way to find out. Archie? Would you be willing to run it?\"\n\nArchie barked and got to work.","icon":"/common/destiny2_content/icons/6138f57135a1df7577df8c21ca4569ff.png"}},"3934818287":{"hash":3934818287,"index":103,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Chapter 31","description":"Deep in the bowels of one of Spider's warehouses, he gripped the neck of a warehouse worker. \"So tell me something. When the rule 'no stealing' was explained to you, which part did you not understand?\"\n\nThe worker struggled against Spider's grip. \"I—I didn't steal the candy!\"\n\n\"You know what's worse than stealing from me? Lying to me about it!\" Spider snarled. \"I'll have you—\"\n\nHe stopped suddenly, sniffing the air, and immediately dropped the worker as his gag reflex kicked in. \"What's that smell?!\"\n\nHe looked up, only to see a barrage of brightly colored foam and rancid pumpkin rain down on his head.","icon":"/common/destiny2_content/icons/6138f57135a1df7577df8c21ca4569ff.png"}},"3951595840":{"hash":3951595840,"index":93,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Chapter 21","description":"Nightfall was never quite as dark when the Last City celebrated the Festival of the Lost. Lanterns cast a pastel mosaic over the people; glowing candles illuminated their offerings for the dead.\n\nA lone Hunter wandered among the memorials and stopped to look at each one. Sometimes flowers, sometimes food. Sometimes well-loved trinkets or handwritten notes of remembrance and love. Photos, children's drawings.\n\nHe watched an Eliksni mother place a delicate scrap of eggcloth, then suddenly knelt beside her. He felt the wax of the lavender-hued candle already in his hand, the wick clean and bright. He moved to light it, to place it among the offerings. And then—\n\nHe stopped.\n\nThe Hunter's expression was gentle and warm as he held the candle out to the Eliksni mother.\n\n\"For your little one,\" he simply said. She hesitated, then thanked him in her language.\n\nHe abruptly left and continued on through the Tower, wandering past the Bazaar, into the Courtyard. Until, finally, he looked up and realized… he was standing in the one place he hated to be.","icon":"/common/destiny2_content/icons/6138f57135a1df7577df8c21ca4569ff.png"}},"3951595841":{"hash":3951595841,"index":92,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Chapter 20","description":"\"What do you think?\" Eido asked hopefully as Mithrax placed her datapad on the table in front of him.\n\n\"They are… good,\" he finally admitted.\n\n\"Really?\" she exclaimed.\n\nHe nodded. \"Especially the 'Tragical Scribe.' To sacrifice one's freedom for boundless knowledge—it is a sorrowful yet troubling tale. I believe everyone will enjoy these stories. Including the hatchlings. But Eido, I must caution you.\"\n\n\"The descriptions can be long sometimes, I know, but I think I can—\"\n\n\"No, you misunderstand. My… apprehension is for you. You are a keeper of history and a seeker of truth. By publishing these stories, you conflate your name, your honor-trust as Scribe, with untruths.\"\n\nEido frowned and considered for a moment. \"…Why can't I do both?\"\n\nMithrax sighed. \"Because history may not be able to tell the difference.\"","icon":"/common/destiny2_content/icons/6138f57135a1df7577df8c21ca4569ff.png"}},"3951595842":{"hash":3951595842,"index":95,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Chapter 23","description":"In the depths of the Tower, Immaru cobbled together a prototype torso for his monster with patchwork remnants of deceased Headless Ones, fragments of pumpkin stolen while tagging along with the Guardian. Missing sections were filled in: the left arm of a deceased Ogre; the right, ripped from a freshly made Thrall. Immaru worked well into the night, wiring and welding and seaming and cutting.\n\nFinally, it was ready. \n\nImmaru sent a current flowing through the wires and ran siphoned Ether into his creation. The chest began to swell and heave, as if it were breathing. The eyes glowed bright blue and Ether poured from its ragged mouth. The monster torso pulled itself upright and dragged itself, a trail of seeds and fibrous orange flesh left behind along the table. The Headless One set its gaze upon its maker.\n\nAnd then, it grabbed him.\n\nThe monster's Ogre arm gripped Immaru's shell with all its strength and pulled him toward its mouth as Ether vapor rolled over the Ghost's eye. Without warning, the head cracked at the seams. It split apart, splattering across the floor, the torso slumped lifeless against the table.","icon":"/common/destiny2_content/icons/6138f57135a1df7577df8c21ca4569ff.png"}},"3951595843":{"hash":3951595843,"index":94,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Chapter 22","description":"The memorials left at Amanda's workshop were many. Too many for Zavala to count. He moved them aside, assessing the damage left by Colonel's rampage through the Tower from earlier that day.\n\n\"So many feathers,\" he mused. He pulled back a canvas covering Amanda's belongings to clean up the broken candles scattered beneath. A container of nuts and bolts fell from a workbench. Zavala gasped as they rained down, and he rushed to collect them before they could roll away. He opted to place them in a drawer for safe keeping, and as he did, his fingers brushed against a folded piece of paper. He opened it.\n\nA colorful drawing. Not of ships. Not of adventure. But of a large, blue Titan and a smiling little girl.\n\nTears welled in his eyes, and he held the drawing close.\n\n\"Can't sleep?\" a quiet voice asked.\n\nZavala looked up to find Crow standing in front of him. \"I suppose I could ask the same of you,\" Zavala replied instead.\n\n\"Want some company?\"\n\nZavala nodded and gently pocketed the drawing. He looked around at the uncovered workspace. At the half-full mug of coffee. The single welder's glove. The datapads and blueprints, shop rags and tools.\n\n\"I always knew I'd have to… face this task eventually. Tonight feels, well, right,\" Zavala said. He lovingly picked up a spanner. \"I need to find a good home for her tools. Someone who will really appreciate them.\"\n\nCrow gave him a slight smile. \"I think I might know someone.\"","icon":"/common/destiny2_content/icons/6138f57135a1df7577df8c21ca4569ff.png"}},"3951595844":{"hash":3951595844,"index":97,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Chapter 25","description":"Immaru and Archie nervously stared at their second assembled prototype on the table.\n\nThe tech knitted through the salvaged organic components had been upgraded: a Cabal sword replaced its right hand. Splicer wiring wove through its left arm. Vex milk coursed throughout its veins. The rest had been completely pieced together from carefully procured Headless One parts, reassembled into a patchwork of organic horror. It oozed a dark, gelatinous liquid from its seams and smelled of death.\n\nNext to the body was the final piece: a perfectly intact pumpkin head. Archie sniffed and pawed at the dormant head, and the pumpkin rocked from side to side.\n\n\"Careful,\" Immaru snapped. \"Those things don't sever easily without exploding.\" He shuddered. \"One favor to Drifter is enough.\"\n\nImmaru attached the head to the body. A perfect, mutilated fit. He opened the chest cavity, the flesh stretching and tearing as he inserted a discolored Hive crystal inside. Energy surged though the Headless monster, and a haunting red light flickered inside its head. It howled and snarled as it sat up.\n\n\"Ahahaha, it's perfect. Perfect!\" Immaru mused with glee. \"You want candy, huh? You crave it. Need it,\" Immaru said to the monster. It ambled forward and swiped its good arm at him in response.\n\n\"Then go out there and get it. All of it,\" Immaru said. The monster found its footing and began to hurry toward the door. Archie growled and raced after it as Immaru giggled with delight.\n\n\"Now the real fun begins.\"","icon":"/common/destiny2_content/icons/6138f57135a1df7577df8c21ca4569ff.png"}},"3951595845":{"hash":3951595845,"index":96,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Chapter 24","description":"When Eido found Ikora, she was meditating beneath a jacaranda tree, away from the noise of the Bazaar.\n\n\"Is there something you need?\" Ikora asked, amusement apparent in her voice, her eyes still closed.\n\n\"I'm sorry to disturb you,\" Eido said.\n\n\"Not at all,\" Ikora replied. She patted the ground beside her. \"Glint tells me you have aspirations of becoming an author of scary stories. How are you doing?\"\n\n\"It was going well at first. I had so many ideas! But now, I think I'm 'blocked' as Glint put it. I thought that writing could help me handle my fears. I've been… very scared of a lot of things lately.\"\n\nIkora looked at her knowingly. \"Eris,\" she simply said.\n\nEido nodded. \"But my writing is not improving in spite of my fear; it is suffering from it. When we used the Deck of Whispers—\"\n\nIkora quirked an eyebrow, and Eido raised one of her hands. \"I know, I know, Glint said he left a note. The cards made me realize that there are so many different sources of fear in the universe. A multitude of threats. Of unknowns. Perhaps that has become my greatest source of dread.\"\n\n\"It's important to be honest with yourself and what you're feeling,\" Ikora replied kindly. \"You are not alone in these thoughts, these fears. But don't let the cards distract you. They are not meant to tell your fortune or future. They are meant as a guide, a form of insight into yourself. You are the one who ascertains a course of action. Not the cards.\"","icon":"/common/destiny2_content/icons/6138f57135a1df7577df8c21ca4569ff.png"}},"3951595846":{"hash":3951595846,"index":99,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Chapter 27","description":"\"A Headless One?!\" Eido and Glint exclaimed in unison as Archie raced up beside them.\n\n\"We need help. I'll go find Crow!\" Glint said.\n\n\"There's no time. The longer we wait, the more dangerous this monster becomes, and someone could be killed. We have to stop it now!\" Eido replied. She hastily analyzed the composition of the monster. \"It's not like the Headless Ones we've studied before. Look at its appendages… is that Vex milk?\"\n\n\"I think so,\" Glint said. \"Saccharomyces cerevisiae and sucrose react with Vex milk. If my calculations are correct, the chemical reaction creates a mass in what Humans categorize as a 'toothpaste.' If the excreted gas gets caught—\"\n\n\"The point, Glint!\"\n\n\"The Headless One would break apart without putting anyone in danger!\" he quickly shouted.\n\n\"It would have to ingest the catalyst,\" Eido surmised.\n\n\"Exactly. But it's not like we can force feed it bread. It eats candy.\"\n\nArchie barked repeatedly beside them.\n\n\"I—don't speak dog,\" Glint said, and Eido shrugged. Archie growled and then transmatted a pile of candy onto the ground.\n\nEido and Glint exchanged a look of surprise. \"That'll work,\" she said.","icon":"/common/destiny2_content/icons/6138f57135a1df7577df8c21ca4569ff.png"}},"3951595847":{"hash":3951595847,"index":98,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Chapter 26","description":"The Headless One quickly made its way to the Bazaar. Vendors scattered. People grabbed hatchlings and children, running in every which direction.\n\nGlint and Eido watched in horror as the Headless One lashed out and shoved a rotisserie over, quickly catching nearby booths on fire. It ripped apart a display of candy, devouring every last piece in sight. And when it was gone, the monster continued its rampage. It tore through lanterns, pulling them apart as if searching for something. It smashed fruit from one booth, threw vegetables from another. Frustrated, it began to claw at a drawing of candy on the ground, a fistful of decorations in its good hand as it shrieked with a blood-curdling scream.","icon":"/common/destiny2_content/icons/6138f57135a1df7577df8c21ca4569ff.png"}},"3951595848":{"hash":3951595848,"index":101,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Chapter 29","description":"The remains of the festival stands laid in a heap, everything and everyone covered in a layer of rancid, foamy pumpkin ooze.\n\nImmaru drifted by, almost dancing through the air as he surveyed the destruction. \"Did you see that? It was like a giant, foamy SCREEB!\" he laughed. \"Better than anything I could have imagined!\"\n\n\"You did this?!\" Crow exclaimed, and Immaru tipped his Hive shell toward him in response.\n\n\"I just set the events in motion. Your little friends there finished the job. This sticky substance, haha, is amazing, by the way. No notes! Definitely worth the look on your faces right now,\" he cackled and floated away. \"Happy Festival of the Lost, meatbags!\"","icon":"/common/destiny2_content/icons/6138f57135a1df7577df8c21ca4569ff.png"}},"3951595849":{"hash":3951595849,"index":100,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Chapter 28","description":"Eido raced to a nearby vendor table of Eliksni baked goods and swiped the biggest loaf she could find. Her four hands worked furiously, tearing off chunks of bread and wrapping them in candy wrappers, and she suddenly realized she was very glad to be Eliksni. \n\n\"Eido!\" Glint yelled. \n\nShe looked up and saw the Headless One barreling toward them and the assorted pile of \"candy\" at her feet. They scrambled out of the way just as the Headless One descended on the colorful wrappers. It devoured everything without a second glance.\n\nBut nothing happened.\n\n\"I don't understand,\" Glint said. \"That should have worked!\"\n\n\"Perhaps there is a chamber inside? Something to hold the Vex milk as it distributes around the body?\" Eido asked.\n\n\"We're going to find out,\" Glint said. He zipped toward the Headless One, scanning it as it swiped furiously at him. \"The chest!\" he called out, just as the monster batted him away. Glint spun through the air, dizzy but unharmed.\n\nArchie barked and immediately rushed to action, enticing the Headless One to chase him. The dog led it toward the kettle corn stand, weaving quickly through its legs. The monster stumbled and Archie leapt forward, giving it a solid shove. The monster caught the massive cast iron kettle, pulling it down as it fell to the ground. The kettle landed on its chest with a solid crunch, pouring popcorn and hot, liquid sugar into the Headless One's body. \n\nThe monster howled in pain and pried itself free. It swayed as it stood, Vex milk bubbling from its chest wound. Crow, Zavala, and Ana rushed forward with Glint beside them, and Eido pushed them away. \"Get back!\" she yelled and took cover. \n\nThe Headless One screamed again, its body expanding, the edges of the pumpkin head splitting and cracking. Suddenly—the monster exploded, erupting in a rainbow of foam that rose thick and high into the sky before cascading in a sticky sea, coating the entire Bazaar.","icon":"/common/destiny2_content/icons/6138f57135a1df7577df8c21ca4569ff.png"}}},"previousDefinitions":{},"otherDefinitions":{},"tableDiff":{"added":[413901114,3901262976,3901262977,3901262984,3901262985,3901262986,3901262987,3901262988,3901262989,3901262990,3901262991,3918040690,3918040691,3918040696,3918040697,3918040698,3918040700,3918040701,3918040702,3918040703,3934818284,3934818285,3934818286,3934818287,3951595840,3951595841,3951595842,3951595843,3951595844,3951595845,3951595846,3951595847,3951595848,3951595849],"unclassified":[2190356816,2190356817,2190356818,2190356819,2190356820,2190356822,2190356823,2190356828,2190356829,3654788876,3654788877,3654788878,3735834225,3735834226,3735834227,3735834228,3735834229,3735834230,3735834231,3735834232],"removed":[],"reclassified":[],"modified":[]},"tableDiffSummary":{"added":34,"unclassified":20,"removed":0,"reclassified":0,"modified":0},"tableName":"DestinyLoreDefinition","missingTable":false,"versionDiffSummary":{"DestinyArtDyeReferenceDefinition":{"added":15,"unclassified":0,"removed":0,"reclassified":0,"modified":0},"DestinyActivityDefinition":{"added":4,"unclassified":0,"removed":0,"reclassified":0,"modified":8},"DestinyUnlockDefinition":{"added":289,"unclassified":3,"removed":164,"reclassified":0,"modified":0},"DestinyFactionDefinition":{"added":0,"unclassified":0,"removed":0,"reclassified":0,"modified":1},"DestinyUnlockValueDefinition":{"added":152,"unclassified":2,"removed":79,"reclassified":0,"modified":0},"DestinyRewardMappingDefinition":{"added":98,"unclassified":0,"removed":100,"reclassified":0,"modified":0},"DestinyRewardSheetDefinition":{"added":36,"unclassified":0,"removed":8,"reclassified":0,"modified":0},"DestinyActivityGraphDefinition":{"added":0,"unclassified":0,"removed":0,"reclassified":0,"modified":1},"DestinyCollectibleDefinition":{"added":26,"unclassified":0,"removed":16,"reclassified":0,"modified":15},"DestinyEventCardDefinition":{"added":0,"unclassified":0,"removed":0,"reclassified":0,"modified":2},"DestinyInventoryItemDefinition":{"added":135,"unclassified":3,"removed":87,"reclassified":0,"modified":7833},"DestinyLocationDefinition":{"added":4,"unclassified":0,"removed":0,"reclassified":0,"modified":0},"DestinyLoreDefinition":{"added":34,"unclassified":20,"removed":0,"reclassified":0,"modified":0},"DestinyMaterialRequirementSetDefinition":{"added":2,"unclassified":0,"removed":1,"reclassified":0,"modified":0},"DestinyObjectiveDefinition":{"added":107,"unclassified":2,"removed":68,"reclassified":0,"modified":30},"DestinySandboxPerkDefinition":{"added":2,"unclassified":0,"removed":4,"reclassified":0,"modified":1},"DestinyPlugSetDefinition":{"added":0,"unclassified":0,"removed":0,"reclassified":0,"modified":1279},"DestinyPresentationNodeDefinition":{"added":4,"unclassified":0,"removed":3,"reclassified":0,"modified":16},"DestinyRecordDefinition":{"added":51,"unclassified":20,"removed":17,"reclassified":0,"modified":6},"DestinyRewardItemListDefinition":{"added":29,"unclassified":0,"removed":7,"reclassified":0,"modified":0},"DestinySackRewardItemListDefinition":{"added":16,"unclassified":0,"removed":3,"reclassified":0,"modified":0},"DestinyUnlockEventDefinition":{"added":4,"unclassified":0,"removed":4,"reclassified":0,"modified":0},"DestinyUnlockExpressionMappingDefinition":{"added":1111,"unclassified":0,"removed":1079,"reclassified":0,"modified":0},"DestinyVendorDefinition":{"added":8,"unclassified":0,"removed":0,"reclassified":0,"modified":9},"DestinyMilestoneDefinition":{"added":2,"unclassified":0,"removed":0,"reclassified":0,"modified":0},"DestinyActivityModifierDefinition":{"added":8,"unclassified":0,"removed":0,"reclassified":0,"modified":0}},"meta":{"buildDate":"2024-12-14T00:21:56.855Z"}},"__N_SSG":true}