{"pageProps":{"breadcrumbs":[{"date":"2021-03-16T22:31:36.461Z","to":"/version/aec69088-d246-4c61-b4fc-cd92fd2bd63b"},{"label":"Lore","to":"/version/aec69088-d246-4c61-b4fc-cd92fd2bd63b/DestinyLoreDefinition"}],"version":{"id":"aec69088-d246-4c61-b4fc-cd92fd2bd63b","version":"91966.21.03.02.2023-2-bnet.36361","s3Key":"versions/aec69088-d246-4c61-b4fc-cd92fd2bd63b/manifest.json","createdAt":"2021-03-16T22:31:36.461Z","updatedAt":"2021-03-16T22:31:36.461Z"},"definitions":{"47772649":{"hash":47772649,"index":1620,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"THE SWARM","description":"The Cosmodrome quakes under a killing wind: fire sent roaring from entrenched Cabal gunlines across the Mothyards. A Cabal advance threatens to encircle a defensive line held by crimson frames and one lone Light.\n\nShaw Han dips his head beneath a swivel of Machine Gun rounds and dives for the trench line. He slams his back against an earthen wall next to a few shot-to-pieces Redjacks. His eyes focus on the gaping bullet holes perforating their thin plating as he runs a shaky hand over his own chest. At least they were just frames. He had bled out from open wounds before and was in no rush to relive the experience. Shaw peers down to the end of his trench where a detachment of Gladiators crash through their flanks. \"Just a little farther…\"\n\nA Solar explosion vaporizes the leading Gladiator and scatters their charge. A surviving Cabal recoils from the explosion in confusion. He stumbles backward into another of Shaw's trip mines and obliterates the rest of his comrades in a chain of explosions. Shaw exhales the tension in his chest and makes a mental note of the frames lost in the blast. He could take a verbal lashing from Shaxx if it meant no more blood on his hands.\n\nHe glances back to the flank. Through the settling dust of a crisis averted, Shaw sees faint silhouettes of a second Cabal charge incoming.\n\n\"Damn it!\" Commander Zavala had tasked him with holding this sector. Had called him by name directly, imbued Shaw with his trust. He couldn't go back having lost a fertile ground for new Lights. Old Russia was his to protect, and no Cabal conqueror would claim it while he still drew breath.\n\n Slugs slap hard into the earthen trench wall at his back, sending reverberations through his ribs. He shifts to plot a safe path to defend the flank. Shaw readies to move as a heavy metal boot slams out of transmat in front of him, followed by a solid Light barricade erected to deflect the incoming metallurgic hail.\n\n\"Get up, Han. That ditch isn't going to save you.\" Machine Gun fire thunders off the barricade as Lord Saladin grabs him and raises Shaw to his feet. \"That's for your Light to do.\"\n\n\"Saladin?\" Shaw closes his mouth and tries again. \"Lord Saladin.\"\n\n\"Zavala forwarded your support request.\" Saladin ignores Shaw's surprised expression and eyes the Cabal fortifications. \"You're with me now.\"\n\n\"Sir.\" Shaw nods with a steady confidence. \"What's the plan?\"\n\nSaladin peers through the cracking barricade, slugs crashing finger-lengths from his face. \"Holliday is en route to deploy our heavy ordnance, but she needs their attention off the skies.\" Saladin looks at him for the first time and smiles. \"Take out their flak guns, and give them no choice but to focus those Machine Gun nests on us.\"\n\n\"Oh…\" Shaw wasn't sure if he'd call this a plan—maybe a Titan plan.\n\n\"You're fast on your feet, son. You'll be fine.\" Saladin motions the advance; \"JACKS, SUPPRESSING FIRE!\"\n\nLord Saladin strides into the no-man's-land surrounded by advancing Redjacks and a billowing aura of searing refraction. He hurls a fusion grenade across the expanse without breaking pace and demolishes one of the dozens of machinegun nests outright. Shaw moves behind him. Flame licks down the Ahamkara spine lashed to his arm until it meets the hammer of his weapon and ignites his Golden Gun. He singles out several enemy flak cannons and skewers them with Solar points, incinerating nearby Cabal.\n\nHot barrels realign on the Guardians as a magnificent flare emblazons Lord Saladin's armor in Solar Light. From his palms erupts a mighty maul that clinks into his gauntlets. Heavy slugs clang as they shrug off his immolated plate. He does not flinch or falter. Saladin charges the line, heat intensifying and melting slugs into slag droplets that ping and sizzle against him. He slams his maul into the dirt, driving a sweeping inferno toward the Cabal gunline. It hits like a bursting artillery shell, catching oil alight and spreading hot panic through the Cabal ranks.\n\nShaw dodges around incoming fire and reloads his weapon. He snaps off two more golden rays into the remaining enemy flak cannons. Frames push forward alongside them, absorbing slugs for the Guardians and keeping pressure on the gunline. Shaw spots several Gladiator detachments redirecting to confront them. He pushes the bulk of his Light into his weapon, spreads its influence to reach the nearby Redjacks, and reignites his gun before touching the barrel to the ground and firing. The ground bubbles with hot magmatic Light; a warmth envelops the Redjacks as Solar flame imbues and empowers their rifles with golden power. Shaw directs the firestorm of golden Redjack rifles to incinerate every last charging foe.\n\nSaladin bears down on the Cabal, almost in their ranks now. He is a wildfire of Light and death. Legionaries flee their nests rather than challenge him. Frantic Cabal radio transmissions crackle across the battleground. All remaining guns turn to stop the Iron Lord's advance, but only succeed in slowing it. Saladin's voice bellows above the gunline.\n\n\"Now, Siegfried!\" A Vanguard vulture-class battle carrier shrieks through the sky above, just long enough for a lone Guardian to drop from the clouds, a meteor wreathed in lightning, bringing down havoc from the skies.","icon":null}},"48110686":{"hash":48110686,"index":1686,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Pyrrhic Ascent Mark","description":"SIMULATION RECONSTRUCTION LOG // LA-01-05 // SIMULATED LIGHTHOUSE, THE TOWER, LAST CITY\n\n\"There's still snow in the cockpit of my jumpship ,\" Aisha says after she appears in a crackling wave of latticework from the subordinate Vex conflux now running simulations of the Lighthouse from the safety of the Tower. \n\n\"Is that why you're late?\" Reed-7 asks in a gently teasing tone. Aisha looks around, spreading her hands. \n\n\"And Shayura isn't?\" \n\n\"She's coming. How long did you stick around the Stranger's  camp after we left?\" Reed wonders. Aisha looks away at the Lighthouse across the courtyard. He fails to notice the tension in her posture. \n\n\"Couple hours. I moved around. House of Salvation was putting down stakes out near some Vex ruins; wanted to make sure they didn't stick,\" Aisha explains, bringing two fingers up to her neck, depressing a button on her armor's collar that summons her helmet around her head in a flash of light. \n\nReed snorts and nods. \"This is weird, right?\" he asks, dropping the topic of Europa. Aisha says nothing in response, waiting for Reed to quantify his assertion. \"The simulation. Saint's little… combat closet. It feels real. \" \n\n \"It is real. I mean, we are. The space is a… I don't know, magic? But me and you? The Guardians? We're all us. The dangers may be simulated, but that doesn't make the effects any less real. Saint wouldn't have it any other way,\" Aisha says, giving Reed an assessing look. \"You didn't go into the Infinite Forest, did you?\" \n\n\"Hell no,\" Reed quickly admits. \"Couldn't pay me enough to. Can't stand the Vex,\" he adds with a shudder. \"You know how you are with spiders? That's me with the Vex. Don't know why, don't care.\"\n\nWhatever Aisha was going to say is abruptly cut off when Shayura manifests into the simulated space mid-stride. She walks straight past Reed and Aisha toward the Lighthouse. \"Come on.\" \n\nShayura's brusque entrance elicits a concerned look between Reed and Aisha, but they say nothing more on the matter. \n\nSIMULATION RECONSTRUCTION LOG // LA-01-05 // SIMULATED TRIALS ARENA, SIMULATED LIGHTHOUSE\n\nReed's shoulder connects with a Guardian on the other team so hard, it breaks every bone in his opponent's chest and sends him straight through the wall. Reed pivots, turning to see Aisha firing her Hand Cannon through the torso of the other Guardian coming up on them with a pair of spectral blades drawn. She's been holding back and Reed can see it, all gunplay, none of her usual fire and flash. \n\n\"Where's Shayura?\" Reed asks as he reloads his Scout Rifle. Aisha points down a corridor with two fingers. \n\n\"She's been after that other Awoken Warlock since we started the match. I think she followed him that way,\" Aisha says, already breaking into a jog. \"It's three on one, c'mon.\" \n\nReed shakes his head, hurrying behind Aisha. He remembers what had happened the last time Shayura had broken off on her own. They shouldn't have come back to the Trials, not so soon, not after everything that's happened. Shayura pushed for this, trying to get the fireteam back to normal, but now he worries it was too early. \n\nWhen they finally find Shayura, she's standing over a still-living Awoken Guardian whose helmet has been broken, revealing one of his eyes. He stares up at her, at her fire-shrouded Sword. Aisha and Reed train their firearms, prepared to back Shayura up if she misses the finishing blow for the match. But Reed senses something is wrong. Shayura's sight line isn't aimed down at the Guardian; it's aimed up at her opponent's Ghost. \n\n\"Shay?\" Aisha asks, a nervous tremor in her voice. \n\nShayura lashes out, striking the Ghost with her Sword and knocking it to the ground. The Guardian exhales a scream of plight, and Shayura quickly draws her Sidearm and plants a round in his forehead. The Ghost chirps, squawks. It is only damaged. Shayura holsters her Sidearm again. \n\n\"Shay!\" Reed shouts, dropping his Scout Rifle and rushes over to her. This time, though, Shayura expels a blast of force from her palm that knocks Reed onto his back. She turns to the Ghost again, gripping her Sword in both hands, only to feel a sudden stabbing cold rise up her legs and arms. \n\nReed watches as blue-black ice crusts over Shayura's legs, snuffs out her fire, and freezes her arm solid, Sword and all. Feather-ice bristles off of her body along with waves of visible cold. Reed's focus snaps to Aisha, one hand extended and waves of cold emanating from her outstretched palm. She had saved the Ghost from Shayura, but the power she wields—he knows it isn't the Light . \n\nHe knows this will change everything.","icon":null}},"120441703":{"hash":120441703,"index":1690,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Pyrrhic Ascent Strides","description":"SIMULATION RECONSTRUCTION LOG // LA-02-04 // TENEMENT BUILDING ROOFTOP, PEREGRINE DISTRICT, LAST CITY\n\nThe Traveler hangs like a moon over the Last City, radiating bands of sapphire light from within its cracked shell. Thousands have gathered on rooftops, crowded streets, filled balconies. They look up to the sky, staring at a spectacle never before seen and perhaps never to be witnessed again. From their spot on a terrace, the Hunter Aisha and her Awoken Warlock companion Shayura bear witness to the turn of the age. \n\n\"Do you remember Chicago? \" Aisha asks, unable to pry her eyes away from the Traveler's silhouette. Shayura's response is a non-verbal acknowledgement. \"I thought we were gonna die in the Crypts,\" Aisha continues. \n\nLight ripples from the Traveler, washing over the pair like foaming tides from far distant shores. Aisha closes her eyes. \"I remember… we all blamed the Traveler.\" She wishes she felt more as the Light touches her face. She wishes she felt anything. \"For bringing us back, for putting guns in our hands, for cursing us to die again and again.\" \n\nShayura says nothing in return, and for the moment, Aisha does not lament that. The silence allows her to contemplate her own emptiness, her own disaffected sense of belonging to a cosmic force that doesn't understand her, nor she it. But as she opens her eyes, it is still in wonderment. The significance of the moment, what it means for the people of the City, can't be understated. Even if the long-term ramifications are clouded in doubt. \n\n\"I remember,\" Shayura finally replies. Aisha looks at her, surprised to see Shayura's focus not on the Traveler but down on the street. \"I never forgot how abandoned we felt,\" Shayura adds, a tightness in her voice. \n\nAisha's attention is drawn back to the Traveler as it throbs like a beating heart and erupts into a blinding flash of light. Aisha braces, as if for an incoming attack, but shudders when she feels the wave of Light crash against and roll past her. When it fades, Aisha sees the impossible. The Traveler, once shattered by its exertion to destroy Ghaul, is now whole. \n\nThe City rises up in a riotous cheer; Aisha turns to Shayura, but she is gone. A moment of panic clutches at her heart. Aisha frantically looks around until she spies Shayura retreating into the jubilant crowd. Aisha watches her go, afraid that she understands what Shayura is feeling: hollow disaffection.","icon":null}},"197672677":{"hash":197672677,"index":1689,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Pyrrhic Ascent Grasps","description":"SIMULATION RECONSTRUCTION LOG // LA-02-03 // BAZAAR, THE TOWER, LAST CITY\n\nWithin the tented enclosure of their tower-based enclave, Shayura and Aisha sit on crimson, vermillion, and gold cushions scattered around a circular table, the setting sun burning bright at their backs through icy-encrusted trellis. A handful of colorful decorations for the Festival of the Lost hang overhead, with more being set up outside. An anchor of community in the wake of a tumultuous time. \n\n\"How's today feeling?\" Aisha asks, sitting forward with her elbows on her knees. Shayura doesn't answer. \n\nAisha watches Reed-7 stand in line at a food kiosk across the way. \"Did you talk to Ikora yet?\" she tries again. The Warlock rakes her fingers through her hair and sighs, slouching down so that her forehead rests against the tabletop. \n\n\"No,\" Shayura finally responds. \"I will. I'm sorry.\" \n\n\"Hey, no,\" Aisha says, scooting over enough so that she can put a reassuring hand on Shayura's shoulder. \"Don't. We've all been through a lot. I should've paid attention to how hurt you were before we went into the match. I'm sorry we fought; I'm sorry I yelled at you.\" \n\nShayura regards Aisha from the corner of her eye. She turns away and lets her hair fall like a curtain to hide her face. \"Can Guardians be unfit for duty?\" Shayura wonders, her voice muffled by the table. \n\nAisha isn't sure how to respond. \"I mean…\"\n\n\"I don't know if I'm okay,\" Shayura admits without lifting her head. Aisha leans in and puts an arm around her friend's shoulders. \n\n\"It's okay not to be okay,\" Aisha says. \"That's why you should talk to Ikora. She knows. She understands.\" \n\nShayura is quiet again. Aisha peeks over the arch of Shayura's back and spots Reed carrying a collection of steaming mugs in his large hands. \n\n\"Drinks,\" Reed says, setting down the mugs on the table. Aisha offers Reed a supportive but strained smile in return. \"Careful,\" Reed notes as she reaches out for a mug, \"they're hot.\" \n\n\"There's cinnamon in yours,\" he says to Shayura. She gives him a thumbs-up without lifting her head off the table. Aisha offers Reed a wordless look of concern and shakes her head. Their talk had not gone well while he was away. \n\n\"I know you're upset about Sloane,\" Reed says. \"But you know the commander's done all he can. We've done all we can. Don't blame yourself for—\"\n\n\"Thanks,\" Shayura says without looking up. She sits up enough to grab her mug with two hands and drags the piping hot cider over to herself. She slouches over the mug, breathing in the aroma of cinnamon, honey, apples, and cloves. Her eyes drift shut and, for a moment, she seems more herself. \n\nAisha and Reed take a moment to breathe. Give Shayura time to breathe. \"I know,\" Shayura finally says in a small, guilty voice. \"I'm sorry.\" It's hard to tell if she's talking about Sloane, or about her behavior in general. \n\n\"You don't need to apologize to us,\" Reed says with a look to Aisha, who nods back in support and affirmation. \"You should apologize to Leitka and his Ghost.\" \n\n\"It was Titan,\" Shayura finally explains without looking up from her mug. Reed and Aisha look at each other, but neither interrupts. They let Shayura reach that point at her own pace. \"I was back on Titan. Like when we were Lightless, surrounded by Hive. There was this Knight… no matter how many times I killed him, he kept coming back. I should've died out there.\" \n\n\"But you didn't,\" Aisha says, reaching out across the table to take Shayura's hand, giving it a reassuring squeeze. \"We got our Light back, and—\"\n\n\"What happens when the Darkness closes in?\" Shayura asks, though she knows neither Reed nor Aisha have the answer. \"Will she be Lightless again? Alone?\" \n\nReed and Aisha share a look, and the Exo reaches across the table, laying one of his large hands atop Shayura's hand that Aisha holds. Reed's silence is stability, and Aisha smiles across the small distance to him in thanks. The three fireteam members are all the family they have, and in this moment of weakness, Aisha has to hope that family is enough to make it through the darkness. \n\nOr, failing that, enough to make the journey worth taking.","icon":null}},"432476743":{"hash":432476743,"index":1619,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"The Palindrome","description":"Yirix waited. She watched her prey cut slaughter through the EDZ. She watched every weapon and muscle break against their Light. She watched her prey's little Ghost snicker with glee at the death of dozens. Bleak humor to the undying.\n\nThey had exercised the same nonchalance as the Almighty bore down to exterminate their parasitic City: Guardians huddled in droves, their eyes trained skyward to watch the destruction of Amtec's vengeance, as if it were some celebratory spectacle.\n\nYirix and her conclave would not let that revenge be swept aside so easily. They remembered Amtec's words. They remembered the brief hope the Sundial had shown them, and they remembered the name trailed in curses and woe. Although she and her sisters could not hope to destroy a city, they could kill the man who commanded it.\n\nShe refocused her eye on the Guardian as it loaded a new cylinder into a crude metal cannon. Her trigger finger twitched in contempt as she looked upon the bodies of the Cabal she had used to lure this Guardian into the open. Yirix had once thought of Human strategies like hidden blades: cowardly and unwilling to engage in anything but guerilla warfare and decapitations of leadership. Watching the Legion disintegrate after Ghaul's death had revealed truer interpretations. Victory cares not for honor, and headless foes cannot resist.\n\nYirix fired and the Guardian dropped.\n\n\"Well placed.\" The words rippled through her mind as another Psion stepped from concealment behind Yirix. The Psion handed Yirix a new firearm—different from her longbore headhunter. It was lined in silver-colored magnetic rails that hissed with Arc charge. \"The carrion Light will reveal itself in time.\"\n\n\"We will wait,\" Yirix rippled back.\n\nIn time, a small Ghost compiled into existence. Yirix waited as the Ghost circled its Guardian. She waited for the Light to build within it. She waited until her target was sure that its actions could lead to nothing but resurrection, and then she fired. The stunned Ghost fell.\n\nJoy filled her mind. \"It is effective,\" she thought.\n\n\"Ghaul was no fool,\" her subordinate rippled in response.\n\nYirix snorted at the name. \"This is not his credit. Ghaul did not invent this technology, but we will learn from his failure.\"\n\n\"Dispose of them. Use its primitive gun. We cannot leave any trace that may lead them back to us.\"\n\n\"It is done,\" her subordinate thought, acting on Yirix's orders. \"We are Amtec's vengeance.\"\n\nYirix finished her sister's sentiment. \"…and while she struck from the sun, we strike from the shadow.\"","icon":null}},"469005214":{"hash":469005214,"index":1692,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Pyrrhic Ascent Boots","description":"SIMULATION RECONSTRUCTION LOG // LA-01-04 // TENEMENT BUILDING ROOFTOP, PEREGRINE DISTRICT, LAST CITY\n\nThe wind carries a chorus of voices. Some reverent, some frightened, some confused. The mosaic of conversations is a distracting din to Shayura, who rests at the edge of a terrace watching the crowded streets of onlookers, eyes upturned to the shadow of their silent god looming in the heavens. \n\nShe can't help but feel that the people who dwell beneath the Traveler do so out of desperation and delusion. They were told for generations that this was the only safe refuge on Earth. Even after that assumption had been challenged by the Red Legion and now the Darkness, they cling to that desperate hope. They cling to an illusion of an all-powerful god that will protect them, when—Shayura believes—they had never been in any real danger before the Traveler arrived. \n\nShayura hears Aisha, talking beside her, but her thoughts are distant. Shayura grunts a reply, hoping indifferent is enough. But Aisha keeps talking, something about Chicago, about memory. Shayura grips the railing and watches the people staring up at the Traveler, and she cannot bear to look up with them. \n\n\"I remember,\" Shayura finally replies, her own internal fears overlapping with memories of dark times that her fireteam experienced below the ruins of Chicago. \"I never forgot how abandoned we felt,\" Shayura adds, a tightness in her voice. The day Ghaul stole the Light, when they were so far from home, when they went from hunters to hunted. \n\nShayura also remembers what went unsaid. She remembers those feelings of desperation and abandonment and how she would have accepted any opportunity if it meant living. Her desperate moment did not end in such darkness, but she cannot help but wonder about other Guardians. That when faced with the choice between annihilation and salvation, they might make the wrong choice. \n\nIt is in that moment of quiet revelation that the Traveler stirs for the first time in years. A glow builds within, and only then does Shayura look up at her silent god. A wave of Light washes over her, and it feels like absolution. \n\nWhile the City is awash in Light, with the fearful and the faithful holding congress in the shadow of an indifferent god, Shayura slips away into the crowd. She does not need to witness the Traveler's grandiose power to know what is being asked of her, and she does not need time to set herself to work. \n\nShayura's path is clear.","icon":null}},"708549601":{"hash":708549601,"index":1695,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Pyrrhic Ascent Bond","description":"SIMULATION RECONSTRUCTION LOG // LA-01-05 // SIMULATED LIGHTHOUSE, THE TOWER, LAST CITY\n\nThere is not but silence in the void. \n\nFrost collects on the inside of the cockpit of Shayura's jumpship. Her breath is visible as a cold fog.  Fragments of Ghost shells are scattered atop the console, each glittering with a faint sheen of ice. The Warlock stares at her reflection in the shattered central navigation panel, fragmented, broken. \n\n\"You are late for your weekly scheduled Trials match,\" Shayura's Ghost chirps from over her shoulder. She does not look away from her broken reflection. \"Do you… want me to elevate the atmospheric controls so the ship is warmer on your return?\" \n\nShayura blinks her eyes shut, then opens them, fixed on her Ghost. \"The cold is a reminder,\" Shayura says like a mantra. She looks back at the fragmented shells of the dead Ghosts and clenches her hands into fists. \n\n\"I am ready.\" \n\nShayura is torn apart into motes of Light and threads of energy, reformed into the simulation of Mercury mid-stride.  She walks straight past Reed and Aisha toward the Lighthouse, purpose behind her every movement. \"Come on.\" \n\nShayura's attention is focused ahead at another group of Guardians, to an Awoken Warlock—much like herself—whom she has heard much of. Shayura steadies herself, heart racing. \n\nShe is committed. \n\nSIMULATION RECONSTRUCTION LOG // LA-01-05 // SIMULATED TRIALS ARENA, SIMULATED LIGHTHOUSE\n\nReed-7's head disappears behind the occluding barrier of Vex architecture, inaccessible from the Scout Rifle scope. The rifle's wielder, an Awoken Warlock, lowers his firearm and grunts in frustration. He kicks off the ground, stepping up into the air and glides across the sky in search of a better vantage point. It's here that another body impacts him in a tackle, sending him crashing to the ground far below. \n\nThe Warlock's Scout Rifle rattles out of his hand on impact. He switches to his gold-plated Sidearm as he rises up onto one knee, only to have the gun swatted aside by the flat of a curved Sword. Shayura, carried aloft on wings of fire, slowly descends from the air. She moves the Sword's blade from hand to throat. \n\n\"Go on,\" her quarry says, \"you earned it.\" But Shayura isn't thinking about the match. This isn't about the Trials; it's about discipline. \n\n\"I know what you did on Europa,\" Shayura says to the Warlock. \"I know you're a traitor to the Light.\" At first, he opens his mouth to speak a denial, but then he tenses and takes a step back. \n\n\"It's not that simple,\" the Warlock says, shaking his head. \"You haven't talked to Eris. You don't understand—\" The Warlock's words are cut off as Shayura lunges in, smashing the butt of her Sword against his face, shattering part of his helmet and knocking him to the ground. \n\nThe Warlock groans, grasping at his face, then looks up at Shayura in vivid anger. \"It's not illegal! The Vanguard—\"\n\n\"I am not here on behalf of the Vanguard,\" Shayura says with imperious certainty. Flames begin to spread down the length of her Sword. \"I am here on behalf of the Light.\" \n\nThe Warlock snorts and smiles sarcastically. His body language implies he doesn't respect her power. \"I'm not afraid of you. Come on, end the match.\" \n\n\"I'm not here for you,\" Shayura insists. Now, he feels fear. \n\nAisha and Reed arrive a moment later, guns raised and ready to assist Shayura. She fights back a scowl at seeing them but turns her attention to the Ghost hovering at the Warlock's side. \n\n\"Shay?\" Aisha asks, a nervous tremor in her voice. \n\nShayura lashes out, striking the Ghost with her Sword and knocking it to the ground. The Guardian opens his mouth to shout a plea, but Shayura quickly draws her Sidearm and plants a round in his forehead. The Ghost chirps, squawks; damaged but alive. She holsters her Sidearm again and looks to the Ghost. \n\n\"Shay!\" Reed shouts, and she hears him rushing up behind her. She wouldn't be dragged away, not this time. Shayura turns and expels a blast of force from her palm that knocks Reed onto his back. She quickly reorients to the Ghost and raises her Sword for another strike, when suddenly, her legs prickle with the unearthly chill of deep space. \n\nShayura tries to let out a scream, but her lungs flash-freeze, and crystals of Stasis energy encrust her body. She turns her head, just enough to make eye contact with Aisha and witness the unthinkable. The last person she sees before her world is ice and darkness. Her closest friend, forsaking the Light, embracing the Darkness. \n\nThe look of betrayal on Shayura's face freezes in the ice.","icon":null}},"787709112":{"hash":787709112,"index":1673,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Phoenix's Fire","description":"Prak'kesh sat on his Gray Hornet, parked in his usual spot at the base of the Tower. The former Guardian read dispatches from Spider's Associates with one eye and watched his runners scurry about with the other. \n\nThe younger kids took bets from all over the City and delivered them to Prak'kesh at appointed intervals. Once the action paid off, the bookie would send the older kids to settle up. Any incalcitrant debtors were dealt with by Tulnik, his enormous ex-Corsair bodyguard, who was currently leaning against the Tower, scratching himself. \n\nPrak'kesh chirped a low call to Tulnik, who snapped to attention. A fireteam was gliding toward them from across the courtyard. The Guardians' cloaks billowed in a non-existent wind, and their feet barely touched the paving stones. Prak'kesh rolled his eyes. Warlocks. \n\nPrak'kesh called out, \"Looking sharp. I love the… bird… hat.\" \n\n\"This is Felwinter's Helm, jackass,\" the Voidwalker fired back. \"Prolly costs more than your Sparrow.\" \n\n\"Good,\" Prak'kesh retorted, \"then you've got the cash to pay your debts. Val Guscu wasn't quite the mad dog you thought she was.\" \n\nThe Warlocks glanced at each other surreptitiously. \"About that,\" said the Sunsinger, \"we don't have the Motes… yet.\" \n\nTulnik, sensing his moment, stepped forward with a menacing flex. Prak'kesh stayed his enforcer with a manicured hand. \"Steady, Tully. These are learned scholars. I'm sure they have a needlessly complex plan to make things right.\" \n\n\"We do,\" said the Stormcaller through gritted teeth. \"Double or nothing on the Guardian Games Crucible this week.\" \n\nPrak'kesh gave a low whistle. \"That's some heavy action. Who you backing?\" \n\n\"Us,\" the Sunsinger responded. \"Against Meliorea's Titans.\" \n\nPrak'kesh's eyebrows shot up. \"Meliorea's at the top of the leaderboards. She's dangerous. And you guys are… stylish. It's a bad bet. Unless,\" the bookie tapped the side of his nose, \"you know something I don't.\" \n\nThe Voidwalker tossed her head, as if flicking her hair. Then, realizing she was still wearing her helmet, awkwardly put her hands on her hips. \"Let's just say she's about to have a bad case of existential dread the night before the match.\" \n\nThe Warlocks snickered. \"Little trick I picked up from the Psions,\" the Voidwalker finished. \n\n\"Titans put all their armor on their chests,\" the Sunsinger opined, \"and none between their ears. Like a castle with no roof.\" \n\nThe Voidwalker guffawed. \"Is that why they always look like they're getting rained on?\" \n\nThe Stormcaller dropped his voice an octave, puffed out his chest, and lumbered around on bowed legs. \"When the only tool you have is a Titan, every hammer is a nail!\" \n\n\"Indeed!\" the Warlocks chortled and high fived. \n\n\"It's settled, then!\" Prak'kesh pulled out his datapad. \"You guys beat Meliorea this week, and the slate's clean. Otherwise, I get the Motes,\" he said and winked at the Voidwalker, \"and that fancy hat.\" \n\nThe Voidwalker was suddenly serious. \"Guys. No. Come on,\" she implored her teammates. \"You know how many engrams I had to—\" \n\n\"Deal,\" the Sunsinger interrupted. He removed his gauntlet and pressed his finger to the datapad. \n\n\"Deal!\" Prak'kesh smiled broadly. \"Good luck in the Guardian Games. Not that you'll need it.\"","icon":null}},"1001798188":{"hash":1001798188,"index":1687,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Pyrrhic Ascent Mask","description":"SIMULATION RECONSTRUCTION LOG // LA-02-01 // MERCURY\n\nFlames roll up the front windscreen of a classic AFv2 Octavian  on its entry to Mercury's thin atmosphere. Aisha has done this jump hundreds of times. Feet propped up on the console, she allows autopilot to carry her in to the Lighthouse. \n\n\"We shouldn't just leave her behind,\" a woman says over the comms. Aisha motions with one finger to her Ghost, who opens an audio channel back to her fireteam member Shayura's jumpship. \n\n\"Not our call, Shay. Agree or disagree, we're a united front,\" Aisha replies. \n\n\"Then act like it!\" Shayura fires back. \n\nAisha folds her hands behind her head and rolls her eyes toward the top of her cockpit, venting her frustration with a prolonged sigh. \n\n\"It's Sloane's choice.\" They've had this conversation too many times now. \"You know how she is. If she's declining evac, there's no force in the system that'll uproot her. Stay, go, it's her choice.\" \n\n\"Eight seconds until we're in transmat range,\" Aisha's Ghost interrupts, trying to cut the tension. He indicates the directional telemetry on the console with a flick of his monocular blue eye. She gently pushes the Ghost out of her face with a brush of her fingers. \n\n\"Leaders make mistakes.\" Shayura's voice crackles over the comms as the fire of reentry clears from Aisha's windscreen, revealing the sandy geometric mottling of Mercury's surface. \n\n\"We're in transmat range,\" Aisha's Ghost chirps. She waves her hand at him dismissively. \n\n\"Zavala doesn't see it. He's trying to do the work of two Vanguard leaders right now. I d—\" Shay's words are cut off as Aisha's body discorporates into a whirling matrix of light and energy. \n\nAisha rematerializes within the exterior courtyard of the Lighthouse. Her Exo companion Reed-7 is already waiting, arms crossed. \n\n\"—believe for a minute that's all we could've done!\" Shayura finishes as she transmats in an electrical blast. She is incandescent with anger, waves of golden fire lapping at the sides of her face. \n\n\"Sloane made her choice!\" Aisha shouts, following Reed toward the Lighthouse with as much heated intensity as Shayura. \"The commander asked her to fall back and she didn't! Don't pin this on him!\" \n\nShayura pivots to stare at Aisha; the fire building around her discharges in an upward blast. \"If he wants to lead, he should be willing to take criticism for his decisions!\" \n\n\"Hey!\" is all Reed-7 needs to say. The bright red Exo shifts his posture awkwardly but stands his ground. Aisha and Shayura are both silenced by the clap of his rebuke. \n\nReed lifts a hand to the back of his neck. \"Can we do this later? Please?\" Shayura and Aisha afford each other a brief, tempered look. Shayura puts down her conversational weapons and draws her Sword. She points it at a group of Guardians across the windswept courtyard outside of the Lighthouse. \n\n\"Fine,\" Aisha agrees, reluctantly. Anything to end this conversation.","icon":null}},"1260563064":{"hash":1260563064,"index":1684,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Pyrrhic Ascent Helm","description":"SIMULATION RECONSTRUCTION LOG // LA-01-01 // MERCURY \n\nThe Exo Titan Reed-7 cuts an imposing silhouette across the Mercurian sands, the sun at his back. Reed and his Ghost fix their attention on two streaks of fire gleaming across the sky.  \n\n\"They're late,\" Reed's Ghost chirps. \n\n\"Again,\" Reed notes with a sigh. His eyes follow the burning trails across the dusty beige sky until they reveal a pair of jumpships entering the atmosphere. \n\n\"I'm picking up a… dispute on open comms,\" Reed's Ghost notes, bobbling through the air around his Guardian. \"You may want to brace for impact.\" \n\nThe jumpships dive low and hug the ground after reentry, kicking up a cloud of sand that billows across the ancient stone courtyard of the Caloris Spires. Reed turns his head to watch them speed off to the opposite horizon. \n\n \"—believe for a minute that's all we could've done!\" A voice shouts over comms and finishes in physical space as Reed's Warlock companion, Shayura,  transmats down to the surface. Crackling bands of energy ripple off of Shayura and another Guardian, a Hunter: Aisha. Shayura is incandescent with anger. Waves of golden fire lap at the sides of her face. \n\nReed doesn't say anything as his companions arrive. They're doing enough talking for everyone on Mercury, so he gives them their space, choosing instead to focus on the task at hand. He moves toward the looming structure of the Lighthouse and the Guardians gathered outside, waiting in their queue to compete in the prestigious Trials of Osiris. \n\nHis Ghost looks at him with concern; Reed reassures him with a gentle tap of his finger against the Ghost's shell. But Reed can hear his friends becoming increasingly frustrated with one another. Arguments like this have happened before: Is Eris trustworthy? Should the Vanguard track down Cayde's murderer? Was Cayde's death his own fault for being so reckless? Their disagreements had always ended with understanding. Today, however, things feel different. \n\n\"Hey!\" Reed turns and shouts back at them. It's louder than he intended. The bright red Exo recoils a little from the volume of his own voice. The clap of his rebuke distracts both Warlock and Hunter. They look up at him in sudden silence. \n\nReed lifts a hand to the back of his neck, scratching sheepishly. \"Can we do this later? Please?\" \n\nShayura and Aisha afford each other a brief and mild look. Wordlessly, they put away their conversational weapons for another time. Shayura draws a Sword and points it across the windswept courtyard toward a group of Guardians, indicating a challenge. \n\n\"Fine,\" Aisha agrees reluctantly. \n\nReed will take that as a victory, however small.","icon":null}},"1305996499":{"hash":1305996499,"index":1699,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"In Memoriam Shell","description":"The Tower Hangar had never been a particularly quiet space, but today's din seemed to set record levels. The whoosh  of jumpships had been near-constant as fireteam after fireteam rolled through on their way to one of many battlegrounds . \n\nLuckily, Saint-14 had a voice that could carry over it all: \"Welcome, Guardians!\" Standing in his usual spot by the Gray Pigeon , he bellowed jubilantly to Trial-seekers, greeting each and every one as if they were old friends. \n\nUnderneath his cheer, however, there was an unease. Some internal wire pulled taut by the arrival of the Pyramids. Ever since the latest incident in the Trials,  his tension had increased daily, steadily ratcheting towards an inevitable breaking point. \n\nThere had been incidents before—that was to be expected when Guardians clashed. The point was to limit those altercations to a controlled environment. Yet lately, Saint wondered whether he really was in control after all…\n\nBut just as the clouds of doubt began to settle, they lifted when the crowd parted to reveal a familiar gold-hooded figure  in their midst. His shoulders seemed a little more stooped without Sagira zipping around them, but his purposeful stride, his furrowed brow… these remained the same. \n\n\"Osiris!\" Saint called out. Several heads swiveled in his direction, startled by the sudden shout. Osiris, for his part, merely looked bemused as he changed course. \n\n\"What is it?\" Osiris asked as he drew closer. \"Did something happen?\" \n\n\"No,\" Saint responded quickly. Too quickly. \"Well, yes… A small something. Under control, but…\" He was stumbling, unsure how to explain himself. \"I sent a message. You didn't get it?\" \n\nOsiris frowned, impatient. \"I've received a lot of messages lately. Was it urgent?\" \n\nSaint flinched. He didn't know it had to be urgent. \"It's about the Trials. They are named for you and… now that you're here, I thought it was time you…\"\n\n\"Ah. You want me to take over the Trials.\" Osiris shrugged. \"It's not a good time. Shut them down if you're tired of it.\" \n\n\"What? No!\" Saint hadn't expected this. \"Not tired. I am worried! There have been—\" He stopped, suddenly aware of the passersby. He gestured for Osiris to follow him into his ship. \n\nOsiris crossed his arms. \"I'm keeping Lord Saladin waiting. The issue of the Cabal is somewhat urgent. As you can see.\" \n\n\"I know, but…\" Saint lowered his voice, \"But there is a kind of war brewing in the Trials too. Guardians going too far. Wielding Darkness.\" \n\n\"Really?\" Osiris' eyes glinted with renewed interest. \"To what effect?\" \n\nSaint stared at him. Inside, the wire tightened one more impossible  inch. At last, he said, \"It varies.\" \n\n\"Interesting.\" Osiris rubbed his chin, thinking. A datapad at his hip dinged with a reminder. He groaned at it, then turned back to Saint. \"If it happens again, take notes, will you?\" \n\nWithout waiting for a response, he turned away. Saint's iron arm shot out and grabbed him by the elbow. \n\n \"Is that all this is to you? An experiment?\" Saint spat, trying and failing to keep his voice down. He couldn't contain himself any longer. He'd waited for days for a response. Fretting over the silence, but forcing himself to give his comrade space. \"So what am I then? Your assistant? Just because Sagira is gone—\"\n\n\"Enough,\" Osiris snarled, yanking his arm back. \"Never speak of her to me again. Understand?\" \n\nSaint stepped back, immediately awash in regret. His mind raced. He should say something, anything, to make it better. To put things to rights. But what? \n\nBefore he could come up with an answer, Osiris spoke: \"Continue the Trials or don't. But if you don't have the stomach  to collect that data, someone should. It could be key to our survival. All of ours.\" And with that, he strode off. \n\nSaint watched as Osiris disappeared into the throng. The tension in him was gone. All he felt now was the agonizing wound left by the wire's snap. \n\nIkora's words from not so long ago echoed in the back of his mind: \"…You know Osiris better than anyone else.\" \n\nNot true. Saint knew him well, but not better than Sagira. And without her around…\n\nHe wasn't sure he knew Osiris at all.","icon":null}},"1322042322":{"hash":1322042322,"index":1688,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Pyrrhic Ascent Cloak","description":"SIMULATION RECONSTRUCTION LOG // LA-02-05 // SIMULATED LIGHTHOUSE, THE TOWER, LAST CITY\n\n\"There's still snow in the cockpit of my jumpship,\" Aisha says after she appears in a crackling wave of latticework from the subordinate Vex conflux now running simulations of the Lighthouse from the safety of the Tower. \n\n\"Is that why you're late?\" Reed-7 asks, and Aisha's chest tightens. \n\nShe feigns a smile and spreads her hands, playing off her nervousness. \"And Shayura isn't?\" she jabs back. \n\n\"She's coming.\" Reed says, and then more pointedly asks, \"How long did you stick around the Stranger's camp after we left?\" Aisha looks away, as if to contemplate the graphical fidelity of the Lighthouse, jaw set and shoulders tense. \n\n\"Couple hours,\" she says quietly. \"I moved around. House of Salvation was putting down stakes out near some Vex ruins; wanted to make sure they didn't stick.\" Feeling anxious, she presses two fingers to her neck, transmatting her helmet around her head in a flash of light. \n\nReed snorts and nods. \"This is weird, right?\" He drops the topic of Europa. Aisha isn't sure what he's on about. \"The simulation. Saint's little… combat closet. It feels real,\" he continues. \n\n\"It is real. I mean, we are. The space is a… I don't know, magic? But me and you? The Guardians? We're all us.\" Aisha explains with a motion around herself. \"The dangers may be simulated, but that doesn't make the effects any less real. Saint wouldn't have it any other way. You didn't go into the Infinite Forest, did you?\" \n\n \"Hell no,\" Reed quickly admits. \"Couldn't pay me enough to. Can't stand the Vex,\" he adds with a shudder. \"You know how you are with spiders? That's me with the Vex. Don't know why, don't care.\" \n\nAisha looks down at one of her hands, fingers curling against her palm. She closes her eyes, considers Reed, and then gathers up the confidence to make a confession as Shayura manifests into the simulated space mid-stride. She walks straight past Reed and Aisha toward the Lighthouse. \"Come on.\" \n\nShayura's brusque entrance elicits a concerned look between Reed and Aisha, but they say nothing more on the matter. \n\nSIMULATION RECONSTRUCTION LOG // LA-02-05 // SIMULATED TRIALS ARENA, SIMULATED LIGHTHOUSE\n\n\"Where's Shayura?\" Reed asks as he reloads his Scout Rifle mid-match. Aisha points down a corridor with two fingers. \n\n\"She's been after that other Awoken Warlock since we started the match. I think she followed him that way,\" Aisha says, already breaking into a jog. \"It's three on one, c'mon.\" \n\nWhen they finally find Shayura, she's standing over a still-living Awoken Guardian whose helmet has been broken, revealing one of his eyes. He stares up at her, at her fire-shrouded Sword. Aisha and Reed train their firearms, prepared to back Shayura up if she misses the finishing blow for the match. Reed starts to lower his Auto Rifle, and Aisha feels his palpable confusion as she notices Shayura's sight line isn't aimed down at the Guardian; it's aimed up at his Ghost. \n\n\"Shay?\" Aisha asks, a nervous tremor in her voice. \n\nShayura lashes out, striking the Ghost with her Sword and knocking it to the ground. The Guardian exhales a scream of plight, and Shayura quickly draws her Sidearm and plants a round in his forehead. The Ghost chirps, squawks. It is only damaged. Shayura holsters her Sidearm again. \n\n\"Shay!\" Reed shouts, dropping his Scout Rifle and rushes over to her. This time, though, Shayura expels a blast of force from her palm that knocks Reed onto his back. Aisha's heart races. She looks back at Reed, then Shayura. Fear and doubt take control. Aisha closes her eyes and chooses the unthinkable. \n\nBlue-black ice crusts over Shayura's legs, snuffs out her Praxic fire, and freezes her Sword arm solid. Feather-ice bristles off of her body along with waves of visible cold. Waves of cold radiate outward from one of Aisha's extended hands; feathery shards of crystalline growths bristle off of her gauntlet. She had no choice. \n\nAisha couldn't understand in that moment what was going through Shayura's mind, or how much of a betrayal this moment was. \n\nBut in time, Aisha hoped, her friends would come to understand and forgive her.","icon":null}},"1325579289":{"hash":1325579289,"index":190,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Retrofuturist","description":"I watch them frolic blithely beneath their oblivious god.\n\nI am among those assembled to witness their training. They wish to become stronger than the Cabal. Than Xivu Arath. Than the Hive.\n\nTheir ignorance of their true enemy is overwhelming—they cannot even put a name to it. I am choked with rancid ambrosia.\n\nTwo men now remain in the artificial battleground. Their movements are simplistic: one charges blindly ahead. The other rolls to the side, fires a shotgun, and his opponent falls.\n\nThe victor turns to the crowd and removes his helmet. Oily fluids bead on the flesh of his face. He bears teeth that squirm with microbial life. He throws his arms upward in jubilation and the masses cheer.\n\nI do not join them—this form affords me some dignities.\n\nBehind the creature reveling in minor triumph, sacrilege: A perfect being materializes. It gathers meat and offal from the ground and reassembles it. An unfathomable gift is given.\n\nThe crowd has seen this miracle countless times. It has lost all meaning to them. They see it as a resource.\n\nI look up into the blank white face. I feel its Light on my cheeks. It no longer burns me.\n\nEach revival is a choice.\n\nI know what to do.","icon":null}},"1593620971":{"hash":1593620971,"index":1666,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Cobra's Hood","description":"Prak'kesh sat on his Gray Hornet, parked in his usual spot at the base of the Tower. The former Guardian was watching bootleg transmissions of the latest Cabal death matches when one of his runners tugged on his sleeve. \n\nPrak'kesh jumped in surprise. \"Son-of-a-dreg! Don't sneak up like that!\" He smoothed his fur vest in self-placation. \n\n\"Sorry, sir.\" The kid scuffed his feet sheepishly. \"Just that some guys wanna make a bet.\" \n\nPrak'kesh sucked his teeth in annoyance. \"So take the bet! What the hell you hassling me for?\" \n\nThe kid ran his grubby fingers along the sharp black lines of the bookie's ride. \"They won't gimme the chip. They say they gotta talk to you direct.\" \n\nPrak'kesh swatted the runner's hand away. \"I just had that detailed.\" He sighed in exasperation. \"Fine. Send 'em over. But if they end up making some lame prop on the new Hunter Vanguard or something, I'm gonna run you over with this thing.\" \n\nThe kid nodded and scampered off. \n\nA few minutes later, a fireteam of three Hunters sauntered over. Prak'kesh slouched further onto his Sparrow in a dramatic display of nonchalance. His ex-Corsair enforcer, Tulnik, cracked his knuckles. \n\nThe Hunters posed coolly in front of the bookie. The team leader, a Gunslinger, casually flicked a knife between his fingers. \"I guess you've probably heard of us.\" \n\nPrak'kesh glanced at Tulnik, who shook his head. \"Uh, not really,\" the bookie said. \"Now what's this about?\" \n\nThe Arcstrider stepped forward menacingly. \"Show respect! You're talking to the Death Dealers.\"  \n\nPrak'kesh raised an eyebrow. \"Cool name. I once had a cat called 'Death Dealer.'\" Behind him, he heard Tulnik guffaw. \n\nThe Arcstrider snarled and sent a crackle of Arc energy rippling through his arm. But before he could strike, the Nightstalker blinked in front of him and put her hand on his chest. \"Whoa. Cool it, Gene. He's not worth it. Remember your breathing exercises.\" \n\nThe Arcstrider nodded. \"You're right, you're right. He's not worth it.\" He retreated, put his hands on his head, and walked in circles around the plaza, exhaling loudly. \n\nPrak'kesh cleared his throat cautiously. \"So, you wanna make a bet, or…?\" \n\n\"You're damn right we do,\" the Gunslinger replied. \"We're betting on Hunters to win the Guardian Games.\" \n\n\"Hunters rule!\" shouted Gene from across the plaza. \n\n\"Is that all?\" Prak'kesh asked with confusion. \"That's stock standard. Why didn't you just put in a chip like everyone else?\" \n\nThe Nightstalker leaned in conspiratorially. \"Because of what we're wagering,\" she said and opened her pack to reveal a single, curling horn. \n\nPrak'kesh's eyes went wide. \"Is that whose I think it is?\" \n\nThe Gunslinger crossed his arms smugly. \"You tell us.\" \n\n\"How did you even get this?\" \n\n\"Never question the Death Dealers. Now, what's it worth to you?\" the Gunslinger said. \n\nPrak'kesh shrugged. \"Hunters win gold, you get one legendary Hand Cannon each. If not, I get…\" he dropped his voice to a whisper, \"the horn.\" \n\n\"Throw in a couple Umbral Engrams,\" the Nightstalker countered, \"and you got a deal.\" \n\nPrak'kesh pretended to consider. \"It's a deal,\" he finally said and recorded the transaction in his datapad. \"Good luck in the Guardian Games, Hunters.\" \n\n\"Hunters rule!\" shouted Gene, to nobody in particular.","icon":null}},"1724366537":{"hash":1724366537,"index":1682,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Pyrrhic Ascent Gauntlets","description":"SIMULATION RECONSTRUCTION LOG // LA-01-03 // BAZAAR, THE TOWER, LAST CITY\n\nThe noise of the Bazaar is a background hum, seemingly electrical but performed by so many organic systems.  Reed-7 finds comfort in the banality of human conversation when viewed at a macro level—the impression of life. It's something other than language to him, something he imagines the universe might sound like to a Warlock. At least, he assumes they hear those things. \n\nThere is relief that in this moment,  Reed hears only the people in the Bazaar, not the voices of horror that haunt him from Io's cradle. When he thinks too hard about it, he can still hear the Darkness moaning through his Ghost. Rather than dwell on it, he searches for something else to fixate on, something to distract him. \n\nThe whole of the Bazaar is decorated for the Festival of the Lost, with colorful engram-shaped ornaments hung from decoratively macabre trees. A Ghost—one he's fairly certain belongs to the Warlock Osiris—goes cartwheeling by with a shriek of laughter, trailing cloth wrappings in her wake. The moment of levity helps lift Reed's spirits as he returns to his table in New Monarchy's enclosure where Aisha and Shayura wait for him. \n\n\"Drinks,\" Reed says, setting down three tall mugs wafting with steam. Aisha offers him a supportive but strained smile. \"Careful,\" he notes as she reaches for a mug, \"they're hot.\" He'd earned the nickname Strike-Dad thanks to obvious and well-meaning cautions like that. \n\n\"There's cinnamon in yours,\" Reed says to Shayura, who may be asleep, her head down on the table atop her folded arms. Shayura has the wherewithal to give him a distracted thumbs-up. It's at least comforting, if not wholly reassuring. Aisha gives Reed a wordless look of concern and shakes her head. Their talk had not gone well while he was away. \n\n\"I know you're upset about Sloane,\" Reed says, deciding to tear off that conversational bandage. \"But you know the commander's done all he can. We've done all we can. Don't blame yourself for—\"\n\n\"Thanks,\" Shayura says without looking up. She sits up enough to grab her steaming mug with two hands and drag the piping hot cider over to herself. She slouches over the mug, breathing in the aroma of cinnamon, honey, apples, and cloves. Her eyes drift shut, and for a moment, she seems more herself. \n\nAisha and Reed take a moment to breathe. Give Shayura time to breathe. \"I know,\" Shayura finally says in a small, guilty voice. \"I'm sorry.\" It's hard to tell if she's talking about Sloane, or about her behavior in general. \n\n\"You don't need to apologize to us,\" Reed says with a look to Aisha, finding her approval. \"You should apologize to Leitka  and his Ghost.\" \n\n\"It was Titan,\"  Shayura finally says, staring into her mug. Reed and Aisha look at each other, but neither interrupts. They let her reach that point at her own pace. \"I was back on Titan. Like when we were Lightless, surrounded by Hive.  There was this Knight… no matter how many times I killed him, he kept coming back.  I should've died out there.\" \n\n\"But you didn't,\" Aisha says, reaching out across the table to take Shayura's hand, giving it a reassuring squeeze. \"We got our Light back, and—\"\n\n\"What happens when the Darkness closes in?\" Shayura asks, though she knows neither Reed nor Aisha have the answer. \"Will she  be Lightless again? Alone?\" \n\nReed and Aisha share a look, and the Exo reaches across the table to lay one of his large hands on Shayura's, atop Aisha's. He doesn't have a rousing speech, strong words, or even cold comforts. He just has his presence to offer in support of her traumas. \n\nHe has to hope that's enough.","icon":null}},"2016308379":{"hash":2016308379,"index":1685,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Pyrrhic Ascent Greaves","description":"SIMULATION RECONSTRUCTION LOG // LA-01-04 // TENEMENT BUILDING ROOFTOP, PEREGRINE DISTRICT, LAST CITY\n\n\"Guardians are arriving from all across the system. Even the Hunters are coming back.\" \n\nReed-7's Ghost has been giving him updates on the minute for the last half hour. He hasn't been able to move since he reached the railing at the edge of the roof. Seeing the Traveler doing anything is cause for alarm, but seeing the Traveler radiating pulses of Light like some kind of beacon is nearly enough to stop the Titan's synthetic heart. He knows his Ghost is still talking, but he's effectively tuned it out. \n\nAisha and Shayura are on a lower terrace, far enough away that Reed can't hear them talking, just observe their body language. Both look tense, Shayura most of all. But for all that Reed wants to watch them, he can't seem to keep his eyes away from the Traveler—from the seething waves of blue-white light that erupt from inside its cracked shell, from the way the waves make him feel as they wash over him. It is a vindication to his hope, that the Traveler would not abandon humanity in their hour of need. He wants Shayura to see that, to feel his faith, but each time he looks at her, she seems more distant. \n\n\"Reed.\" His Ghost says for the fifth time. Reed finally acknowledges his name, looking at his Ghost with uneasy silence. \"I feel… strange. Something's happening.\" It's more a plea to the Guardian than anything. A plea of uncertainty and helplessness. Even his Ghost couldn't tell if the coming tide was going to wash them all away; if this was how the final moments of the Collapse were felt. But in this moment, Reed's only thoughts go to Shayura and Aisha. He looks down at them. \n\nHe sees Aisha, staring up at the Traveler with wide-eyed awe. He sees Shayura looking down, over the edge of the terrace. Her indifference weighs heavy, even as the Traveler throbs like a beating heart and then erupts into a blinding flash of light. \n\nReed's last thoughts before the light hits him are of his fireteam. His family. \n\nWhen the light fades, when his optic sensors recalibrate , he is moved to simulated tears. The Traveler hangs like a moon over the City. Whole. Reed's faith is reaffirmed in that instant, and tested when he sees Shayura walking away while the City erupts into cheers.","icon":null}},"2017068592":{"hash":2017068592,"index":1704,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Paradigm Shift","description":"\"Never bring her up to me again,\" Osiris hissed to the Exo Titan, his words carrying over the din of the bustling Hangar. \n\nA dozen yards away, in the shadow of a jumpship, Crow and Holliday winced in unison. They had only just disembarked and would've stumbled directly into the dispute, if it hadn't been for Crow's reflexes. Thanks to his espionage work, his sixth sense for private conversations was beyond compare. It was nice to know that skill was just as useful at home as it was in the field. \n\nDamn,\" Holliday murmured as they watched Osiris storm off. Crow looked at her, hoping for an explanation. Who was this Exo? Who was the \"her\" never to be mentioned? \"I'll tell you later,\" she whispered, stepping out from their hiding spot. \n\n\"Holliday!\" Crow sputtered. But it was too late. She was already at the Exo's side, placing a sympathetic hand on his shoulder. \n\nHe shuffled his feet, weighing his options. Even in the smoothest of circumstances, every new introduction was an occasion for anxiety. Not many Guardians wore masks in the Tower, and much as he wished he could join them, he knew what could happen if he showed his face. Still, the longer he wore the mask, the more conspicuous he felt. He was bound to raise someone's suspicions eventually. \n\nOr perhaps not. The Exo was wearing a helmet, and Holliday seemed to accept it without question, as she had Crow's not too long ago. \n\nBesides, what was more suspect: perpetually wearing a mask or skulking in the shadows? Crow ducked out from under the step, attempting to look casual. He approached just as Holliday was saying, \"You'll let me know if I can haul a few bricks?\" \n\nHe barely had time to wonder what they had been discussing when the Exo turned to him, thundering, \"And who is this? You are skinny, but you move with power. You must be a Hunter.\" \n\nWhatever perfectly innocuous greeting Crow had cued up flew right out of his head. Throat tight, he nodded mutely as Holliday slapped him on the back with a laugh. \n\n\"This is Crow. He's our intel guy on this whole Cabal thing,\" she said. \"And Crow, this is Saint-14. He's… well, he's lots of things, but his main gig is running the Trials of Osiris.\" \n\nFor once, he was grateful for the mask. Otherwise, they might have noticed his surprise at the name. He'd heard before, of course—both here, where it was uttered in tones of admiration, and on the Tangled Shore, where it was spat in loathing. Neither seemed to fit the jovial Titan grasping his forearm. \n\nHis spy instincts saved him again. \"Really? That's interesting,\" Crow remarked, returning the gesture with a little extra muscle. \"I've only ever heard them referred to as the Trials. I had no idea Osiris was involved.\" \n\nSaint pulled back with a chagrined chuckle. \"He is involved with many important tasks. I help where I can.\" \n\n\"You do more than just help,\" Holliday corrected. \"I hope the old man knows he owes you.\" \n\nCrow looked to Saint. He'd never imagined that Osiris would owe anyone anything. \n\n\"Help carries no debt, friend. We must uplift each other without expecting a return. Except Banshee,\" he added, almost seeming to wink at them. \"Who owes me Glimmer.\" \n\nCrow laughed, utterly disarmed. He was surprised at how much he liked Saint. And how much he wanted to be liked in return. What could this affable character possibly have in common with an intimidating figure like Osiris? \n\nOutside of his thoughts, he realized Holliday was talking. He tuned back in just as she said, \"…things gotta be equitable. Don't you think?\" \n\nSuddenly, Saint's demeanor shifted. \"I do not think so,\" he said soberly. \"In battle, when your comrade stumbles, you carry them until they are strong again. Even if you, too, become wounded. This is only way to move forward…\" \n\nSomething about his tone struck a chord in Crow. It occurred to him that Saint and Osiris must've known each other for a long time. What was it like, the assurance and ease of having someone else to watch your back like that? To fight side by side for the same cause? He ached to know. \n\n\"Always nice to talk, Miss Holliday. You too, skinny Crow,\" Saint quipped as he strode off. \n\nCrow watched as the broad-shouldered Titan parted the crowd with ease. \"Nice to meet you,\" he replied lamely, too late to be heard. \n\nHolliday chuckled. Crow shot her a look. Now would she explain what was going on? \n\nShe shook her head. \"It's a long story,\" she said, slinging her arm around his shoulder. \"Which I will only tell over a round of drinks. On you this time, right?\"","icon":null}},"2046708063":{"hash":2046708063,"index":1703,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Color of Speed","description":"Eva Levante threads a needle with fine white silk. A lone lamp lights the wood grain of her table and the length of handsome black cloth in front of her. She only touches this garment at night, when her small flat in the Last City is shrouded in secrecy. \n\nWith each stitch, she recalls the strange encounter some months ago that prompted her clandestine work: \n\nIt was late that evening. She had been walking back from the Tower, nearly home, when she heard a smooth voice quietly assert, \"Eva. It's been too long. You look as bright as ever.\" Osiris melted out of the shadows near her doorway. \n\nThe ex-outfitter snorted. \"That's faint praise coming from someone who's been fifty for several centuries.\" \n\n\"My age shows in other ways. May I come in?\" \n\n\"Of course.\" She opened the door and noticed how he looked over both shoulders before crossing the threshold. \n\n\"It's good to see you back in the Tower, Osiris.\" Eva watched him out of the corner of her eye as she put the kettle on. \"I take it you're not here on official Vanguard business.\" \n\n\"No, I'm not. I'm here to ask a favor, or contract your services. Whichever you'd prefer.\" Osiris perched uncomfortably on the edge of her couch. Eva smiled. His regalia looked a bit absurd set against the mundanity of her cozy apartment. \n\n\"I'm always happy to grant a favor to an old friend. Even if I'm the old one now.\" She examined her self-serious visitor with a gentle gaze. \"What do you need?\" \n\n\"A custom Hunter cloak. Something that resembles feathers of a crow.\" \n\n\"I'm sure there are plenty of outfitters in the Tower that would do a fine job. I gave up on custom outfits years ago, after my fingers started to go.\" She massaged her knuckles reflexively. \n\n\"I need someone I trust. Someone who can keep a secret.\" Osiris fixed her with his inscrutable gaze. \"If you agree, a Ghost called Glint will come by later to help choose the fabric.\" \n\n\"A secret cloak? This is just the type of thing Cayde used to come to me for. In fact, the last Hunter cloak I sewed was for him…\" She drifted off sorrowfully, and poured the tea. \n\nNow, months later, she puts the finishing touches on the requested garment. The black fabric soaks in the meager light, highlighting the delicate white silk. It's as fine a work as she's ever done. \n\nEva can't help but wonder who the new cloak is for. Who could warrant such secrecy? She just hopes it will be worn by as worthy a Hunter as her last.","icon":null}},"2072535760":{"hash":2072535760,"index":1701,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Winds of Change","description":"\"Home again, home again, jiggity jig,\" Amanda sang out as she guided the jumpship through the heavy air traffic and into the Tower. Over in the copilot's seat, Crow shot her a confused look.\n\nShe shrugged, eyes scanning the Hangar for a spot to land. \"Just something my dad used to sing.\" All that was available was a tiny space, next to Saint-14's Gray Pigeon. \"It was his way of letting us know we were home, back when home was a moving target for us.\" \n\nCrow whistled as she expertly wedged the landing.  \"It's a nice ritual,\" he said while she cut the engine. \"Did he make it up?\" \n\n\"I don't think so.\" She released the air lock , leading the way down the stairs. \"Musta  been from a song or something from the Dark Ages or pre-Col—Hey!\" she yelped as Crow yanked her under the landing gear.\n\n\"Look,\" he whispered, pointing. In her distraction, Amanda hadn't noticed Saint and Osiris a dozen yards away. Judging by Osiris's scowl and Saint's stance, they were arguing. She leaned in their direction, straining to catch a few of Osiris's words: \n\n\"Never speak of her to me again…\"\n\n\"Damn,\" Amanda murmured. Crow looked at her. \"I'll tell you later,\" she whispered, stepping out towards Saint. The Titan, still staring at the point where Osiris disappeared into the crowd, didn't notice her until she put a hand on his shoulder.\n\nHe flinched, then chuckled sheepishly, \"Miss Holliday! Your battle-bird  returns you safely. Good… good. You were victorious, yes?\"\n\n\"You know it. How about yourself? Seems like you had a battle of your own going on just now.\"\n\n\"Battle?\" He glanced back at the crowd. \"Ah. No. This is… a rebuilding. Takes time.\"\n\n\"I gotcha. You'll let me know if I can haul a few bricks ?\"\n\n\"I will. Thank you, Miss Holliday.\" Saint motioned to Crow as he appeared behind Amanda. \"And who is this? You are skinny, but you move with power. You must be a Hunter.\"\n\nCrow nodded, bewildered. Amanda let out a laugh. \"This is Crow,\" she said, giving him a good-natured slap on the back. \"He's our intel guy on this whole Cabal thing. And Crow, this is Saint-14. He's… well, he's lots of things, but his main gig is running the Trials of Osiris.\" \n\n\"Really? That's interesting,\" Crow said as he and Saint grasped forearms . \"I've only ever heard them referred to as the Trials. I had no idea Osiris was involved.\" \n\nThe Titan rubbed the back of his helmet . \"He is involved with many important tasks. I help where I can.\"\n\n\"You do more than just help,\" Amanda corrected. \"I hope the old man knows he owes you.\" \n\n\"Help carries no debt, friend. We must uplift each other without expecting a return. Except Banshee, who owes me Glimmer.\" \n\n\"Well, sure,\" Amanda replied, \"I'm not saying you should tally every nice thing you do, but things gotta be equitable. Don't you think?\" \n\nHe looked at her, suddenly very serious. \"I do not think so. In battle, when your comrade stumbles, you carry them until they are strong again. Even if you, too, become wounded. This is only way to move forward.\" \n\nAmanda looked at Crow, then back to Saint.  \"Well, when you put it that way…\" she said at last. \n\nSaint nodded, satisfied by her answer. He leaned down, placing both hands on her shoulders. \"I must meet with Ikora now. Always nice to talk, Miss Holliday. You too, skinny Crow.\" He then strode off without waiting for a goodbye. \n\n\"Nice to meet you,\" Crow said, a moment too late.","icon":null}},"2540765499":{"hash":2540765499,"index":1691,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Pyrrhic Ascent Vest","description":"SIMULATION RECONSTRUCTION LOG // LA-02-02 // TRIALS ARENA, THE LIGHTHOUSE, MERCURY\n\nA seething stream of automatic weapons fire ricochets off of the vibrant purple dome protecting Reed-7 and Aisha. There are only two Guardians left on the opposing team; the remains of the third are scattered, smoking and sizzling. \n\n\"Aisha?\" Reed asks in concern. Flames form between Aisha's knuckles as his barrier begins to destabilize. She has the better plan. \n\nThe opposing Guardian pauses to reload from behind cover, and Aisha boosts straight up. Remnants of the collapsing barrier swirl around her ankles, caught on the thermal updraft. By the time the opposing Guardian has noticed, both of Aisha's hands glow like the sun. A dozen knives made from condensed plasma tear through him and everything in his vicinity, leaving molten holes in their wake. \n\nThe Guardian collapses in a heap; Aisha lands nearby, cloak fluttering around her. Reed-7 gives her a wearied thumbs-up. \n\n\"Did you see Shay while you were up there?\" Reed asks. \n\n\"No. She's probably playing tag with the one that keeps going invisible.\" Aisha says, brushing ash off of her gloves. \"Let's go find her and finish this up.\" \n\nA plume of atomic fire rises up over a nearby block of Vex design, as if in direct response to Aisha. The Lighthouse gives off a soft tone. The match is over; they won. \n\nA sudden scream spurs Aisha and Reed into action. The pair navigate the familiar Vex architecture quickly, but two more agonized screams ring out in the time it takes to traverse the arena. When they reach the source of the noise, Aisha sees Shayura impaling another Guardian through the faceplate of his helmet with her Sword. His Ghost shrieks in frustration, trying desperately to get between Shayura and his Guardian. \n\n\"Shay?\" Aisha asks in confusion, but Shayura's only response is to rip her Sword out of the dead Guardian's head. Reed hangs back in stunned silence. \n\nAisha watches until the other Guardian draws breath once more, but before he can finish shouting a plea to Shayura, the Warlock cuts off his arm in one stroke and cleaves through the top of his helmet in a second. \n\n\"Shay, no!\" Aisha yells, running up to her friend. She wraps her arms around Shayura's midsection. Shayura screams like a frightened animal, lashing out with a swift slash of her Sword in the direction of the Guardian's corpse. \n\n\"Shayura! The match is over!\" Reed shouts, snapping back to reality. \"The match is over!\" \n\nShayura screams as her fireteam members pull her back, voice cracking in a feral cry as flames race down her arms and swirl along the length of her blood-slicked Sword. \n\n\"No! No! Stop! No!\" Shayura howls, fighting against the restraints of her comrades. Aisha grabs at Shayura's wrist, trying to keep her from swinging her Sword again. \n\n\"Shay,\" Aisha tries to get through to her. \"Shay!\" \n\nShayura screams an endless wail into the scalding Mercurian sky.","icon":null}},"2633186522":{"hash":2633186522,"index":1618,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Shadow Price","description":"[RECORDED VIA [REDACTED] SURVEILLANCE NET: TS-04, [REDACTED]]\n\nHLS: Come, hatchlings. Hear the story of the Ether-blood Lightbearer. The one who wields Ethraaks's blades. She wandered a troubled Shore with vengeance in her heart, searching for the one who had wronged her: the devil-turned-spiderling, Dryksis. Food and Ether we shared. The House of Light once again found peace with a Guardian, yes?\n\nHLS: We know of Dryksis. One who always thirsted for power, cursed machines, Dark flows of energy, it made no difference. This time, he sought power through Cabal; Legion-rumors of vile splinters from Europa filled his mind with temptations.\n\nHLS: Cabal roamed the Shore, battering against one another in displays of might. Like the Kells of old, they fought for the claim to supremacy… to serve Caiatl of the dead-world fleet. Dryksis saw many Kells come and go. Dryksis understood fragile loyalties. Understood importance of strength seen. Dryksis offered Legion use of his ring for their challenges, and from Cabal blood, he drew profit.\n\nHLS: I stood with Dryksis before the House of Light. This one saw him weave truthless words to collect promises. Contacts on Europa. Introductions. Shipments. Brought to Spider, entire ring would have died… many Eliksni lose. When the Ether-blood Lightbearer spoke Dryksis's name, we imagined another way forward. She did not wish harm on innocent Eliksni, only the Fallen fiend: Dryksis… and so this House granted shimmer-cloak to conceal, and passage to find her prey.\n\nHLS: Old friends traded for information, access, codes. Dryksis oversaw new ring, made for Cabal battle-trials. Challengers from across the Reef fought to lead the Shore's Cabal. The Lightbearer withheld her rage and made her way beneath the stands. To the overlook, where Dryksis watched a champion preparing for challengers… in the ring below.\n\nHLS: Trihn, the Lightbearer, drew blades of Ethraaks and burst into the overlook. To confront Dryksis, her heart full with vengeance, her mind set on war. But he was not alone. An emissary of the new empress had come to see the challenges. Receiving this emissary, Cabal Blood Guard. The Lightbearer charged Dryksis, and a savage battle ensued.\n\nHLS: She was thrown from the overlook, into the ring of challengers… before a great Cabal Gladiator who spoke to her. The Lightbearer, unbeknownst to her, had issued a challenge by entering his ring. If she did not fight, all Cabal would descend upon her. Her victory must be earned with strength and blade alone. No other weapons. No other powers. A proving she accepted to again clear a path to her prey.\n\nHLS: The Gladiator bellowed laughter at the small Awoken Lightbearer. Their blades met, and over many clashes her speed proved superior to the Cabal's might. The blades of Ethraaks are strong—sliced through Cabal armor, left blood and oil in their wake.\n\nHLS: She had found victory, but as her Ghost tended to her wounds, Dryksis-coward fled to safety through transmat. Though, all was not lost. The Lightbearer's battle had drawn eyes of the emissary, who lavished praise on her for her prowess, and issued an invitation to speak with Cabal Empress herself. When the Lightbearer returns to us, the House of Light will be ready to assist her in hunting Dryksis again.","icon":null}},"2671565007":{"hash":2671565007,"index":1683,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Pyrrhic Ascent Plate","description":"SIMULATION RECONSTRUCTION LOG // LA-01-02 // TRIALS ARENA, THE LIGHTHOUSE, MERCURY\n\nReed-7's arms feel like they're going to break apart at the seams.  The vibration building in his body threatens to shake him to pieces for every second that he maintains his barrier. It stands as an extension of his Light and also his body. He feels it like a piece of himself, one that he has overextended time and again, as it deflects an Auto Rifle's rapid-fire barrage. \n\nOnly two Guardians are left on the opposing team ; the remains of the third are scattered around the area, smoking and sizzling. Reed considers how fast he and Aisha might be able to rush in on their cornered Guardian. Even if Reed gets taken down, it might be enough time for Aisha and Shayura—wherever she is—to secure a victory. \n\n\"Aisha?\" Reed asks. His voice rises in concern as his barrier begins to destabilize. He knows it's now or never. But as he looks to Aisha, Reed spies flames forming between her knuckles. \n\nAisha has the better plan. \n\nAs the opposing Guardian pauses to reload behind cover, Aisha boosts straight into the air, through the top of the barrier. Reed lets the dome collapse and feels the immediate release of pressure on his limbs, his legs nearly buckling. He watches Aisha glow brightly, spinning like a burning wheel before unleashing a volley of knives made from condensed plasma in every direction. \n\nTo Reed, it simply looks like a flash of fire and smoke as the opposing Guardian collapses in a heap, Aisha landing next to him. With a sigh of relief, Reed-7 gives her as enthusiastic a thumbs-up as he can muster. \n\n\"Did you see Shay while you were up there?\" Reed asks. \n\n\"No. She's probably playing tag with the one that keeps going invisible,\" Aisha replies. \"Let's go find her and finish this up.\" \n\nA plume of atomic fire rises up over a nearby block of Vex design as if in direct response to Aisha. The Lighthouse emits a soft tone; the nearby Ghosts begin reconstructing their dead Guardians after the match's conclusion. \n\nA scream rises from the same direction as the fire, spurring Aisha and Reed into action. The pair navigate the familiar Vex architecture quickly. Two more agonized screams fill the air. When they reach the source of the noise, Reed freezes in his tracks as he witnesses Shayura impale the other Guardian through the faceplate of his helmet with her Sword. The opponent's Ghost shrieks in frustration, trying desperately to get between Shayura and his Guardian. \n\nAisha is saying something, but all Reed hears is blood rushing in his ears. Not his blood though. The memory of it. Of something buried behind layered plates of carbon-polymer and plasteel weave. Something haunting his synaptic network. In that moment, Reed is outside of his own body, remembering faces frozen in stone, recalling the whispered plea of his Ghost's tortured voice on Io. \n\n|| Don't you see? || \n\n Reed's heart races. \n\n|| In Light, there is only weakness. || \n\nThe opposing team's Guardian is brought back to life by his Ghost, but before the Guardian can finish shouting a plea to Shayura, the Warlock cuts off his arm in one stroke. She cleaves her Sword through the top of his helmet in a brutal follow-through. Reed feels his chest tightening, feels a sense of panic kicking in. \n\n|| Only failure. || \n\n\"Shay, no!\" Aisha yells, running up to her friend. She wraps her arms around Shayura's midsection. Shayura screams like a frightened animal, lashing out with a swift slash of her Sword in the direction of the Guardian's corpse. \n\n|| Only death. || \n\n\"Shayura! The match is over!\" Reed shouts, snapping back to reality. \"The match is over!\" \n\nIt takes both Reed and Aisha to restrain the enraged Warlock. Shayura's voice cracks in a feral cry as flames race down her arms and swirl along the length of her blood-slicked Sword. \n\n\"No! No! Stop! No!\" Shayura howls, fighting against her comrades. Aisha grabs at Shayura's wrist, keeping her from swinging her Sword again as the freshly resurrected Guardian scrambles away. \n\n\"Shay,\" Aisha pleads, trying to get through to her. \"Shay!\" \n\nShayura screams an endless wail into the scalding Mercurian sky.","icon":null}},"3469703959":{"hash":3469703959,"index":1680,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Lion's Pride","description":"Prak'kesh sat on his Gray Hornet, parked in his usual spot at the base of the Tower. The former Guardian was holding a kimchi burrito purchased from a food cart with one hand while scrolling through Crucible results with the other. Guardian Games always brought an influx of bettors, and he needed to know which fireteams had the hot hands. It was shaping up as a banner year for gambling. \n\nThe bookie's hulking bodyguard, Tulnik, was leaning against the Tower, looking at Cabal pinups. The ex-Corsair clicked his tongue in warning. Prak'kesh's attention shifted from the burrito to a trio of enormous Titans lumbering toward them. A glob of kimchi plopped onto his fur vest. \n\nThe fireteam leader, a Sunbreaker, loomed over the bookie. \"You, uh… you got something on your hair-shirt.\" \n\nPrak'kesh tossed the remainder of the burrito over his shoulder, splattering the side of the Tower. \"Yup. That's… alpaca.\" He crossed his arms over the stain. \"What can I do for you?\" \n\nThe Sentinel stepped forward. \"We wanna bet on the Hunters to win the Games.\" \n\nPrak'kesh's eyebrows shot up. \"Really? Do I smell a fix coming in? This is huge.\" He leaned forward conspiratorially. \"Zavala's not in on it… is he?\" \n\nThe Titans glanced at each other in confusion. The Striker spoke up, \"No. We want to bet on the Hunters.\" \n\nThe bookie frowned. \"Yeah. You're betting on the Hunters because you're going to throw the matches.\" Their blank, helmeted stares prompted him to clarify, \"I mean, your plan is to lose on purpose… right?\" \n\nThe Sunbreaker looked taken aback. \"Titans never lose to Hunters.\" \n\n \"Yeah, we're much better at fighting,\" the Sentinel affirmed. \"Hunters are always jumping around with their little knives, or hiding in smoke.\" He waved his arms around frantically. \"But I just put up my wall, and then Tanishe punches them. Like, really hard.\" \n\n\"It's true,\" the Striker proclaimed earnestly. \"I can punch super hard.\" \n\n\"So, your plan is to win,\" Prak'kesh clarified. The trio nodded emphatically. \"Then why,\" the bookie asked slowly, \"are you betting on the Hunters?\" \n\nThe Sentinel scoffed. \"Element of surprise, my man. They'll never see it coming.\" He and the Sunbreaker fist-bumped. \n\n\"But all bets are confidential,\" Prak'kesh explained. \n\n\"We wouldn't be here if we weren't confident,\" the Sunbreaker bragged. \n\nPrak'kesh pinched the bridge of his nose. He was developing a headache. \"I mean, all bets are secret. Nobody will know what you wagered.\" \n\n\"Obviously,\" the Sunbreaker condescended. \"Wouldn't be a surprise if everybody knew.\" \n\nThe Sentinel tapped his massive finger to his temple. \"See? Warlocks aren't the only ones who come up with clever centrifuges.\" \n\nPrak'kesh threw his hands up in capitulation. \"Fine, I'll take your bet.\" He pulled out his datapad. \"But I want to be really clear: if the Titans win the Guardian Games, you're never gonna see this Glimmer again.\" \n\n\"There's more to life than Glimmer,\" said the Sunbreaker. \"I can't wait to see the look on their stupid faces when they find out.\" \n\nThe bookie shrugged. \"Then it's a deal. Good luck in the Games… I think.\"","icon":null}},"3525313139":{"hash":3525313139,"index":1697,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Shell of Gilgamesh","description":"\"I don't want to do this,\" Katabasis said flatly. His legs hung over the precipice of a towering Vex pillar on Nessus. Calus's pleasure barge whirred as engines fired to life in the distance. \"A job every now and then's one thing…\"\n\nKatabasis thumbed the small royal jewel seated in his newly gifted imperial coin. He didn't know if this was an invitation one could refuse, and operating outside of the City's jurisdiction had become more and more lucrative in a time when Consensus resources felt taxed beyond their limit. Without a Hunter Vanguard soliciting reports of his activities, it had become all too easy to slip away on illicit solo missions.\n\nGilgamesh, Katabasis's Ghost, leered at the Guardian before pivoting to bask in the shadow of the Leviathan. \"The trust of an emperor isn't something to squander.\"\n\nIt was a trust Kata and Gilly had fought hard to obtain. Tracking game through the jungles of Venus. Poaching strange quantum jellyfish in the storms of Saturn. Putting down Red Legion traitors—anyone seeking to corral Calus and his loyalists into a paddock for Caiatl's judgment. Katabasis's hunts had always been painted against the grand planet-scape of a wild frontier. He wasn't a fan of fish in a barrel, and he didn't want to become one. Something about sitting in a Cabal cruiser in empty space felt awfully like a sealed barrel surrounded by ocean. Locked in with nowhere to run.\n\n\"More like I'm the only one left listening to his ranting.\" Katabasis pocketed the imperial. \"His kid is making him antsy. Probably reckless too. I swear the Reddies we're gunning down are just anyone Calus can find with a name worth taking,\" he stated nonchalantly.\n\n\"Is that so bad?\"\n\n\"Used to be the only difference between Reddies and Calus's boys was politics. I don't mind throwing some political lead downrange so long as it's isolated, but this is the Dark, little buddy. Feels wrong. Feels like something we shouldn't mess with on our own.\"\n\n\"You can accept his offer and crew up, or take your sorry self back to the City and wait for orders from an empty chair,\" Gilly sneered. \"Think of what we could learn. Those wannabe god-slayers chasing Stasis on Europa had one thing right. Power decides the future. We should have been there to take it with them.\"\n\n\"A voyage to the Darkness isn't the story I was hoping to retire on.\" Katabasis chuckled before continuing. \"Or maybe it is… I've been tired lately.\"\n\n\"The Light is getting thinner, Katabasis. I can feel it, sharing space with something else we've yet to tap.\" Gilly swung around to face his Guardian. \"We need something to fall back on, friend. We've been around for a long time. We've always been told to mind our step, stay in the sun, right? But what happened the second we started to choose our own path out in the shadows?\"\n\nThe Hunter looked to his Ghost. \"We got stronger; richer.\" Gilly had a nose for this sort of thing. Every time Katabasis had listened to him, Gilly had led him to a new discovery: a new power, taught him to wield the Arc staff, taught him to dance through the shadows. These discoveries had their prices, their scars, their lessons… But what are scars to an immortal?","icon":null}},"3624870834":{"hash":3624870834,"index":8,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Hammer of Proving","description":"Currently, our crypto-archaeologists cannot pinpoint the date of Calus's rise to power within the Cabal Empire. Like much of the Cabal Empire's ancient history, many dates and facts were altered to cast a favorable light upon the former emperor and his rise to power. Most of the Cryptarchy's information comes from post-Calus records, scoured from archival remnants on Red Legion vessels and forays into the Leviathan. As such, this record's historic context must be marked with an asterisk for questionable accuracy.\n\nAccording to excerpts from the Cabal legal record known as the Codex of Lawful Transgressions, the Hammer of Proving dates back to the Foundation Age of Emperor Calus's reign. During this era, Cabal society was dominated by militaristic ambition centered around conquest and imperial expansion. As Calus took control of the empire, he sought to steer the Cabal people toward a society of art and philosophy (though this degenerated into decadence and debauchery).\n\nIn the early Foundation Age, the Rite of Proving was the primary means by which disputes were settled among free Cabal (much like how the Crucible was formed among the Guardians of the Last City). During the Proving, two Cabal or their appointed representatives would air their grievances in a public forum and one or both Cabal would declare a challenge. These Cabal would battle one another to submission or to the death—often the latter—and the winner would be seen as the right and lawful party in the dispute.\n\nCalus disapproved, but knew that overturning a centuries-old tradition would be an unpopular decision. Instead, the emperor introduced incrementally draconian and byzantine bylaws into the Proving. One of these stated that if a battle ended with a tie or double-submission, an \"impartial\" imperial arbiter would decide the outcome. This arbiter would carry a symbol of Imperial office: a gold-plated hammer etched with strange runes drawn from Calus's own personal occult obsessions. The Hammer of Proving.\n\nWhereas an impartial arbiter was a widely accepted change to the tradition, Calus abused it to push his own agenda. Over time, the Proving arbiter was granted more and more autonomy to settle battles, eventually gaining the right to enter a battle on their own under a number of flimsy justifications such as balancing \"unfair\" matches, ending matches that went \"overly long,\" or punishing a Proving participant who owed a financial debt to the empire.\n\nThe Proving arbiter became such a disruptive force that within a century, the Rite of Proving had fallen out of common usage, as the law and restrictions around the Rite made it an untenable solution. Ultimately, the role of Proving arbiter was retired and the hammer returned to Calus's vaults.\n\nDuring Caiatl's rise to power, she sought to win over those who had been put off by her father's cynical interpretations of Cabal tradition. Her regime reinstated the Rite of Proving as a simple combat challenge without arbiters or other superfluous trappings, and her adherence to custom gained her the steadfast loyalty of many influential warriors and politicians. This small army of dedicated followers is credited with easing her transition to a place of authority where her self-chosen honorific \"empress\" seems reasonable.\n\nIt is unknown how the Red Legion came into possession of the Hammer of Proving, but the weapon carries a significant historic weight to the Cabal people, one that can be leveraged as both an olive branch and—perhaps most fittingly—a bludgeon, depending on the wielder.","icon":null}},"3869616855":{"hash":3869616855,"index":1700,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"High Gravitas","description":"Time slowed for Amanda Holliday as she saw a squadron of Cabal fighters break through the atmosphere high above her. Muscle memory kicked in, and she sent the ship screaming down to the hard deck. She buzzed the treetops and cranked her ship around the Cosmodrome's rugged mesas. If they wanted to chase her down, they'd have to prove they had the chops.\n\nShe blazed a tight circuit around a spire of rock, weapons hot, expecting to light up the pursuing squadron. Instead, she watched the fighters continue off into the distance. Likely on a bombing run to soften up known Hive nests. They probably hadn't even noticed her. \n\nHolliday throttled down, gained altitude, and slowed her breathing to counteract the adrenaline still coursing through her veins. She realized with sick amazement that she was actually disappointed. \n\nIt's better this way, she thought. Let someone with lives to spare clean up the Cabal. \n\nDespite Amanda's self-reassurance, her disappointment lingered. Since becoming the Tower shipwright, her combat sorties had become less and less frequent. She hadn't realized how much she missed them. They made her feel like she was doing her part. \n\nBut even after all she had achieved, after all she'd survived, she still felt like she was missing out. Not doing enough. Falling behind. The people of the Tower saw her as an engineer and a pilot. But in her dreams, she was still a malnourished little girl, trudging toward the Last City as jumpships shrieked overhead. \n\nThat's what happens when your best friends are immortal, she thought. My life is just a blip on the radar compared to the Guardians and Hive gods. Hell, even this ship will probably outlast me. \n\nHer brooding was interrupted by a small flashing indicator on her dash. Huh. She must have overloaded a plasma converter during her evasive maneuvers. Something else to fix. It was always something. \n\nAmanda smiled and set course for the Tower. If I only have one life to live, she thought, then I'd better get on with it.","icon":null}},"4018473527":{"hash":4018473527,"index":1702,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Vita Brevis","description":"\"What if it's a trap?\" Glint drifts in a shaky 360 around Crow as he strides into a grassy corridor between two rusted-out warehouses. \"This is old Devils' territory. Our friend  may have freed us, fair and square, but if the Spider wanted to nab you…\"\n\n\"He would've done it long ago.\" Crow's voice is steady as his eyes dart from shadow to shadow. \"Besides, how could it be a trap if they don't know I'm com—\"\n\nA laser shot zips past his nose. Above on one of the rooftops, a gravelly voice shouts in Eliksni. Crow obeys, raising his hands in the air while Glint transmats out of the way. \n\n\"I'm looking for some fine yaviirsi figs,\" Crow calls out over the electric hum of multiple sniper-sights  settling on his body. Did they hear him? \"Figs!\" he shouts louder. \n\nOne by one, the sights vanish. Then, to his right, metal scrapes as a makeshift door is pulled aside to reveal a familiar insect-like face. \n\n\"Avrok,\" Crow says and lowers his hands. \"You've been promoted.\" \n\nIn no mood for pleasantries, the Eliksni grunts and steps back into the warehouse. Crow follows him in, pulling the door shut behind him. \n\n\"What are the odds on the newly arrived empress?\" he asks, blinking rapidly. It's dark; all he can see is Avrok's outline, sitting on a crate, surrounded by massive motionless shapes. \"Surely there's an outright on her getting Commander Zavala to bend the knee.\" \n\n\"Prying bird,\" Avrok growls, \"Information costs.\" \n\n\"Don't worry, I've brought you something shiny from my nest.\" Crow holds up a cube of Glimmer, its blue light illuminating piles of collateral stacked along the walls. \"As have your friends from the former Red Legion, I see.\" \n\nAvrok grins, spreading his long arms in a showman-like gesture. Energy shields, open crates of planet crackers , magma launchers… Cabal paraphernalia of all kinds fill the room. \n\nOne particularly pretty prize gleams in the corner: a Sparrow, svelte and burnished bronze. Crow strolls over to admire it. \n\n\"Beautiful machine,\" his associate agrees out loud. \"Val Ma'rag wagers he will be first on the empress's War Council.\" \n\nThere's a small flash of light as Glint reemerges  for a closer look. \"Betting on himself,\" Glint says. \"That's the Cabal for you.\" \n\nCrow crouches to examine the fringe lining the Sparrow's snout. \"Never hurts to have a little extra motivation,\" he murmurs. \n\nHe stands and turns to Avrok. \"I'll follow his lead. If Val Ma'rag lands himself a seat, he can have my bucket of bolts  too. But if we disrupt his Rite of Proving, well, naturally…\"  \n\nThe Fallen barks out a laugh. \"A bold bet! The Spider was wrong to let you go. Vigorish  is seven percent.\" \n\n\"Seven!\" Glint blinks indignantly. \"The Spider is taking an awfully big cut, don't you think?\" \n\nIgnoring him, Avrok gestures to an empty space. \"Leave your little transport there. Now, we discuss the book .\" \n\n\"I can't believe you're gambling your Sparrow,\" Glint mutters once Avrok is out of earshot. \"You hate walking long distances.\" \n\nCrow shrugs. \"I like winning more.\"","icon":null}},"4161591237":{"hash":4161591237,"index":1694,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Pyrrhic Ascent Hood","description":"SIMULATION RECONSTRUCTION LOG // LA-01-01 // MERCURY\n\nA reflection, when viewed in broken glass, is fragmented into as many misaligned shards. \n\nThe Warlock Shayura looks at herself in the broken center console display, her image split up over so many refracted variations. She is silent in her anger. \n\n\"Now entering Mercury's atmosphere,\" her Ghost chirps. Shayura looks up to watch flames roar over the exterior of the cockpit and sees her face in the distorted curve of the glass. No one reflection is true in this moment; no image perfectly accurate. \n\n\"Reed is already waiting for us,\" her Ghost adds, worried. \n\nShayura hears him, but only in part. Something pulls at her insides like anxious fingers. \n\n\"Open a channel to Aisha,\" Shayura says. Her Ghost hesitates, then beeps in compliance. The cockpit suddenly feels cavernous. As if she could shout out into the universe. \n\nHer Ghost edges closer and hovers nearby. \"The connection's open.\" \n\n\"We shouldn't just leave her behind,\" Shayura says into the void with a tightness in her throat. \n\n \"Not our call, Shay. Agree or disagree, we're a united front,\" Aisha, her teammate, replies from across the curvature of Mercury's atmosphere. \n\n\"Then act like it!\" Shayura fires back, snapping her jaw shut as soon as the shout escapes her lips. She brings her hands up to her mouth, regretting her tone but not retracting it. \n\n\"It's Sloane's choice.\" Aisha's voice sounds smooth in contrast. \"You know how she is. If she's declining evac, there's no force in the system that'll uproot her. Stay, go, it's her choice.\" \n\n\"Leaders make mistakes.\" Shayura wishes she could explain better. Words are insufficient. \n\n\"She's preparing for transmat,\" Shayura's Ghost quietly offers. \"We're in range.\" \n\nShayura nods and swallows, but the anger is rising up in her, and she can feel it creeping into her bones. Wisps of gold fire slither up her arms. \n\n\"Zavala doesn't see it. He's trying to do the work of two Vanguard leaders right now. I d—\" Shayura is cut off mid-sentence as she and her Ghost tear apart into a whirl of charged particles, reforming on the scorching surface of Mercury in the shadows of the Caloris Spires. \"—believe for a minute that's all we could've done!\" \n\n \"Sloane made her choice!\" Aisha shouts the minute she sees Shayura. Nearby, their third fireteam member, Reed-7, stands as a looming crimson silhouette in Titan armor. \n\n\"The commander asked her to fall back and she didn't! Don't pin this on him!\" Aisha goes on, needling Shayura with a furious intensity. \n\nShayura pivots to stare at Aisha; the fire building around her discharges in an upward blast. \"If he wants to lead, he should be willing to take criticism for his decisions!\" \n\n\"Hey!\" Reed-7 finally interjects with a shout. The broad-shouldered Exo shifts his posture awkwardly but stands his ground. Aisha and Shayura look over at him in silence. \n\nReed lifts a hand to the back of his neck. \"Can we do this later? Please?\" \n\nShayura feels Aisha's eyes on her. She tempers her own expression to match her friend's calmer one, reluctant in her assent, but the ember of anger in her refuses to go out. She draws her Sword and points it toward a group of Guardians across the windswept courtyard outside of the Lighthouse, indicating a challenge. \n\n\"Fine,\" Aisha agrees reluctantly. Shayura withdraws, simmering.","icon":null}}},"previousDefinitions":{},"otherDefinitions":{},"tableDiff":{"added":[47772649,432476743,787709112,1305996499,1593620971,2017068592,2046708063,2072535760,2633186522,3469703959,3525313139,3624870834,3869616855,4018473527],"unclassified":[],"removed":[],"reclassified":[],"modified":[48110686,120441703,197672677,469005214,708549601,1001798188,1260563064,1322042322,1325579289,1724366537,2016308379,2540765499,2671565007,4161591237]},"tableDiffSummary":{"added":14,"unclassified":0,"removed":0,"reclassified":0,"modified":14},"tableName":"DestinyLoreDefinition","missingTable":false,"versionDiffSummary":{"DestinyActivityDefinition":{"added":0,"unclassified":0,"removed":0,"reclassified":0,"modified":53},"DestinyUnlockDefinition":{"added":46,"unclassified":0,"removed":4,"reclassified":0,"modified":0},"DestinySandboxPerkDefinition":{"added":1,"unclassified":0,"removed":0,"reclassified":0,"modified":5},"DestinyUnlockValueDefinition":{"added":22,"unclassified":0,"removed":1,"reclassified":0,"modified":0},"DestinyRewardMappingDefinition":{"added":22,"unclassified":0,"removed":5,"reclassified":0,"modified":0},"DestinyRewardSheetDefinition":{"added":16,"unclassified":0,"removed":0,"reclassified":0,"modified":0},"DestinyActivityGraphDefinition":{"added":0,"unclassified":0,"removed":0,"reclassified":0,"modified":2},"DestinyCollectibleDefinition":{"added":10,"unclassified":0,"removed":0,"reclassified":0,"modified":8},"DestinyInventoryItemDefinition":{"added":9,"unclassified":0,"removed":2,"reclassified":0,"modified":86},"DestinyLocationDefinition":{"added":3,"unclassified":0,"removed":1,"reclassified":0,"modified":0},"DestinyLoreDefinition":{"added":14,"unclassified":0,"removed":0,"reclassified":0,"modified":14},"DestinyMetricDefinition":{"added":2,"unclassified":0,"removed":0,"reclassified":0,"modified":0},"DestinyObjectiveDefinition":{"added":20,"unclassified":0,"removed":2,"reclassified":0,"modified":121},"DestinyPlugSetDefinition":{"added":0,"unclassified":0,"removed":2,"reclassified":0,"modified":18},"DestinyPresentationNodeDefinition":{"added":3,"unclassified":0,"removed":0,"reclassified":0,"modified":16},"DestinyRecordDefinition":{"added":0,"unclassified":0,"removed":1,"reclassified":0,"modified":15},"DestinyRewardItemListDefinition":{"added":4,"unclassified":0,"removed":0,"reclassified":0,"modified":0},"DestinySackRewardItemListDefinition":{"added":0,"unclassified":0,"removed":3,"reclassified":0,"modified":0},"DestinyUnlockEventDefinition":{"added":0,"unclassified":0,"removed":0,"reclassified":0,"modified":1},"DestinyUnlockExpressionMappingDefinition":{"added":793,"unclassified":0,"removed":758,"reclassified":0,"modified":0},"DestinyVendorDefinition":{"added":0,"unclassified":0,"removed":0,"reclassified":0,"modified":17},"DestinyMilestoneDefinition":{"added":1,"unclassified":0,"removed":0,"reclassified":0,"modified":0},"DestinyActivityModifierDefinition":{"added":7,"unclassified":0,"removed":0,"reclassified":0,"modified":2},"DestinyChecklistDefinition":{"added":0,"unclassified":0,"removed":0,"reclassified":0,"modified":1}},"meta":{"buildDate":"2024-12-14T02:33:35.130Z"}},"__N_SSG":true}