{"pageProps":{"breadcrumbs":[{"date":"2022-09-22T17:04:03.062Z","to":"/version/4d6ea585-75c4-46c4-96c1-ec25b3db2f05"},{"label":"Lore","to":"/version/4d6ea585-75c4-46c4-96c1-ec25b3db2f05/DestinyLoreDefinition"}],"version":{"id":"4d6ea585-75c4-46c4-96c1-ec25b3db2f05","version":"108663.22.09.16.1900-3-bnet.46535","s3Key":"versions/4d6ea585-75c4-46c4-96c1-ec25b3db2f05/manifest.json","createdAt":"2022-09-22T17:04:03.062Z","updatedAt":"2022-09-22T17:04:03.062Z"},"definitions":{"2988431729":{"hash":2988431729,"index":2139,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"V - CREDIBLE THREAT","description":"Crow leaned against a wooden stool in the dark interior of The Ether Tank, listening to Spider's wet snores as he dozed fitfully in his chair. \n\nIt was the small hours of the morning and the Eliksni Quarter was quiet aside from the low chattering of the scattered Eliksni guards and the electric hum of Spider's gaudy signage. Crow had slipped easily into the empty bar.\n\nCrow had carefully stuck a knife into the stool beside him, perfectly placed so that Spider would see it when he woke.\n\nSpider coughed softly. Crow looked at the big Eliksni, took a measured breath, and saw him plainly: as someone sleeping alone in a city of enemies. \n\nHe looked around the tawdry interior of the bar, decorated with what scraps Spider had managed to bring as he fled the Shore for the safety of the Last City, where he now survived on the charity of Drifter and Mithrax alone.\n \nCrow shook his head with a smile and pulled the knife from the stool before sliding it into its sheath. He was at the doorway before he heard a fizzling noise behind him.\n\nGlint materialized in midair. \"What are you doing?\" Crow hissed, but the Ghost was already zipping toward Spider.\n\n\"Hey!\" Glint yelled, and Spider snorted himself awake.\n\nGlint increased his lights to a dazzling gleam and hovered aggressively before Spider's face. The Eliksni recoiled and raised his arms, but Glint wove between them like an angry bee.\n\n\"Crow may be too nice to send a message,\" he shouted, \"but I'm not!\"\n\n\"What—\" Spider managed before he erupted in a fit of confused coughing.\n\n\"We're watching you,\" Glint snarled, his voice quivering with tension. \"And if you step out of line, so help me, I'll deal with you myself!\"\n\nSpider caught his breath and sat motionless as the little Ghost fluttered furiously before him.\n\n\"And… don't!\"\n\nGlint lurched forward and bopped himself against Spider's faceplate with a thunk. \n\n\"You!\"\n\nCrow covered his mouth as Glint delivered another ludicrous bonk. The Eliksni blinked, too shocked to react.\n\n\"Forget it!\" Glint shouted, his voice breaking. He whirled his shell defiantly before transmatting away, plunging Spider into darkness once more.\n\n***\n\nCrow was still laughing as the pair approached the lift to the Tower. Glint hung sheepishly in the air.\n\n\"I'm sorry,\" Glint said. \"I guess I didn't have to do that.\"\n\n\"Actually,\" Crow replied, reaching up to scratch his friend's shell, \"I think you did.\"","icon":"/common/destiny2_content/icons/64a091e20f039c2d95cff84fe862b728.png"}}},"previousDefinitions":{},"otherDefinitions":{},"tableDiff":{"added":[],"unclassified":[2988431729],"removed":[],"reclassified":[],"modified":[]},"tableDiffSummary":{"added":0,"unclassified":1,"removed":0,"reclassified":0,"modified":0},"tableName":"DestinyLoreDefinition","missingTable":false,"versionDiffSummary":{"DestinyActivityDefinition":{"added":0,"unclassified":2,"removed":0,"reclassified":0,"modified":7},"DestinyUnlockDefinition":{"added":2,"unclassified":0,"removed":0,"reclassified":0,"modified":0},"DestinyInventoryItemDefinition":{"added":0,"unclassified":2,"removed":0,"reclassified":0,"modified":33},"DestinyLoreDefinition":{"added":0,"unclassified":1,"removed":0,"reclassified":0,"modified":0},"DestinyRecordDefinition":{"added":0,"unclassified":1,"removed":0,"reclassified":0,"modified":0},"DestinyUnlockExpressionMappingDefinition":{"added":1,"unclassified":0,"removed":0,"reclassified":0,"modified":0},"DestinyMilestoneDefinition":{"added":0,"unclassified":0,"removed":0,"reclassified":0,"modified":1},"DestinyActivityModifierDefinition":{"added":0,"unclassified":0,"removed":3,"reclassified":0,"modified":0}},"meta":{"buildDate":"2024-12-14T00:21:25.100Z"}},"__N_SSG":true}