{"pageProps":{"breadcrumbs":[{"date":"2021-12-07T17:11:34.519Z","to":"/version/3b70ff85-b90e-4937-9783-61f01654c4a7"},{"label":"Lore","to":"/version/3b70ff85-b90e-4937-9783-61f01654c4a7/DestinyLoreDefinition"}],"version":{"id":"3b70ff85-b90e-4937-9783-61f01654c4a7","version":"99687.21.11.15.1900-1-bnet.41707","s3Key":"versions/3b70ff85-b90e-4937-9783-61f01654c4a7/manifest.json","createdAt":"2021-12-07T17:11:34.519Z","updatedAt":"2021-12-07T17:11:34.519Z"},"definitions":{"1363886209":{"hash":1363886209,"index":1879,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Gjallarhorn","description":"Randy finally reaches the Tower. It was a long road from the Cosmodrome, but Shaw Han had given him some good directions. His ship had only exploded twice on the trip from Old Russia, and while he defended his Ghost's second (and much better) repair job, he even found some loot!\n\nAs he materializes on the receiving pad of the Tower, a gathering horde of Humans and Guardians of all \"ages\" gather around a singular figure deep in the crowd. Randy can feel an almost mythic aura—exotic, even—radiating from the figure. He jabs his scuffed elbows through the crowd to get a clear look. When he finally breaks through, he understands the draw: the Guardian. They stand, one leg propped up on the Tower railing. Randy's Ghost talked about this person a few times before. Some kind of hero.\n\nBig deal. Randy was a hero too.\n\n\"Amazing,\" a Titan says about the weapon in the Guardian's hands. Randy looks at the Titan wearing a strange chainmail visor.\n\n\"It's just a rocket launcher. I got one of those in Old Russia the other day,\" Randy brags proudly, unholstering a launcher.\n\nHis Ghost, Dandy, nudges him. \"Now listen here, berry blue,\" Dandy says. \"What you are looking at in the Guardian's hands is a top-of-the-line wolfpack deployment device. Each firing of which unleashes hell in the form of a swarm of homing micro rockets. I've told you a flock of crows is called a murder? Well, they really should've reserved the name for this swarm instead.\"\n\nRandy holds up his Bad Omens. \"I can put a tracking module on this.\" Dandy chuckles. \"I guess.\"\n\nRandy looks at the Bad Omens. His pride turns into frustration at the mediocrity of his equipment. In a fit of anger, he heaves the launcher over the Guardian's head and over the Tower railing.\n\nThe Guardian pivots and drops to a solid stance. They shoulder and fire off the Gjallarhorn like a volcanic eruption, blowing the Bad Omens to smithereens. Micro tracking rockets hunt down and turn each piece of falling debris to fireworks before they hit the ground. The acrid-sweet smell of burning fuel hangs in the air.\n\nRandy's jaw drops.\n\nThe Guardian steps forward and places the Gjallarhorn into Randy's hands with a smile.\n\n\"Start your legend with this instead.\"","icon":null}},"2179048386":{"hash":2179048386,"index":1878,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Forerunner","description":"Banshee-44 considered the relic on his workbench and the questions on his mind; one stood out above the rest: who were you meant for?\n\nThe form of the weapon suggested an oversized sidearm—a secondary weapon for a giant's hands. The function presented more so as an anti-material rifle. \"Looks to be 12.7mm… it's like they were making a hand cannon but didn't know it yet.\"\n\nBanshee wondered further about the warrior who could wield such a thing. His attention drifted momentarily, drawn by Shaxx's voice booming nearby. \"Huh. Yeah. A Titan, maybe… and a big one too.\" \n\nThe weapon was laced with fractures from a life of fire and a sleep of ice, and perhaps other, more exotic stresses. Banshee wished he could've heard the relic's voice, but he knew from earlier examination that it had fired its last round. What a last round it must have been.\n\nThe Guardian who brought it to him might be willing to try a shot, untroubled by the risk of a rapid unplanned dismantle. But Banshee knew it wouldn't last through a single magazine. \n\nBeside the relic lay a stripped-down Breechlight. He would adapt it for a larger round. Custom casings and handguard. Sensorium link scope… and he had other ideas to try as well. \n\nIt would be an homage, an offering to the creators of the original relic. A legacy.\n\nWith that satisfying thought in mind, the gunsmith went to work.","icon":null}},"2786418824":{"hash":2786418824,"index":1837,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"VI - Isolation","description":"Space is loneliness. Far removed from any of the system's planets, it is at once suffocatingly dark and blindingly bright depending on which way you turn. A jumpship sits in a fixed position in the black, engines off, oriented so its underbelly faces the glare of the distant sun.\n\nThere is no true cockpit inside the Radiant Accipiter; the ship's canopy projects an image to the pilot. No frame, no obstructions, just the infinite gulf. Crow stares up at the blackness between a cluster of stars he can't identify; he wishes he were there. Where nothing is known, where everything can be new again.\n\nGlint rests in his Guardian's lap. He's accustomed to Crow's hands cradling him as though he were a small cat—but in this moment, Crow's head is instead in his hands, fingers tangled in his hair.\n\nGlint is silent, patient. He knows he has to be.\n\nCrow makes a small sound in the back of his throat and the Ghost stirs. When this is followed by an unsteady hitch in his breathing, Glint floats up, presses himself to Crow's chest, and begins to hum.\n\nCrow's hands close around him, clutching him against his heart.\n\nAnd that's how Glint knows: Crow is still the same inside.\n\n***\n\nSulfurous plumes rise from fissures in the Venusian soil. Crow marches across the planet's surface, his boots crushing thin sheets of calcium that skim across shallow, iridescent pools of water. His jumpship is perched atop a rise nearby, clear of the unstable field he now traverses.\n\n\"Crow, please,\" Glint pleads over his Guardian's shoulder. \"Can you tell me why we're here?\"\n\nAhead, clouds of light and geometric shapes bloom into being. Glint lets out a sharp gasp and transmats away as Crow reaches for the hand cannon at his side. By the time the first Vex Goblin manifests, Crow has already trained his sights on it.\n\nA single pull of the trigger takes the machine's head off and sends it staggering across the field, firing blindly. Two more Goblins appear nearby and Crow blasts away their limbs like a child separating a fly from its wings. He ends them with the last bullets in the cylinder.\n\nA shimmer of violet light within the temporal storm heralds the arrival of a Vex Minotaur. It bellows a roar across the Venusian flats and fires a volley of energized plasma through the air. Crow weaves between them, tumbles forward through the shallow pools, and rises to his feet to shake out his hand cannon's cylinder, sending brass shell casings raining to the ground.\n\nThe Minotaur revises its place in history, appearing to teleport forward as it shifts to a more advantageous future. It closes in on Crow before he can finish reloading and grabs him by the head, hefting him off his feet. The Minotaur raises its plasma cannon to Crow's chest and—\n\n***\n\nCrow sucks in a sharp breath and his eyes open to winged serpents circling in the cloudy Venusian sky. He coughs violently, rolling onto his side. The Vex are gone.\n\n\"That was stupid,\" Glint chastises suddenly, and Crow remembers where—and when—he is. \"Why didn't you use your Light?\"\n\n\"I wanted to test something,\" Crow says on sharp exhale. He pushes himself to his feet, only to find Glint an inch in front of his nose.\n\n\"What could you possibly be testing all the way out here?\" the little Ghost asks, looking around the desolate landscape. Then, the question Glint doesn't want to ask: \"Were you trying to hurt yourself?\"\n\n\"No,\" Crow seethes. He nudges Glint to the side and starts to head back for the jumpship, but Glint persists.\n\n\"Then why?\" he demands, blocking Crow's path.\n\n\"Because I wanted to know I was still me!\" Crow snarls, his teeth bared in a display of fury. \"Uldren Sov could defeat a Minotaur without the Light.\" His hackles lower. \"I needed—I need to be sure that I'm not him. That you could still bring me back. That I was still—worthy of this !\"\n\nGlint's monocular eye bobs down to look at the ground. He is silent.\n\nThis time, Crow doesn't try to push past him. He stands still, listening to the blast of distant geysers, to the call of serpents in the sky.\n\n\"I'm sorry,\" Glint whispers.","icon":"/common/destiny2_content/icons/cfe3b2aee141b86b8bf2f6dce30dd0ea.png"}}},"previousDefinitions":{},"otherDefinitions":{},"tableDiff":{"added":[1363886209,2179048386],"unclassified":[],"removed":[],"reclassified":[],"modified":[2786418824]},"tableDiffSummary":{"added":2,"unclassified":0,"removed":0,"reclassified":0,"modified":1},"tableName":"DestinyLoreDefinition","missingTable":false,"versionDiffSummary":{"DestinyNodeStepSummaryDefinition":{"added":0,"unclassified":0,"removed":0,"reclassified":0,"modified":1},"DestinyArtDyeReferenceDefinition":{"added":399,"unclassified":0,"removed":0,"reclassified":0,"modified":0},"DestinyPlaceDefinition":{"added":1,"unclassified":0,"removed":0,"reclassified":0,"modified":0},"DestinyActivityDefinition":{"added":6,"unclassified":0,"removed":0,"reclassified":1,"modified":47},"DestinyActivityTypeDefinition":{"added":2,"unclassified":0,"removed":0,"reclassified":0,"modified":0},"DestinyTalentGridDefinition":{"added":0,"unclassified":0,"removed":0,"reclassified":0,"modified":12},"DestinyUnlockDefinition":{"added":821,"unclassified":0,"removed":80,"reclassified":12,"modified":12},"DestinyMaterialRequirementSetDefinition":{"added":4,"unclassified":0,"removed":0,"reclassified":0,"modified":0},"DestinySandboxPerkDefinition":{"added":32,"unclassified":0,"removed":7,"reclassified":0,"modified":15},"DestinyStatGroupDefinition":{"added":2,"unclassified":0,"removed":0,"reclassified":0,"modified":1},"DestinyProgressionMappingDefinition":{"added":1,"unclassified":0,"removed":0,"reclassified":0,"modified":0},"DestinyFactionDefinition":{"added":2,"unclassified":0,"removed":0,"reclassified":0,"modified":0},"DestinyVendorGroupDefinition":{"added":1,"unclassified":0,"removed":0,"reclassified":0,"modified":3},"DestinyUnlockValueDefinition":{"added":278,"unclassified":0,"removed":84,"reclassified":6,"modified":6},"DestinyRewardMappingDefinition":{"added":340,"unclassified":0,"removed":32,"reclassified":0,"modified":0},"DestinyRewardSheetDefinition":{"added":33,"unclassified":0,"removed":5,"reclassified":0,"modified":0},"DestinyActivityModeDefinition":{"added":1,"unclassified":0,"removed":0,"reclassified":0,"modified":0},"DestinyAchievementDefinition":{"added":17,"unclassified":0,"removed":0,"reclassified":0,"modified":0},"DestinyActivityGraphDefinition":{"added":1,"unclassified":0,"removed":0,"reclassified":0,"modified":5},"DestinyCollectibleDefinition":{"added":157,"unclassified":0,"removed":0,"reclassified":0,"modified":1},"DestinyDestinationDefinition":{"added":3,"unclassified":0,"removed":0,"reclassified":0,"modified":0},"DestinyEntitlementOfferDefinition":{"added":20,"unclassified":0,"removed":0,"reclassified":0,"modified":0},"DestinyInventoryItemDefinition":{"added":441,"unclassified":0,"removed":39,"reclassified":3,"modified":923},"DestinyLocationDefinition":{"added":11,"unclassified":0,"removed":0,"reclassified":0,"modified":2},"DestinyLoreDefinition":{"added":2,"unclassified":0,"removed":0,"reclassified":0,"modified":1},"DestinyMetricDefinition":{"added":10,"unclassified":0,"removed":0,"reclassified":0,"modified":0},"DestinyObjectiveDefinition":{"added":274,"unclassified":0,"removed":103,"reclassified":3,"modified":111},"DestinyPlugSetDefinition":{"added":44,"unclassified":0,"removed":0,"reclassified":0,"modified":184},"DestinyPresentationNodeDefinition":{"added":21,"unclassified":0,"removed":1,"reclassified":0,"modified":46},"DestinyProgressionDefinition":{"added":12,"unclassified":0,"removed":0,"reclassified":0,"modified":0},"DestinyRecordDefinition":{"added":54,"unclassified":0,"removed":36,"reclassified":1,"modified":11},"DestinyRewardItemListDefinition":{"added":36,"unclassified":0,"removed":5,"reclassified":0,"modified":0},"DestinySackRewardItemListDefinition":{"added":18,"unclassified":0,"removed":0,"reclassified":0,"modified":0},"DestinySandboxPatternDefinition":{"added":12,"unclassified":0,"removed":0,"reclassified":0,"modified":0},"DestinySocketCategoryDefinition":{"added":0,"unclassified":0,"removed":0,"reclassified":0,"modified":2},"DestinySocketTypeDefinition":{"added":16,"unclassified":0,"removed":0,"reclassified":0,"modified":25},"DestinyUnlockEventDefinition":{"added":7,"unclassified":0,"removed":3,"reclassified":0,"modified":0},"DestinyUnlockExpressionMappingDefinition":{"added":1400,"unclassified":0,"removed":1236,"reclassified":0,"modified":0},"DestinyVendorDefinition":{"added":18,"unclassified":0,"removed":0,"reclassified":0,"modified":31},"DestinyMilestoneDefinition":{"added":6,"unclassified":0,"removed":1,"reclassified":0,"modified":3},"DestinyActivityModifierDefinition":{"added":10,"unclassified":0,"removed":0,"reclassified":0,"modified":0}},"meta":{"buildDate":"2024-12-14T00:21:02.389Z"}},"__N_SSG":true}