{"pageProps":{"breadcrumbs":[{"date":"2023-11-07T18:28:09.506Z","to":"/version/699e2c05-aa2d-49fd-9688-50c2855af01a"},{"label":"Lore","to":"/version/699e2c05-aa2d-49fd-9688-50c2855af01a/DestinyLoreDefinition"}],"version":{"id":"699e2c05-aa2d-49fd-9688-50c2855af01a","version":"120579.23.11.01.2245-1-bnet.52910","s3Key":"versions/699e2c05-aa2d-49fd-9688-50c2855af01a/manifest.json","createdAt":"2023-11-07T18:28:09.506Z","updatedAt":"2023-11-07T18:28:09.506Z"},"definitions":{"3735834232":{"hash":3735834232,"index":2522,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Proportionality","description":"Savathûn flew heavily through the shifting skies of her Throne World. She struggled to build speed; her wings seemed frustratingly stiff following her resurrection. She felt slow and uncoordinated, as if her body was not yet entirely her own. She frowned and drifted to the side, favoring her right, and did not see the spinning disk of Void energy until it caught her low in the thorax and sent her tumbling to the ground.\n\nThere was a terrible noise, a flash of purple metal, and then… it was over.\n\nImmaru materialized in a burst of Light. He looked down at Savathûn, and then up to Saint-14, who stood over her body.\n\n\"Already?\" Immaru muttered in disbelief. \n\nSaint's face was hidden beneath his helmet. The lavender ribbons on his armor swayed and trailed with each heavy breath. It took him a moment to acknowledge the Ghost. \n\n\"I heard you were in Vanguard custody,\" Saint said.\n\n\"I'm not a prisoner,\" Immaru sniffed. \"More like an insurance policy. Anyway, I could sense something happened and Eris let me come down and check it out.\"\n\nSaint nodded, his focus still on Savathûn. \"Something happened, yes,\" he said, and nudged the pile of broken chitin and crumpled wings with his boot.\n\nImmaru hovered close to Savathûn. \"I'm not even gonna ask,\" he said while channeling his Light. \n\nSavathûn rose to her knees. She took a raspy breath, opened her eyes, and found Saint. She smiled. \"For Os—\"\n\nSaint stopped her.\n\nImmaru flew into Saint's face. \"All right!\" he shouted. \"You've made your point!\"\n\nSaint wiped the steaming ichor from his visor with a thumb and gestured to Savathûn's remains. \"Again,\" he said pointedly. \n\n\"Yeah, I don't think so,\" Immaru replied and initiated his transmat.\n\nSaint suddenly flared with Void energy. He threw his palms out to his sides, and a violet Ward of Dawn dome burst from him. \n\nImmaru felt it ripple through him like a pressure wave, disrupting his transmission. He bobbed unsteadily—he was unable to see. But he could feel, and now Saint's armored hand gripped him so tightly that a hairline split ran through his shell. \n\n\"You will bring her back,\" Saint said.\n\n\"I'm getting a little tired of you people threatening to kill me,\" Immaru said into the muffled void.\n\nSaint's fist loosened by a fraction. \"You will bring her back, and I give my word that you and she will both leave when I am finished.\" \n\n\"When you're finished?\" Immaru echoed, and he felt Saint release him. He sensed for Savathûn's form hidden in the blackness. He grimaced, focused his Light, and Savathûn began to rise once more.\n\n\"Savathûn,\" Saint said, and killed her. \n\n\"You are very new to resurrection as a Lightbearer.\"\n\n\"In the beginning, there is a weakness when you first come back.\"\n\n\"Like waking from a deep sleep. From a coma.\"\n\n\"That is why I can best you; you are still unsteady.\"\n\n\"You are Hive, and you know suffering. You come from death. It is nothing to you.\"\n\n\"But I think, maybe, you do not know how it feels to be helpless.\"\n\n\"I will teach you.\"\n\n***\n\nAfter a long, long time, Saint was finished. The dome vanished, exposing the Exo, the Ghost, and the god to the murky Throne World sky. \n\nSaint slowly keyed in his transport request and removed his helmet. As he transmatted out, he looked once more at Savathûn. \n\n\"This was not for Osiris,\" he said, his voice hoarse and ragged. \n\n\"This was for me.\"\n\n***\n\nWhen Saint returned home, Osiris met him at the door. \"You were gone for a while. That must have been quite the patrol,\" he said. \"Are you hungry?\"\n\nAnd Saint-14—the greatest Titan who ever lived—fell into his open arms and wept.","icon":"/common/destiny2_content/icons/a73178dca3494846dcec42cc32c23520.png"}}},"previousDefinitions":{},"otherDefinitions":{},"tableDiff":{"added":[],"unclassified":[],"removed":[],"reclassified":[],"modified":[3735834232]},"tableDiffSummary":{"added":0,"unclassified":0,"removed":0,"reclassified":0,"modified":1},"tableName":"DestinyLoreDefinition","missingTable":false,"versionDiffSummary":{"DestinyActivityDefinition":{"added":0,"unclassified":0,"removed":0,"reclassified":0,"modified":7},"DestinyUnlockDefinition":{"added":1,"unclassified":0,"removed":0,"reclassified":0,"modified":0},"DestinyInventoryItemDefinition":{"added":0,"unclassified":0,"removed":0,"reclassified":0,"modified":8},"DestinyLoreDefinition":{"added":0,"unclassified":0,"removed":0,"reclassified":0,"modified":1},"DestinySandboxPerkDefinition":{"added":0,"unclassified":0,"removed":0,"reclassified":0,"modified":1}},"meta":{"buildDate":"2024-12-14T00:21:58.131Z"}},"__N_SSG":true}