{"pageProps":{"breadcrumbs":[{"date":"2023-06-13T19:37:31.841Z","to":"/version/b7925b11-6a24-448d-9323-131e7680d528"},{"label":"Lore","to":"/version/b7925b11-6a24-448d-9323-131e7680d528/DestinyLoreDefinition"}],"version":{"id":"b7925b11-6a24-448d-9323-131e7680d528","version":"116181.23.06.03.1700-1-bnet.50649","s3Key":"versions/b7925b11-6a24-448d-9323-131e7680d528/manifest.json","createdAt":"2023-06-13T19:37:31.841Z","updatedAt":"2023-06-13T19:37:31.841Z"},"definitions":{"3825487416":{"hash":3825487416,"index":2411,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"IV. Tether","description":"Eris let her eyes wander over the interior of the Derelict, wondering if Drifter had hastily tidied it before her arrival. Unprecedented, but he could still surprise her. They sat together as they always did when she came to speak to him face to face. \n\nDrifter sighed and shook his head, flicking his coin absently between his fingers \n\n\"Sloane's in a bad way,\" he said. Eris nodded. \n\n\"And you believe my speaking to her will be beneficial,\" she replied. Drifter shrugged. \n\n\"Helped a few people already, didn't it?\" \n\nEris considered this. \n\n\"It should be you,\" she finally answered. Drifter laughed at this but fell silent when her expression remained unchanged. \n\n\"Me?\" His confusion was genuine. \"Why would she trust me?\" \n\n\"Trust is built, Drifter,\" Eris said, \"and you have taken the first step.\" \n\nHe was pensive. The movement of the coin over his knuckles stopped. She continued. \n\n\"I have found,\" she said, her words measured, \"that one is grounded by honesty. Not only in oneself, but with those around you.\" \n\nHe heaved a slow, hard breath. \n\n\"I don't know if I can,\" he said, his voice small. \n\n\"Yes. Honesty is a supplication,\" Eris said. \"We ask to be seen. We are made vulnerable… but it is necessary to be treated with care.\" \n\nHer explanation was met with one of his rasping chuckles. Drifter leaned back in his seat, arms crossed. He held his coin tightly between a thumb and forefinger. \n\n\"You always make somethin' so easy sound so freaky, Moondust,\" he said. Eris ignored this. \n\n\"Tell her what you told me,\" she said more simply. \"The Deputy Commander's trust will not come without reciprocity.\" \n\nDrifter fell quiet, looking down. She could hear his breath and see the strained shiver of his fingers where he clutched the coin. Eris reached out and placed a hand on his arm. He was tense to trembling, but her touch was light. Quiet. Comforting.  \n\nHe placed his hand over her own. \n\n\"Y'know, some days I still wake up scared,\" Drifter said softly. \"Even when I can't remember my dreams.\" \n\n\"That is what it is to survive.\" \n\nThere was a gentleness to Eris's voice. He nodded, then looked up and met her gaze. \n\n\"Hey,\" Drifter said. \"You find that joy yet?\" \n\n\"Soon,\" Eris answered. \"Joy is built… but I have taken the first step.\" \n\nDrifter withdrew his hand. After a moment, she did too. Eris stood, and Drifter's eyes followed her.  \n\n\"Consider my counsel, Germaine.\" \n\nShe knew he would. Drifter let the silence linger. \n\n\"That's not my name,\" he said at last.  \n\n\"That is what you let them call you.\" \n\nIt was a small link to his past. A link to a life he had picked for himself. He nodded slowly, holding her gaze. He would let her call him that too.","icon":"/common/destiny2_content/icons/238bff92ad545ddc5b0a58c1d032fdac.png"}},"3825487423":{"hash":3825487423,"index":2410,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"III. Legacy","description":"A soft, simulated whimper echoes through the workshop as Archie rests his head on Ana's shoulder. They sit together in front of the harness holding up Rasputin's erstwhile Exo frame, a lifeless effigy of cables and steel.\n\n\"I know, buddy,\" Ana says quietly. \"I miss him too.\"\n\nAfter Rasputin's sacrifice, Ana had arranged for the Exo frame to be transferred from the H.E.L.M. to her workspace in the Tower. At the time, she had told herself that keeping the frame in storage would have been a waste; that its technological advancements could prove useful to other Exos in the future. Honestly, though, she simply wasn't ready to let go.\n\nNevertheless, she signed herself up for a new task, and what better way to cope with grief than by staying busy? So she had made good on her word, tinkering with the frame to reverse-engineer its more convoluted components.\n\nThat was, until she heard that Titan, like Mars before it, had suddenly reappeared. And Sloane along with it. A warrior in need of a war; a weapon in search of a target. Not unlike the Warmind. The thought kept Ana from fully burying herself in her work.\n\nFor now, she wraps her arm around Archie as her thoughts drift to all the detritus left in Rasputin's wake. Rasputin had assembled an arsenal of unfathomable scale. Remnants from thousands of Warsats strewn across the solar system, prototype weaponry never to be completed, stratagems and simulations forever forgotten.\n\nAnd yet, sitting here in the shadow of his sacrifice, Ana finds that she wants to remember him by the one thing not built for war. A canine AI, created for no other purpose than companionship. One that has made a home for himself in the Tower, greeting everyone he meets on his daily walks.\n\nIn the end, Rasputin's legacy was not the war he waged, but the lives he sought to protect. The notion brings a smile to Ana's lips. It's what distinguished him from Xivu Arath. And Ana hopes that Sloane can realize the same holds true for her.\n\nAna looks to the Exo frame one last time before rising to her feet and pats the dog on his head. He happily wags his tail in response.\n\n\"Come on, Archie,\" she says as she reaches for her comms unit. \"Let's go for a walk.\"","icon":"/common/destiny2_content/icons/238bff92ad545ddc5b0a58c1d032fdac.png"}}},"previousDefinitions":{},"otherDefinitions":{},"tableDiff":{"added":[],"unclassified":[3825487416,3825487423],"removed":[],"reclassified":[],"modified":[]},"tableDiffSummary":{"added":0,"unclassified":2,"removed":0,"reclassified":0,"modified":0},"tableName":"DestinyLoreDefinition","missingTable":false,"versionDiffSummary":{"DestinyActivityDefinition":{"added":0,"unclassified":1,"removed":0,"reclassified":0,"modified":0},"DestinyUnlockDefinition":{"added":1,"unclassified":28,"removed":0,"reclassified":0,"modified":0},"DestinyUnlockValueDefinition":{"added":0,"unclassified":9,"removed":0,"reclassified":0,"modified":0},"DestinyRewardSheetDefinition":{"added":0,"unclassified":0,"removed":2,"reclassified":0,"modified":0},"DestinyInventoryItemDefinition":{"added":0,"unclassified":15,"removed":0,"reclassified":0,"modified":5},"DestinyLocationDefinition":{"added":0,"unclassified":3,"removed":0,"reclassified":0,"modified":0},"DestinyLoreDefinition":{"added":0,"unclassified":2,"removed":0,"reclassified":0,"modified":0},"DestinyObjectiveDefinition":{"added":0,"unclassified":15,"removed":0,"reclassified":0,"modified":6},"DestinyRecordDefinition":{"added":0,"unclassified":1,"removed":0,"reclassified":0,"modified":0},"DestinySackRewardItemListDefinition":{"added":5,"unclassified":0,"removed":0,"reclassified":0,"modified":0},"DestinyActivityModifierDefinition":{"added":0,"unclassified":8,"removed":0,"reclassified":0,"modified":0}},"meta":{"buildDate":"2024-12-14T02:34:37.156Z"}},"__N_SSG":true}