{"pageProps":{"breadcrumbs":[{"date":"2023-12-05T17:35:36.396Z","to":"/version/0772bcfc-ce55-4e86-aa0d-422ae0f40a7d"},{"label":"Lore","to":"/version/0772bcfc-ce55-4e86-aa0d-422ae0f40a7d/DestinyLoreDefinition"}],"version":{"id":"0772bcfc-ce55-4e86-aa0d-422ae0f40a7d","version":"121539.23.11.29.1915-2-bnet.53329","s3Key":"versions/0772bcfc-ce55-4e86-aa0d-422ae0f40a7d/manifest.json","createdAt":"2023-12-05T17:35:36.396Z","updatedAt":"2023-12-05T17:35:36.396Z"},"definitions":{"3886719505":{"hash":3886719505,"index":2550,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Buried Bloodline","description":"Fikrul stands on the bridge of a seized Ketch. Ravagers keep watch over a handful of Eliksni that remain to pilot the vessel. Five heavily armored Scorn kneel before Fikrul, their heads bowed in reverence. Fikrul steps forward. \n\n\"Dark rumors whisper from the Dreaming City. The Reef hunts us. The Darkness claims us. And our father is not returning. But even without Uldren Sov, new Scorn still rise. Old Scorn still live, unseen.\" Fikrul waits for silence before looking beyond the five armored Scorn knights to the greater horde that gathers.  \n\nHe turns and points his staff at the pilots. \"These Eliksni, they speak of Scorn risen on Earth, where dead things will hunt them, or Darkness claims them.\" \n\n\"We serve only Scorn!\" Fikrul raises his staff above his head. \"We will bring them home. Open their minds, as I have for you. As I will for all Scorn!\" \n\nThe horde gnashes and cheers. \n\n\"Rathil, Malaris, Vrysiks, Nymeks, Sirloks. Ascend!\" commands Fikrul over the commotion. \n\nThe five armored Scorn stand. \n\n\"You, loyal-sworn, will be my knights.\" Scorn move from behind them to present the knights with staves made in the image of their leader's. \"Go to Earth. Bring brothers and sisters home, before Darkness claims them.\" \n\nThe knights bow. \n\n\"Rathil.\" Fikrul places a hand on the center knight. \"You, will lead.\" \n\n***** \n\nRathil enters the quarters of the Ketch's dead captain to see Fikrul gazing at walls of bound tomes filled with Eliksni scrawl. Rathil could not understand the contents of these books, but his father had learned much from them. With time, he would learn to unravel their secrets as well. \n\n\"Father… You called me? We prepare to leave.\" \n\nFikrul turns, a polished steel case in his lower arms. \"I have one last gift for you.\" Fikrul opens the case to display a clean-looking weapon—a sleek bolt-caster. Rathil could see its original Eliksni design, twisted, broken, and refashioned into something stronger, as he was. \n\n\"Claimed from Kings by Wolves… Modified. Scorn, now. Like us.\" \n\n\"I am honored,\" Rathil says, gently lifting the weapon from its case and bowing. \n\nFikrul looks upon his son with pride. \"I send you to claim Kings, as we once did as Wolves. Carry our history with you. Claim it. Bring it home.\"","icon":null}},"4141762315":{"hash":4141762315,"index":2594,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Zira's Shell","description":"Cold swept down from frigid mountaintops against already old stones of a Dark Age castle. Winter slicked the ramparts as night fell across the European expanse. \n\nNaeem stood at a long and narrow bridge, helmet shielding her face from deafening wind and stinging snow. She'd left her bloodstained fingertips in Old Russia, gone West, until they no longer called her Warlord. Here, she had heard the Lightbearers hunted and felled a dragon. Maybe some of its magic remained… enough to start anew. \n\nShe followed the whispers through the storm and rubble. Ran her fingers over scars in the stone. This was the place the old warrior had told her to go, and so she pressed deeper into the keep, until the whispers turned to words, and the bones of a great beast laid at rest before her eyes. \n\nShe approached the skull at the center of the skeleton. \"Dragon. Ahamkara.\" \n\nThe language that filled the room ceased to be ambient, their attention focused on her. They drew desire from her heart, and passion from her blood. She spoke, as if by instinct.  \n\n\"I wish for your kindness.\" \n\nThe whispers twisted into hissing laughter. She almost felt the skeleton's anticipation, vibrating through its dry-hollow marrow. Then it spoke to her. \"Kindness. There is so little left. And the cost, so high… The gulf between your want, and your reality… this is truly what you wish for?\" \n\n\"I've spent my power poorly, like you, to survive. That is why they hunted us. Killed us.\" Naeem stepped forward slowly. \"Wouldn't you rather be loved than feared?\" \n\nThe Ahamkara bones were silent in consideration. \n\n\"I know the Lightbearer who slew you. I know you respect their determination,\" Naeem pressed. \"Grant me kindness. Let us share that kindness. Let us make them love us as much as we were feared.\" \n\nThe voice focused again. \"Charity does not sate my hunger.\" \n\n\"Then do not be charitable. Let me face the debts of your wishes, while those who benefit live freely.\" \n\nThe voice hissed and cackled. \"You would take their debts upon your head?\" \n\n\"I have as many lives to give, as the weight of their debts.\" Naeem placed a hand on the skull. \n\n\"Your wish is granted.\"","icon":null}}},"previousDefinitions":{},"otherDefinitions":{},"tableDiff":{"added":[],"unclassified":[3886719505,4141762315],"removed":[],"reclassified":[],"modified":[]},"tableDiffSummary":{"added":0,"unclassified":2,"removed":0,"reclassified":0,"modified":0},"tableName":"DestinyLoreDefinition","missingTable":false,"versionDiffSummary":{"DestinyActivityDefinition":{"added":0,"unclassified":1,"removed":0,"reclassified":0,"modified":7},"DestinyUnlockDefinition":{"added":3,"unclassified":164,"removed":1,"reclassified":0,"modified":0},"DestinyUnlockValueDefinition":{"added":0,"unclassified":66,"removed":0,"reclassified":0,"modified":0},"DestinyActivityGraphDefinition":{"added":0,"unclassified":0,"removed":0,"reclassified":0,"modified":1},"DestinyCollectibleDefinition":{"added":0,"unclassified":22,"removed":0,"reclassified":0,"modified":0},"DestinyInventoryItemDefinition":{"added":0,"unclassified":53,"removed":0,"reclassified":0,"modified":10},"DestinyLocationDefinition":{"added":0,"unclassified":1,"removed":0,"reclassified":0,"modified":0},"DestinyLoreDefinition":{"added":0,"unclassified":2,"removed":0,"reclassified":0,"modified":0},"DestinyMetricDefinition":{"added":0,"unclassified":3,"removed":0,"reclassified":0,"modified":0},"DestinyObjectiveDefinition":{"added":0,"unclassified":59,"removed":1,"reclassified":0,"modified":15},"DestinySandboxPerkDefinition":{"added":0,"unclassified":1,"removed":0,"reclassified":0,"modified":2},"DestinyPlugSetDefinition":{"added":0,"unclassified":8,"removed":0,"reclassified":0,"modified":1},"DestinyPresentationNodeDefinition":{"added":0,"unclassified":9,"removed":1,"reclassified":0,"modified":0},"DestinyRecordDefinition":{"added":0,"unclassified":20,"removed":0,"reclassified":0,"modified":1},"DestinySandboxPatternDefinition":{"added":0,"unclassified":5,"removed":0,"reclassified":0,"modified":0},"DestinySeasonDefinition":{"added":0,"unclassified":0,"removed":0,"reclassified":0,"modified":1},"DestinyUnlockEventDefinition":{"added":0,"unclassified":1,"removed":0,"reclassified":0,"modified":0},"DestinyUnlockExpressionMappingDefinition":{"added":1,"unclassified":0,"removed":1,"reclassified":0,"modified":0},"DestinyVendorDefinition":{"added":0,"unclassified":0,"removed":0,"reclassified":0,"modified":6},"DestinyMilestoneDefinition":{"added":0,"unclassified":0,"removed":0,"reclassified":0,"modified":4},"DestinyActivityModifierDefinition":{"added":0,"unclassified":1,"removed":0,"reclassified":0,"modified":0}},"meta":{"buildDate":"2024-12-14T02:34:51.027Z"}},"__N_SSG":true}