{"pageProps":{"breadcrumbs":[{"date":"2022-03-03T17:07:16.794Z","to":"/version/fafa03e5-7a14-47dc-9dce-03e312d64164"},{"label":"Lore","to":"/version/fafa03e5-7a14-47dc-9dce-03e312d64164/DestinyLoreDefinition"}],"version":{"id":"fafa03e5-7a14-47dc-9dce-03e312d64164","version":"102174.22.02.26.1048-5-bnet.43089","s3Key":"versions/fafa03e5-7a14-47dc-9dce-03e312d64164/manifest.json","createdAt":"2022-03-03T17:07:16.794Z","updatedAt":"2022-03-03T17:07:16.794Z"},"definitions":{"3102179649":{"hash":3102179649,"index":1991,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"I - Pith","description":"Caiatl's feet stubbornly refused to touch the floor.\n\nShe—at least, the loose approximation of her body—floated inelegantly in the Psion's Mindscape. She reached out for purchase as a bit of geometry drifted by, but her hands were as intangible as smoke.\n\nShe growled. \"Can you increase the… clarity?\" she spoke aloud.\n\nAn indignant chirp filled her mind, a flutter of yellow, the tensile sensation of bending green wood.\n\n\"Then try harder,\" she said, not without affection.\n\nThe floor of the Mindscape buckled and then rose to meet her. There was no sensation as she stood upright. She took a step. The space swirled around her; dense, gaseous, like walking inside a headache.\n\nShe peered into the gray, unimpressed. Her tour of the arena where the Guardians and Lucent Hive would fight was proving disappointing. \"Is this all there is?\"\n\nThe Psion sent her a telepathic explanation: hosting Lightless beings in a Psion's Mindscape was like holding up a hazy mirror, reflecting what was held inside. It would be different, more tangible, for the Lucent Hive. For the Guardians.\n\n\"For those with the Light,\" she sighed, and as she did, a yellow glow lit the mist around her.\n\nShe turned. Far above her manifested the immense visage of Dominus Ghaul. Dirty white storm clouds swirled to form the peaks of his armor. He burned with Light from within, triumphant even in defeat.\n\nShe shook her head. A Guardian with the Synaptic Spear would be able to destroy this aspect, but she was Lightless and could never share the Mindscape with another. She looked up at Ghaul's beatific face with rising anger, ashamed that her image of him was so magnificent.\n\nThe Psion sent her a sharp warning in response: regret, guilt, danger.\n\nShe understood: you face what you bring with you.\n\nGhaul's image parted, revealing Torobatl shining proudly in the night sky.\n\nCaiatl tried desperately to change her focus. She willed into being Ignovun and his ridiculous tusked helmet, Commander Zavala and his cohorts, the holders of the blood treaty, but they were faint and small against the open sky. She searched herself for strength, but Umun'arath's form rose unbidden before her, blood pouring from her wounds, howling in victory.\n\nCaiatl drew back.\n\nTorobatl withered in the sky, its greens and blues fouling to reds and blacks. Caiatl choked on the stench of corpses piled on fields of ash, seas clotted with rot. Dark smoke poured from her dead world and framed the screaming face of Xivu Arath.\n\nAnd something loomed from behind it—something she knew. \n\nXivu Arath towered in the sky, but now her father's corpulence spread to contain all she could see. His finery was tarnished; his purple silks dripped with rank saliva, his gold armor caked with pus. His form swelled grotesquely as it surged toward her. His wet mouth opened, lips slick with sweet fat. His bulging eyes stared wildly at nothing. \n\nShe saw the floor of the Mindscape rise and transform into a barrier; the Psion was attempting to block Calus out.\n\n\"No,\" she commanded, her voice tight. The barrier dissipated.\n\nShe walked closer, moving to meet Calus's figure. The floor reformed tentatively beneath her feet.\n\nCalus bellowed, and for a moment, she was a flea on her father's enormous body. She moved through his cloudy form, within his flesh, the air thick with the rancid stink of wine and blood and vomit. \n\nShe fought her way inward, through the billowing foulness of him, pushing deeper against the gagging smother of his heat. Her form began to lose definition. It threatened to be absorbed by the fetid system around her, and still she fought, and still she fought—\n\nUntil she reached the center, where a form stood at peace in brilliant clarity: her tusks studded with gems, her armor glorious, her eyes clear, her muscles strong.\n\n\"There you are,\" Caiatl whispered, and smiled at herself.","icon":"/common/destiny2_content/icons/5f486abb8b744c17f9561fbae543405f.png"}}},"previousDefinitions":{},"otherDefinitions":{},"tableDiff":{"added":[],"unclassified":[3102179649],"removed":[],"reclassified":[],"modified":[]},"tableDiffSummary":{"added":0,"unclassified":1,"removed":0,"reclassified":0,"modified":0},"tableName":"DestinyLoreDefinition","missingTable":false,"versionDiffSummary":{"DestinyActivityDefinition":{"added":0,"unclassified":0,"removed":0,"reclassified":0,"modified":58},"DestinyUnlockDefinition":{"added":6,"unclassified":0,"removed":0,"reclassified":0,"modified":0},"DestinySandboxPerkDefinition":{"added":2,"unclassified":0,"removed":0,"reclassified":0,"modified":1},"DestinyFactionDefinition":{"added":0,"unclassified":0,"removed":0,"reclassified":0,"modified":1},"DestinyRewardMappingDefinition":{"added":5,"unclassified":0,"removed":0,"reclassified":0,"modified":0},"DestinyRewardSheetDefinition":{"added":1,"unclassified":0,"removed":0,"reclassified":0,"modified":0},"DestinyActivityModeDefinition":{"added":1,"unclassified":0,"removed":0,"reclassified":0,"modified":0},"DestinyInventoryItemDefinition":{"added":0,"unclassified":0,"removed":0,"reclassified":0,"modified":15},"DestinyLoreDefinition":{"added":0,"unclassified":1,"removed":0,"reclassified":0,"modified":0},"DestinyMaterialRequirementSetDefinition":{"added":0,"unclassified":0,"removed":0,"reclassified":0,"modified":5},"DestinyObjectiveDefinition":{"added":2,"unclassified":0,"removed":0,"reclassified":0,"modified":20},"DestinyPlugSetDefinition":{"added":1,"unclassified":0,"removed":0,"reclassified":0,"modified":71},"DestinyPresentationNodeDefinition":{"added":0,"unclassified":0,"removed":0,"reclassified":0,"modified":2},"DestinyRecordDefinition":{"added":0,"unclassified":1,"removed":0,"reclassified":0,"modified":0},"DestinySeasonDefinition":{"added":0,"unclassified":0,"removed":0,"reclassified":0,"modified":1},"DestinyUnlockExpressionMappingDefinition":{"added":31,"unclassified":0,"removed":28,"reclassified":0,"modified":0},"DestinyVendorDefinition":{"added":0,"unclassified":0,"removed":0,"reclassified":0,"modified":4},"DestinyMilestoneDefinition":{"added":0,"unclassified":0,"removed":0,"reclassified":0,"modified":3},"DestinyChecklistDefinition":{"added":2,"unclassified":0,"removed":3,"reclassified":0,"modified":2}},"meta":{"buildDate":"2024-12-14T00:21:08.959Z"}},"__N_SSG":true}