{"pageProps":{"breadcrumbs":[{"date":"2022-03-22T17:10:18.279Z","to":"/version/9de68401-4f0d-47df-b7a1-bc1d002cb87a"},{"label":"Lore","to":"/version/9de68401-4f0d-47df-b7a1-bc1d002cb87a/DestinyLoreDefinition"}],"version":{"id":"9de68401-4f0d-47df-b7a1-bc1d002cb87a","version":"102842.22.03.14.2000-3-bnet.43465","s3Key":"versions/9de68401-4f0d-47df-b7a1-bc1d002cb87a/manifest.json","createdAt":"2022-03-22T17:10:18.279Z","updatedAt":"2022-03-22T17:10:18.279Z"},"definitions":{"3102179652":{"hash":3102179652,"index":1994,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"IV - Shutdown","description":"Crow pulled up his hood and watched as the Guardian's ship roared out of the Hangar to race after Caiatl's flagship on the way to the Scarlet Keep.\n\nHe kept to the shadows as he made his way up to the H.E.L.M., pushing through the throngs in the Bazaar with an easy grace, inconspicuous even in his recognizable garb. His light movements belied the twist of guilt in his stomach: Saladin had requested him to handle recon on the mission, yet here he was, creeping instead through the Tower like a common thief.\n\nThere would be consequences, of course, but he could accept that. We all have to make sacrifices, he thought.\n\nHe held his breath as he opened the doors to the Psisorium. As they clicked shut behind him, he threw back his hood and allowed himself a sigh and a smile.\n\nCrow looked up at the Lucent Hive suspended in the holding tanks—not dead, but certainly not alive. The Psion sat in its chair, twitching faintly, its long fingers moving as though tracing through water. Pulses of blue energy radiated out from the Psion's skull and into the depths of the machine.\n\n\"I've got some good news,\" Crow said pleasantly to the Psion as he passed.\n\nThe Psion, as always, said nothing. Crow didn't mind. It probably took all its energy to keep the Hive preserved well enough to skim through their memories. \n\n\"This war is over, thanks to you,\" Crow continued. \"They sent the Guardian, and when the Guardian sets out to do something, it gets done.\"\n\nThe skin on his neck prickled at an old memory. \"Believe me.\"\n\nCrow approached a display interface covered in Cabal runes. He paged through menus until he saw the familiar Vanguard symbol nestled in a corner. He pressed it, and the language on the screen changed. He shook his head in wonder. \"Imagine what we'll be able to make in the future when we're not busy squeezing secrets from the Hive.\"\n\nCrow frowned, looking up at the holding tanks. \"After all this ugliness is behind us,\" he said and resumed scrolling through the menus. \"Now, how do we shut this thing down?\"\n\nHe found his answer in a hidden directory of commands: SECURITY > OVERRIDE > SHUTDOWN > IMMEDIATE. \n\nHe paused for a moment, imagining what Saladin's reaction would be. But he, of all people, should understand. \"After all,\" Crow said quietly to himself, \"the right path isn't always easy to find.\"\n\nCrow executed the command.\n\nHe walked toward the Psion as the lights on the machine began to turn red in sequence. \"Let's get you out of here, friend,\" he said as the Psion began to stir. It blinked slowly and opened its eye. Crow smiled and waved.\n\n\"Good morning,\" he said. \"Would you like to go get some ramen?\"\n\nThe pulsing current running through the tubes in the back of the Psion's head slowed, and Crow winced as a white-hot pinpoint of pain stabbed into his mind, shrieking a single word, clear and impossibly loud: \n\nSTOP!\n\nThe machine sputtered. Sparks erupted from the central hub. Cracks spiderwebbed across the holding tanks. Electricity arced from the control panel and Crow staggered backwards.\n\nWithout warning, the energy current in the tubes suddenly reversed. Waves of blue quickly flowed back toward the Psion. He was pulling at the cables connecting him to the chair when the first blast of feedback hit him. His body spasmed with pain. \n\nWave after wave of Psionic energy pounded into the base of the Psion's skull. His muscles stood out in sharp relief as he pulled against the cables, his hands desperate claws, his face stretched with terror.\n\nThe pulses thrummed faster and faster and the Psion began to scream; a high, thin noise. He beat at his own head with one spindly hand, and reached the other out toward Crow.\n\nCrow reached back as another wave of energy hit the Psion, bursting his retina, turning his eye into a muddy black sphere. Crow recoiled in horror, his mind pierced by unimaginable pain, and he fell to the floor in a heap.\n\nThe machine groaned, hissing smoke, the holding tanks boiling, the Hive bodies inside dancing grotesquely in the roiling fluid. The blaring sirens began to overpower the hoarse, sustained screaming.\n\nSomething snapped inside the machine and it shuddered to a stop.\n\nAnd, finally, silence.","icon":"/common/destiny2_content/icons/5f486abb8b744c17f9561fbae543405f.png"}}},"previousDefinitions":{},"otherDefinitions":{},"tableDiff":{"added":[],"unclassified":[3102179652],"removed":[],"reclassified":[],"modified":[]},"tableDiffSummary":{"added":0,"unclassified":1,"removed":0,"reclassified":0,"modified":0},"tableName":"DestinyLoreDefinition","missingTable":false,"versionDiffSummary":{"DestinyActivityDefinition":{"added":0,"unclassified":0,"removed":0,"reclassified":0,"modified":307},"DestinyUnlockValueDefinition":{"added":1,"unclassified":0,"removed":0,"reclassified":0,"modified":0},"DestinyRewardSheetDefinition":{"added":1,"unclassified":0,"removed":0,"reclassified":0,"modified":0},"DestinyItemCategoryDefinition":{"added":3,"unclassified":0,"removed":0,"reclassified":0,"modified":3},"DestinyCollectibleDefinition":{"added":0,"unclassified":0,"removed":0,"reclassified":0,"modified":1},"DestinyInventoryItemDefinition":{"added":0,"unclassified":0,"removed":0,"reclassified":0,"modified":239},"DestinyLoreDefinition":{"added":0,"unclassified":1,"removed":0,"reclassified":0,"modified":0},"DestinyObjectiveDefinition":{"added":0,"unclassified":0,"removed":0,"reclassified":0,"modified":20},"DestinyPlugSetDefinition":{"added":0,"unclassified":0,"removed":0,"reclassified":0,"modified":9},"DestinyRecordDefinition":{"added":0,"unclassified":1,"removed":0,"reclassified":0,"modified":5},"DestinyVendorDefinition":{"added":0,"unclassified":0,"removed":0,"reclassified":0,"modified":3},"DestinyActivityModifierDefinition":{"added":191,"unclassified":0,"removed":128,"reclassified":0,"modified":0},"DestinyChecklistDefinition":{"added":0,"unclassified":0,"removed":0,"reclassified":0,"modified":2}},"meta":{"buildDate":"2024-12-14T00:21:11.063Z"}},"__N_SSG":true}