{"pageProps":{"breadcrumbs":[{"date":"2021-09-23T16:21:13.075Z","to":"/version/df567aed-6547-48cc-8195-bfae095f6ed7"},{"label":"Lore","to":"/version/df567aed-6547-48cc-8195-bfae095f6ed7/DestinyLoreDefinition"}],"version":{"id":"df567aed-6547-48cc-8195-bfae095f6ed7","version":"97762.21.09.15.0038-0-bnet.40222","s3Key":"versions/df567aed-6547-48cc-8195-bfae095f6ed7/manifest.json","createdAt":"2021-09-23T16:21:13.075Z","updatedAt":"2021-09-23T16:21:13.075Z"},"definitions":{"2786418827":{"hash":2786418827,"index":1836,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"V - Wick Burnt Black","description":"\"Saint's recent reports were… unfocused,\" Zavala says with a sigh.\n\nIkora nods from across the office. She stands with her arms crossed tightly over her chest. \"He suffered through an eternity of battle to keep us safe. Then he comes to the Tower and lets his guard down—lets himself care for someone—and that's when he gets hurt.\"\n\nShe grimaces. \"Badly.\"\n\nZavala shifts in his chair and runs his large hands over his desk. His palms have memorized its every bump, every groove. \"I'm giving him space, but I don't know what else I can do. I'm not sure if he even believes the real Osiris is hidden away somewhere, but he's out there all the same. He just has to do something.\"\n\n\"I can understand that feeling,\" Ikora says quietly. \"That's what I should have been doing. Seeing things my Hidden missed. Out in the field, putting the pieces together.\"\n\nHer lip curls in disgust. \"Not wasting time in the Tower, waiting for an attack.\"\n\nZavala looks up at her and frowns. \"It's not like you to second-guess yourself.\"\n\nIkora's jaw tightens. Bitter fire flickers in her eyes. \"Maybe I should.\" Her voice is brittle. \"I brought Osiris—Savathûn—inside our walls.\"\n\n\"Yes, as you did with Mithrax and the House of Light,\" Zavala counters evenly.\n\nBut Ikora lowers her eyes. \"People died for that too.\"\n\nAs Zavala rises from his seat, she turns away; the last thing she wants is to be comforted. She hears him lean against his desk, and a patient silence fills the room.\n\nFinally, Ikora lets her arms fall to her sides. When she looks at Zavala, his expression is one of confusion rather than concern.\n\n\"It's been years since I've heard you talk like this,\" he says.\n\nFrustration rises in her. \"I looked in his eyes and didn't see it.\"\n\n\"Neither did I. None of us did.\"\n\nZavala's face looks almost serene, which makes Ikora want to hurl a Nova Bomb into it.\n\n\"Listen,\" he says. \"We have conquered the Cabal in their arenas. We have chased the Hive into their Ascendant Planes; the Vex deep into their network. We have been tricked by the god of trickery, and we have fought the god of war on the battlefield.\"\n\nZavala's mouth tightens into a grim line. \"When we go up against gods, we fight them on their terms. That usually means we take the first hit. We can't choose when that happens, but we can make damn sure we're the ones left standing.\"\n\nHe sits back down at his desk and racks a sheaf of papers, as if putting a period on his sentence. Ikora clasps her hands behind her back, then takes a long breath. \n\n\"I'll support him as best I can,\" she says. \"Share all my intel on Osiris—anything we learned while my Hidden were shadowing Crow after he first rose. If Savathûn left a trail, I'll find it.\"\n\n\"I know you will,\" Zavala says.\n\nIkora allows his words to reach her. \"I wish there was a way to get him back,\" she says quietly.\n\n\"Saint or Osiris?\" Zavala asks, looking up.\n\nThe hem of Ikora's robe whispers softly across the floor as she leaves the office.","icon":"/common/destiny2_content/icons/cfe3b2aee141b86b8bf2f6dce30dd0ea.png"}}},"previousDefinitions":{},"otherDefinitions":{},"tableDiff":{"added":[],"unclassified":[2786418827],"removed":[],"reclassified":[],"modified":[]},"tableDiffSummary":{"added":0,"unclassified":1,"removed":0,"reclassified":0,"modified":0},"tableName":"DestinyLoreDefinition","missingTable":false,"versionDiffSummary":{"DestinyActivityDefinition":{"added":0,"unclassified":0,"removed":0,"reclassified":0,"modified":4},"DestinyUnlockValueDefinition":{"added":0,"unclassified":1,"removed":15,"reclassified":0,"modified":0},"DestinyRewardMappingDefinition":{"added":0,"unclassified":0,"removed":15,"reclassified":0,"modified":0},"DestinyCollectibleDefinition":{"added":0,"unclassified":0,"removed":0,"reclassified":0,"modified":1},"DestinyInventoryItemDefinition":{"added":0,"unclassified":1,"removed":0,"reclassified":0,"modified":10},"DestinyLoreDefinition":{"added":0,"unclassified":1,"removed":0,"reclassified":0,"modified":0},"DestinyObjectiveDefinition":{"added":0,"unclassified":1,"removed":0,"reclassified":0,"modified":1},"DestinyUnlockEventDefinition":{"added":1,"unclassified":0,"removed":0,"reclassified":0,"modified":0},"DestinyVendorDefinition":{"added":0,"unclassified":0,"removed":0,"reclassified":0,"modified":2}},"meta":{"buildDate":"2024-12-14T02:33:47.379Z"}},"__N_SSG":true}