{"pageProps":{"breadcrumbs":[{"date":"2024-08-27T17:20:24.812Z","to":"/version/f9d39e27-134e-42fe-87d6-4b5d2e79b4d7"},{"label":"Lore","to":"/version/f9d39e27-134e-42fe-87d6-4b5d2e79b4d7/DestinyLoreDefinition"}],"version":{"id":"f9d39e27-134e-42fe-87d6-4b5d2e79b4d7","version":"227664.24.08.21.1730-3-bnet.56627","s3Key":"versions/f9d39e27-134e-42fe-87d6-4b5d2e79b4d7/manifest.json","createdAt":"2024-08-27T17:20:24.812Z","updatedAt":"2024-08-27T17:20:24.812Z"},"definitions":{"1883196290":{"hash":1883196290,"index":2758,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"VII. Mind-Body","description":"My first thought when I wake: I must tell Chioma what happened. \n\nWhat a thrill! Every aspect will fascinate her; entering the Veil felt like an existential disrobing, the willing extraction of my self from my matter, shedding my body as a slip and diving into an infinite well of collective thought. She will marvel at how I was able to survive, buoyed by countless threads of connection and universal consciousness, how I rode the wave aloft, kept me constant, my self as my own, to stand separate and singular from the gravity of the immeasurable collective. She'll be so proud. She'll come with me a second time. We'll dive through worlds together, loved and beloved. Neptune can wait.  \n\nI left the reach of the Veil's threads when I collided with the familiar angles of the Vex network… didn't I? Yes, I did. \n\nWhen I find her, I must reassure her that I remain myself. It was so tempting there, tumbling from the memories of a being that groans in staccato radiation to the mournful dirge of a planet itself. The Universe is aware, it is alive, and I rode its riptides far enough that for a while I worried my voice may thin into the chorus. But I was able to stay together through the only conviction that remained: that I am True. That although I felt innumerable mysteries in that place without form, I remained Maya all the same. Even among an endless Universe, I was always distinct. \n\nA sensation, impact, pressure, contact. I'm not certain I have hands, but whatever part of me exists is touching an object. It woke me.  \n\nI am me. And I need to SIT UP. \n\nEverything is fluid, but the urge to rise sloshes what part of me I decide is mine upwards, forwards. I have no eyes, no heart, but I feel for my edges and sense they are an endless, liquid expanse that plunges into the seams of the planet itself. \n\nUnnerving. Intriguing. It seems I am matter again. I recall Lakshmi-2, a fine false maquette, and hold its memory in place as I cling tight to the object in my hand.  \n\nSHAPE ME A BODY. \n\nMy outline condenses. I define my silhouette, my limbs, my fingers, what good was 1.5 meters of heartburn at night and high cholesterol, my body is now a vast and flawless sea. As I form my neck, I lift the object in my hand, and it shapes in turn. I wear it as a mantle, as a prize. I reach through my new body, and at the core of me, I am filled with a familiar acidic wriggling, the sour milk of the Vex, and I purge them out. \"I AM NOT VEX,\" I assert, and they spill from me as bile.  \n\nWhat I am left with is an Exo frame, and a mantle at my neck and a new voice in the back of my mind. I finish my eyes and see the current of milk dormant at my feet. I am unharmed, and still, I am not Vex.  \n\nThey respond to my command, I realize, my hand at the mantle around my neck. \n\n\"TELL ME HOW LONG HAS PASSED SINCE I LAST ENCOUNTERED THE VEX.\" \n\nThey do, through the Vex at my feet; they whisper it in unencoded ease. \n\nThe number is gargantuan. I begin to panic. \n\nIt is impossible, and my first thought is of her, her—  \n\n\"TELL ME WHERE CHIOMA ESI IS.\" \n\nThey search, and they tell me the woman who holds my heart in her hands has laid in a grave for hundreds of years. In a rage, I tell them to mutilate one another. The milk at my feet boils in violence. \n\nMy Chioma would not depart so mundanely. My Chioma would come find me, my Chioma is still here. My beloved does not rot in a grave. \n\nThe world itself is broken. Time itself has snapped. Chioma, my world, my life, cannot be dead. She must have joined the VexNet again; she would have searched for me there, sorted among the hundreds of copies of us to find the TRUE version of myself, HER Maya. So, too, will I search. I love her, I would know her in the darkness of a cave and the blinding glare of a sun. She is unique in all ways, precious and without fault. I know the real Chioma is alive. \n\n\"PRIMARY QUERY; FIND THE TRUE CHIOMA ESI,\" I command through my tears. \n\nShe is out there, searching for me in turn, and I will find the Chioma I already love. I know this. I know this.","icon":"/common/destiny2_content/icons/2cfd18dcf908263d3b1c129e383ea8ce.png"}}},"previousDefinitions":{},"otherDefinitions":{},"tableDiff":{"added":[],"unclassified":[1883196290],"removed":[],"reclassified":[],"modified":[]},"tableDiffSummary":{"added":0,"unclassified":1,"removed":0,"reclassified":0,"modified":0},"tableName":"DestinyLoreDefinition","missingTable":false,"versionDiffSummary":{"DestinyActivityDefinition":{"added":0,"unclassified":9,"removed":0,"reclassified":0,"modified":0},"DestinyCollectibleDefinition":{"added":0,"unclassified":5,"removed":0,"reclassified":0,"modified":0},"DestinyInventoryItemDefinition":{"added":0,"unclassified":35,"removed":0,"reclassified":0,"modified":17},"DestinyLoreDefinition":{"added":0,"unclassified":1,"removed":0,"reclassified":0,"modified":0},"DestinyMetricDefinition":{"added":0,"unclassified":1,"removed":0,"reclassified":0,"modified":0},"DestinyObjectiveDefinition":{"added":0,"unclassified":34,"removed":0,"reclassified":0,"modified":36},"DestinySandboxPerkDefinition":{"added":0,"unclassified":6,"removed":0,"reclassified":0,"modified":0},"DestinyPresentationNodeDefinition":{"added":0,"unclassified":1,"removed":0,"reclassified":0,"modified":0},"DestinyRecordDefinition":{"added":0,"unclassified":26,"removed":0,"reclassified":0,"modified":4},"DestinyVendorDefinition":{"added":0,"unclassified":0,"removed":0,"reclassified":0,"modified":2},"DestinyMilestoneDefinition":{"added":4,"unclassified":0,"removed":0,"reclassified":0,"modified":0}},"meta":{"buildDate":"2024-12-14T02:35:12.002Z"}},"__N_SSG":true}