{"pageProps":{"breadcrumbs":[{"date":"2023-03-23T19:01:40.369Z","to":"/version/88e2ca87-7551-4503-a5b5-2527c4531503"},{"label":"Lore","to":"/version/88e2ca87-7551-4503-a5b5-2527c4531503/DestinyLoreDefinition"}],"version":{"id":"88e2ca87-7551-4503-a5b5-2527c4531503","version":"114394.23.03.18.1900-1-bnet.49365","s3Key":"versions/88e2ca87-7551-4503-a5b5-2527c4531503/manifest.json","createdAt":"2023-03-23T19:01:40.369Z","updatedAt":"2023-03-23T19:01:40.369Z"},"definitions":{"4033010924":{"hash":4033010924,"index":2354,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"IV—Over the Water","description":"Mithrax stood among the trees at the edge of the Farm and looked out over the water. His Splicer faceplate, still connected to his chestpiece by a tangle of wires, hummed quietly on the ground behind him. \n\nHe turned to pull a ragged breath from the rebreather at his collar and noticed Devrim Kay sitting quietly on a stone outcrop at the edge of the tree line. The man acknowledged Mithrax with a nod.\n\n\"Devrim. Forgive me.\" Mithrax pulled his mask up by a fistful of wires and fumbled with the delicate clasps along its edges.\n  \nDevrim put a hand out to stop him. \"It's quite all right. I didn't mean to interrupt.\" \n\nMithrax stopped, his mask held in his hands, and turned back to the water.\n\n\"I understand if you'd rather be alone,\" Devrim said softly. \"But I wouldn't, in your place.\"\n\n\"You may remain,\" Mithrax said, his voice thinner without his vocal processor. He scratched absently at the old scars along the side of his face and winced as his claws found the fresh injuries caused by Eramis's Stasis blast.\n\n\"Seems you came through just fine,\" Devrim said, and the ease of his tone made Mithrax turn as if struck. The pain was bare on the old Eliksni's face, and Devrim blanched. \n\n\"No, terribly sorry, I didn't mean that as a slight,\" Devrim said, hand to his heart. \"I am relieved you survived. Genuinely.\"\n\nMithrax took a shaky pull of Ether and fastened his faceplate into place. He walked wordlessly away through the trees.\n\n***\n\n\"Excuse me, Mithrax.\"\n\nDevrim's voice felt uncomfortably close over Mithrax's in-helmet communicator. The Eliksni leaned against a tree, suddenly deeply tired.\n\n\"Sorry about the intrusion—I know a bit about piggybacking on Eliksni comms signals. That sounded horrible earlier, fantastically poor choice of words on my part. Mea culpa… ah, that's 'my fault' in an old Earth language. I do hope I'm not making this worse.\"\n\nMithrax resisted the urge to send a deafening spike of feedback over the signal. He held his arms to his abdomen as if to soothe the knot that formed there. \"I only live because of the sacrifice of a friend, and the pity of an enemy,\" Mithrax said sharply. \n\n\"If I may, from what I know of Amanda and Eramis, you live because you earned the respect of both,\" Devrim replied. \n\n\"Amanda protected my life with hers,\" Mithrax said, his voice wavering. \"I would not have agreed to such a trade.\"\n\n\"You told me 'our lives are not for us alone,'\" Devrim said gently. \"I think Amanda, of all people, would have agreed with that.\"\n\nA long silence fell over the comms. \n\n\"Mithrax,\" Devrim finally said, \"I've been thinking. With all this Queensguard business… is there a Kellsguard?\"\n\nThere was a soft hiss of static, a click, and silence. \"A kell does not need protection,\" came the grumbled response from behind Devrim, nearly startling him off his seat.\n\nDevrim turned and looked up into the pulsing pink lights of Mithrax's faceplate. \"'Protection' is the wrong word for it,\" he said. \"Perhaps simply 'help'?\"\n\nMithrax stood motionless for a moment, then waved Devrim to the side with one of his lower arms.\n\nThe man made room, and the Eliksni sat down beside him. The two sat in silence, looking out over the water together.","icon":"/common/destiny2_content/icons/2a1e6ab2067e4276356474afebe6a939.png"}}},"previousDefinitions":{},"otherDefinitions":{},"tableDiff":{"added":[],"unclassified":[4033010924],"removed":[],"reclassified":[],"modified":[]},"tableDiffSummary":{"added":0,"unclassified":1,"removed":0,"reclassified":0,"modified":0},"tableName":"DestinyLoreDefinition","missingTable":false,"versionDiffSummary":{"DestinyActivityDefinition":{"added":0,"unclassified":1,"removed":0,"reclassified":0,"modified":0},"DestinyUnlockDefinition":{"added":4,"unclassified":12,"removed":0,"reclassified":0,"modified":0},"DestinyUnlockValueDefinition":{"added":1,"unclassified":9,"removed":0,"reclassified":0,"modified":0},"DestinyInventoryItemDefinition":{"added":0,"unclassified":11,"removed":0,"reclassified":0,"modified":56},"DestinyLocationDefinition":{"added":0,"unclassified":1,"removed":0,"reclassified":0,"modified":0},"DestinyLoreDefinition":{"added":0,"unclassified":1,"removed":0,"reclassified":0,"modified":0},"DestinyObjectiveDefinition":{"added":2,"unclassified":13,"removed":2,"reclassified":0,"modified":4},"DestinyPresentationNodeDefinition":{"added":2,"unclassified":0,"removed":2,"reclassified":0,"modified":4},"DestinyRecordDefinition":{"added":0,"unclassified":1,"removed":0,"reclassified":0,"modified":4},"DestinyUnlockExpressionMappingDefinition":{"added":2,"unclassified":0,"removed":2,"reclassified":0,"modified":0}},"meta":{"buildDate":"2024-12-14T00:21:40.454Z"}},"__N_SSG":true}