{"pageProps":{"breadcrumbs":[{"date":"2022-10-04T17:35:11.533Z","to":"/version/f46d7245-56b3-4834-a81f-9feef90658cc"},{"label":"Lore","to":"/version/f46d7245-56b3-4834-a81f-9feef90658cc/DestinyLoreDefinition"}],"version":{"id":"f46d7245-56b3-4834-a81f-9feef90658cc","version":"108869.22.09.24.1900-2-bnet.46665","s3Key":"versions/f46d7245-56b3-4834-a81f-9feef90658cc/manifest.json","createdAt":"2022-10-04T17:35:11.533Z","updatedAt":"2022-10-04T17:35:11.533Z"},"definitions":{"2988431730":{"hash":2988431730,"index":2140,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"VI - HAND-TO-HAND","description":"Saint-14 and Lord Shaxx stood shoulder to shoulder outside The Ether Tank, Spider's establishment in the Eliksni Quarter. They were kitted out with full armor and a close-quarters arsenal. Shaxx unholstered his sidearm and confirmed that the clip was full. Saint stared at the bar's entrance and slowly spun the cylinder on his hand cannon with a methodical click, click, click.\n\nThey glanced at each other and shared a nod. They were ready for trouble.\n\nWhen the Titans stepped through the saloon doors, the whole crowd froze. The Guardians towered above the seated patrons, their helmeted heads the blank visages of death. They slowly stalked the perimeter of the room, moving in opposite directions, optimizing their fields of fire, prioritizing their targets.\n\nThe Humans in the room slowly crept toward the exit and, once clear of the doorway, bolted into the night. The Eliksni edged their many hands toward wire rifles and Arc spears.\n\nThere was a moment of silence before the coming storm.\n\n* * *\n\nA short time later, disarray filled the room: Eliksni lay strewn across the floor. Dregs cowered behind the bar. \n\nIn the center of the chaos stood three Wretches, facing off against Saint-14—his fist crackled with Arc energy. The Wretches approached in a line, holding hands to create a chain. Then slowly, solemnly, the two Wretches on either end reached out in unison and grabbed Saint's fist.\n\nThe Wretches' cloth wrappings sizzled, and the lenses on their helmets flared as the Arc coursed through them. However, they did not break contact, and the circuit remained intact.\n\nFrom a nearby table, Shaxx's massive voice counted out, \"…SEVEN, EIGHT, NINE, TEN!\"\n\nSaint let his Light ebb, and the Wretches staggered backward. There was a moment of silence before Shaxx boomed, \"And the winner is… THE SKIFFBLADES!\"\n\nHalsiks, a Vandal in service to the Guardian, leapt into the arms of the Wretches, and the four of them bounced up and down in jubilation. An Eliksni lying on the floor feebly lifted their upper arms in celebration.\n\n\"The next round,\" Shaxx continued, \"is on the great Titan, the Violet King… THE SAINT!\"\n\nSaint-14 nodded grudgingly to the Dreg behind the bar, who was peering over the edge in apprehension. Any Eliksni who could still walk began mobbing the bar for a concoction at the Titan's expense.\n\nHalsiks approached Saint and tapped at his metal breastplate playfully. He drummed a complex polyrhythm and chittered excitedly. \n\n\"Yes, you're welcome,\" Saint replied dourly. \"But don't get used to it! I will not fall for the same scheme again.\"\n\n\"Today will live in infamy!\" Shaxx declared, clapping Saint on the back. \"The day the Hero of Six Fronts was bested by three Wretches and eight liters of rotgut!\"\n\nSaint harrumphed. \"This is why I prefer pigeons to people,\" he muttered.","icon":"/common/destiny2_content/icons/64a091e20f039c2d95cff84fe862b728.png"}},"3603776997":{"hash":3603776997,"index":2145,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"III - Chosen","description":"My mother could not keep me swaddled to her chest forever. I was no longer a child, and no longer in need of sheltering. I was my own person, and it was time that she understood that. I knew that she loved me. Because she shared her Ether with me. Because she killed those who harmed me. Because she wanted better for me than the life we had. But we are not always the arbiters of our own fate. \n\nI aspired to nothing short of her approval. She was our inspiration, our leader, our hope. Kell of our House and protector of our people. She who gave me a name that meant \"strength above all else.\" She named me Misraaks, and I was now strong enough to bear it.\n\nOn the day I told her I was capable of raiding at her side, we sat together in the cargo hold of our Ketch. There was not the pride in her eyes I had hoped for. She was transfixed by the medallion around my neck, an icon of the Great Machine. One I had taken from the corpse of a Splicer. One I had earned through blood. She tore it from my neck, crushed it in her hand. \n\n\"This will not protect you!\" she shouted at me. \"This will only lead you to death!\" I had never feared my mother before, but I had never seen her look at me the way she did that day. She pushed me up against a wall with her upper arms and pressed the bent charm against my brow. \"No son of mine will beg for scraps in the shadow of the Abandoner.\"\n\nBut even as she threatened me, I felt her press something into one of my hands: a reliquary, one of the few she had forged from the treasures of the Moon. She saw the recognition on my face and stepped back, releasing me. I could tell she wanted me to inspect it. I had never seen one of the reliquaries up close before, and though the glass was clear, the oily fluid inside obscured everything embalmed within. Yet still, I felt its presence worming behind my eyes like roots of a great tree burrowing into soil.\n\nIt whispered to me. Not with words, but with promises blooming behind my eyes in visions of glory. When I looked up to my mother, I asked her why we could not have both. Why we could not seek the power we had stolen from the Moon and simultaneously earn the right to seek refuge beneath the Great Machine once more. \n\n\"You are brave and curious,\" My mother mused, \"But you do not yet understand the brutality of the world.\" Then she showed me. She drove a knife into my side, twisted it, and split my carapace apart. I did not give her the satisfaction of hearing me scream. \n\n\"Let this be your first lesson,\" she said to me. \"You are my crew now, and when your crew questions your leadership, you make an example of them.\"\n\nShe drew the knife out of my side and handed it to me. \"Never forget that.\"\n\nI promised her I wouldn't.","icon":"/common/destiny2_content/icons/fbce657b0b863b11100bfb2df9085ba4.png"}}},"previousDefinitions":{},"otherDefinitions":{},"tableDiff":{"added":[],"unclassified":[2988431730,3603776997],"removed":[],"reclassified":[],"modified":[]},"tableDiffSummary":{"added":0,"unclassified":2,"removed":0,"reclassified":0,"modified":0},"tableName":"DestinyLoreDefinition","missingTable":false,"versionDiffSummary":{"DestinyCollectibleDefinition":{"added":0,"unclassified":0,"removed":0,"reclassified":0,"modified":3},"DestinyInventoryItemDefinition":{"added":0,"unclassified":2,"removed":0,"reclassified":0,"modified":4},"DestinyLoreDefinition":{"added":0,"unclassified":2,"removed":0,"reclassified":0,"modified":0},"DestinyObjectiveDefinition":{"added":0,"unclassified":0,"removed":0,"reclassified":0,"modified":3},"DestinyRecordDefinition":{"added":0,"unclassified":2,"removed":0,"reclassified":0,"modified":6},"DestinyVendorDefinition":{"added":0,"unclassified":0,"removed":0,"reclassified":0,"modified":1}},"meta":{"buildDate":"2024-12-14T02:34:13.956Z"}},"__N_SSG":true}