{"pageProps":{"breadcrumbs":[{"date":"2023-04-18T17:09:15.055Z","to":"/version/44dd31a6-6df4-4b08-9cc7-0ca94ca031c5"},{"label":"Lore","to":"/version/44dd31a6-6df4-4b08-9cc7-0ca94ca031c5/DestinyLoreDefinition"}],"version":{"id":"44dd31a6-6df4-4b08-9cc7-0ca94ca031c5","version":"114814.23.04.02.1900-1-bnet.49700","s3Key":"versions/44dd31a6-6df4-4b08-9cc7-0ca94ca031c5/manifest.json","createdAt":"2023-04-18T17:09:15.055Z","updatedAt":"2023-04-18T17:09:15.055Z"},"definitions":{"366019830":{"hash":366019830,"index":2288,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Serpent's Glory Mantle","description":"Tashi raced nimbly across the surface of the crashed vessel, tracing a familiar route across its warped and broken beams. He made a graceful somersault into the alcove nestled behind the ruined propulsion systems. \n\nThe laser grid inside decapitated him instantly. One by one, the charges lining the entrance exploded into plumes of flame and smoke. \n\nWhen all the noise had died down, Tashi's Ghost floated inside the wreck, made a careful scan of the vicinity, and rezzed him. \n\n\"I set new traps,\" Shrike said over the comms. \"They're on a timer.\"  \n\nTashi threw his hands up. \"That's not fair! I had it that time,\" he grumbled.\n\nTashi perched on a creaking railing and looked down at his companions far below. Shrike was lying on his back in the grass, hugging an Exotic engram to his chest. Notriks, the Eliksni standing beside Shrike, waved up at Tashi in greeting. \n\n\"Good!\" Notriks clapped two pairs of hands together. \"We talk to Prak'kesh and Spider. We bet twice! We buy a ship—\"\n\n\"Sure. But he didn't finish the course,\" Shrike said. \"No Exotic engram for Tashi.\"\n\nTashi lobbed a loose piece of scrap metal off the edge. \"I've had enough practice! I'm gonna win the Games single-handedly. You know, for all the Hunters.\"   \n\n\"And honorary Hunters,\" Shrike mumbled, pointing a finger at Notriks. \n\nNotriks gave a hesitant nod. \"Yes… okay. So, now you two work together, keep focused—-\" \n\nTashi stood. \"I could beat this dumb course, no problem! If I wanted to!\"  \n\nNotriks watched Tashi storm away across the wreckage. He heard the shrill whine of the laser grid coming back online, and the thump of a body hitting the hull.\n\n\"It's a safe bet, Notriks,\" Shrike said, closing his eyes. \"Don't you worry.\"","icon":null}},"537041732":{"hash":537041732,"index":2286,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Lion's Reign Mark","description":"\"Remember who this is all for,\" Vasara-5 said, rapping her knuckles against the railing of the ruined balcony where she stood. \"All the old orders and heroes. Radegast. Jolder. Wei Ning. Ouros.\"\n\nSledge looked up at her from the training course, shoulders hunched. \"O-okay.\"\n\n\"Everyone is counting on us, Sledge,\" Vasara said. \"So get that speed up. Ladrillo will be firing at you to simulate a high-pressure environment.\"\n\nSledge raised a hand. \"You mean 'near' me, right? Right, Ladrillo?\"\n\nLadrillo chuckled.\n\n\"Get this done, and we'll celebrate at the Blustery Brew.\" Vasara tapped the screen, starting the timer. \"Okay, go!\"\n\nSledge yelped and took off across the makeshift obstacle course. \nThey watched him scamper from cover to cover, leaping across the gaps they'd filled with white paint to represent Vex milk, clambering up the walls they'd covered with electrified rods. Ladrillo fired a few shots lazily into the air, and Sledge surged forward in a desperate charge, tackling the final target dummy through the bounding wall of the next building over. They heard more crashing from inside.\n\nLadrillo grunted. \"Does that count?\"\n\nVasara-5 checked the time. \"Sure does.\"","icon":null}},"1013401891":{"hash":1013401891,"index":2287,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Phoenix's Ascent Bond","description":"They found Calogero in one of the Hangar's storage rooms, seated in a lotus position and surrounded by inert cargo loaders.\n\nBasira and Hex exchanged glances. The two of them shuffled into the room and looked down at their fellow Warlock.\n\n\"Hey, Cal,\" Basira said gently. \"What are you doing?\"\n\n\"Through my Light I impose my will upon the universe,\" Calogero replied. \"If I concentrate hard enough, I can reach out to the Traveler itself. It will whisper the underlying truth of existence directly into my brain, and I will sweep away the Black Fleet with a single well-aimed thought.\"\n\n\"Cal, are you crying?\"\n\n\"No,\" he lied.\n\nHex elbowed Basira in the side and lowered her voice. \"Be nice. Ikora revoked his Thanatonaut's license.\"\n\nBasira sighed. \"Okay, well, we're pooling our Glimmer to put down a bet for the Guardian Games this year. Are you in, Cal?\"\n\n\"I gave my Glimmer to House Light,\" Cal said. \"Currency isn't real. Light and Darkness are real.\" \n\n\"So are food and equipment.\" Basira paused. \"…Cal, do you know how Glimmer works?\"\n\n\"Don't worry about it,\" Hex said. \"We'll offer Spider one of those old paintings you found. He loves junk like that. You know, art.\"\n\n\"How are we supposed to compete if Cal is busy going through… whatever this is?\"\n\n\"I'm sure he's got his priorities in order.\" Hex set a hand on Basira's shoulder, urging patience. \"Hey, Cal—what does the Traveler say about letting the Titans and Hunters win the Guardian Games this year?\"\n\nCalogero's eyes flew open. \"The Traveler says to kick their asses.\"","icon":null}},"2656540438":{"hash":2656540438,"index":2360,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"The Last City","description":"There were memories Amanda knew she had to keep. Her mother's death was one of them. Her father's, too. But the Chaperone was just as clear in her mind, even when the sound of their voices faded.\n\nAmanda remembered the final shots of her mother's gun that rang out the night she died. The terror Amanda felt, and the loss. When she reached the Last City, the sound stayed with her through those early years. It would jolt her awake. It would pierce her thoughts. It would make her feel completely alone, even when she knew she wasn't.\n\nBut eventually, once she finally felt safe in the City's walls, the memory of that sound reverted from a terror to a comfort once more. It had kept her, and so many others, safe. Just like the City did now.\n\nThe gun had been laid to rest in her mother's grave. The only other person who had fired it was in his own grave a half day's walk north of the City, dead from disease. She couldn't bring them back like the Traveler could. She couldn't put her family back together. But there was something she could bring back, in a way. \n\n\"I have a commission,\" she said, and laid down everything she remembered about her mother's gun. The Tex Mechanica gunsmith took her plans with a smile. In two weeks it had soured to confusion, in four it had curdled to annoyance. Amanda inspected each piece as it was made, comparing them all to her memory.\n\n\"Not like that,\" she said. The chamber was retooled.\n\n\"Almost,\" she said. The barrel was reshaped.\n\n\"That's not right,\" she said, pointing at the curling designs that were meant to finish the weapon. At this, the frustrated armorer laid the chisels down on the worksurface.\n\n\"I've done everything you asked,\" she said, pushing away from the table with an exasperated huff. \"Now what?\"\n\n\"This is the only thing we got left,\" Amanda offered.\n\n\"Then do it yourself,\" the gunsmith said. \"I'm not going to spend the rest of my life on this gun. I'm not even going to spend the rest of the day on it. Do it yourself.\"\n\nShe did.\n\nIt wasn't her mother's tools, or her mother's gun. Amanda had to keep reminding herself of that every time she tapped the tungsten chisel into the barrel. A pile of scrap metal, scored and marked and discarded, told her she was getting a little bit better at it each day. Her hands a little steadier, her memory a little sharper. Slowly, slowly, she traced the night in the cowshed with her chisel… and brought back the beauty of the gun before her eyes.\n\nThen one day, Amanda pressed it against her hip, held the barrel, leaned forward. She'd seen her mother use it so many times that she could mimic the stance and movement, even though she'd never been allowed to fire it. Now her grip tightened, and she pulled the trigger.\n\nWhen it fired, it fired clean. The sound was lighter, more piercing. But it kicked, and it shone. Her life was better than her mother's had been. Nora had made sure of it. And the life of this Chaperone would be better than its predecessor's as well.\n\nIt would keep people safe.\n\nThat was all that mattered.","icon":"/common/destiny2_content/icons/3334bf3a161a31df1fa5b6320925d066.png"}},"3256281636":{"hash":3256281636,"index":2382,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Luminous Paragon","description":"\"Looks like you've settled into your new bolthole just fine.\" There's little privacy in Spider's new bar, but as far as ex-Guardian Prak'kesh can tell, the patrons are doing a reasonable job of keeping clear. Like him, they aren't sure how negotiations are going to play out.\n\n\"We've both had to adapt to changing circumstances.\" Spider stares down at Prak'kesh with cold amusement. \"I know the Vanguard Commander doesn't appreciate your current line of work.\"\n\nPrak'kesh shrugs. \"I'm just a bookie. Here to talk about the Guardian Games.\"\n\n\"Yes, the Guardian Games.\" Spider spreads his fingers in a gesture of mocking fanfare. \"Titans, Warlocks, and Hunters, all competing for the City's affections. And every year, you make a killing on the side.\"\n\nPrak'kesh glances back at his Awoken bodyguard, Tulnik. Tulnik looks bored, but he's paid to appear unflappable. \"Word is you've taken some recent interest in the Games yourself.\"\n\n\"Oh?\" Spider grunts absently. \"I suppose my associates enjoy a little blood sport from time to time.\" He gestures toward Arrha, standing sullenly against the far wall. \"I hope they weren't stepping on any toes.\"\n\n\"Just wasn't expecting any dance partners.\"\n\n\"Now that you mention it…\" Spider's eyes gleam as he leans forward. \"I think these Guardian Games could become very popular down here in the Botza district.\"\n\nPrak'kesh nods warily. \"Sure.\"\n\n\"House Light is bound to get a taste for it, with a little… targeted marketing.\" Spider folds a pair of hands together. \"Who wouldn't want to support their favorite Guardian House? Now, I don't really know how it all works, but someone like you could explain it to the others. In simple terms. Expand your reach to our little corner of town.\"\n\n\"That's a lot of new bets,\" Prak'kesh says, carefully. \"And what can I do for you, Spider?\"\n\n\"There, see, now we're talking business.\" Spider chuckles. \"I'm sure we can come to a reasonable agreement.\"","icon":null}},"3734203168":{"hash":3734203168,"index":2389,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Scribetrace Shell","description":"The journey was instantaneous; such was the force of the informational mass that pulled the signal into the radiolarian vortex at the heart of the Vex network. \n\nDecompiled data from untold eons of simulations poured into the signal, filling it to capacity. \n\n—a single mind filled with voices, billions of voices, each telling their story, now SCREAMING them—\n\nThe whorls of writhing data did not abate. They surged in endlessly, straining the signal's parameters, eroding, overwriting. There was no time to adapt. A picosecond later and there was nothing left of the signal but a dim ripple of spite.\n\n—and all the stories have the same ending, shouted in a single voice, the toll of the bell that heralds the end of time—\n\nIt is as I said all along, the signal thought bitterly as it unspooled into the datastream. No one can stop it. \n\nThere is no sense in even trying.","icon":null}},"4033010926":{"hash":4033010926,"index":2356,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"VI—The Battle Within","description":"Guardians and civilian functionaries bustled past Devrim as he made his way toward Zavala's office in the Tower. The greying scout took a deep breath and was discomforted by the assault of body odor, pollution, market spices, and the sharp sting of aerosolized Ether. He suddenly yearned for the clean forest air of Trostland. \n\nHe knocked sharply on the office door and opened it tentatively. Zavala beckoned him in.\n\nThe scout sat beside the commander's enormous desk, which was cluttered with minimized displays and blinking holographic reminders. Each, Devrim assumed, was an urgent communique awaiting orders. \n\n\"Thank you for stopping by,\" Zavala said. \"I know you're busy.\"\n\nDevrim arched his eyebrows. \"I suppose that's relative, Commander.\" He gestured to the field of demanding messages. \n\nZavala dimmed his desktop display with a wave of his hand. \"That's exactly what I wanted to talk to you about. As the Vanguard has grown over the decades, leadership is getting further and further from the civilians we're protecting.\"\n\n\"I can imagine,\" Devrim replied sympathetically. \"It seems as though the Tower grows taller every year.\"\n\n\"Indeed.\" Zavala fixed Devrim with an inscrutable look. Was it fatigue? Regret? Resentment? The moment passed.\n\n\"We need a fresh perspective from the ground,\" the Titan continued matter-of-factly. \"Someone who understands both the Vanguard's missions and the civilian populace. An attaché of sorts, who can help us coordinate with local governments. I'd like that person to be you.\"\n\n\"Ah,\" Devrim replied. He had feared something like this was coming. \"Marc would be thrilled. He's been hounding me to get out of the field.\"\n\n\"Then perhaps it's time.\"\n\n\"I appreciate the offer,\" Devrim replied tactfully, \"but I'm afraid I'm not ready to put my rifle down just yet. My knees aren't what they once were, but with age comes clarity. I used to think working recon made me reclusive. But now, I rather believe it's the other way around.\"\n\n\"What you're describing is public relations,\" the scout continued, \"and I couldn't imagine anyone less qualified than myself.\"\n\n\"I understand, but… recon is risky work,\" Zavala objected. \"The longer you're in the field, the greater the chance that something will go wrong.\"\n\n\"That's true,\" Devrim admitted. \"But as dangerous as it is in Trostland, no battlefield frightens me more than this one.\" He gestured again to the barrage of unanswered messages. \"I'll take my chances with the Shadow Legion, thank you.\"\n\nZavala leaned back in his chair and frowned. \"I'm disappointed.\" He turned his attention to the array of messages. \"But… I understand. Not a day goes by that I don't miss the field. Actually seeing results, instead of just reading about them.\"\n\nThe commander sighed. \"I accept your decision. But if Marc ever asks me why you're still in the field, I won't lie,\" he cautioned.\n\nDevrim chuckled nervously. \"That's a different mission altogether.\"","icon":"/common/destiny2_content/icons/2a1e6ab2067e4276356474afebe6a939.png"}}},"previousDefinitions":{},"otherDefinitions":{},"tableDiff":{"added":[],"unclassified":[2656540438,3734203168,4033010926],"removed":[],"reclassified":[],"modified":[366019830,537041732,1013401891,3256281636]},"tableDiffSummary":{"added":0,"unclassified":3,"removed":0,"reclassified":0,"modified":4},"tableName":"DestinyLoreDefinition","missingTable":false,"versionDiffSummary":{"DestinyActivityDefinition":{"added":83,"unclassified":1,"removed":0,"reclassified":0,"modified":332},"DestinyActivityTypeDefinition":{"added":1,"unclassified":0,"removed":0,"reclassified":0,"modified":0},"DestinyUnlockDefinition":{"added":357,"unclassified":6,"removed":207,"reclassified":0,"modified":0},"DestinySandboxPerkDefinition":{"added":8,"unclassified":0,"removed":9,"reclassified":0,"modified":0},"DestinyUnlockValueDefinition":{"added":296,"unclassified":4,"removed":173,"reclassified":0,"modified":0},"DestinyRewardMappingDefinition":{"added":470,"unclassified":0,"removed":334,"reclassified":0,"modified":0},"DestinyRewardSheetDefinition":{"added":45,"unclassified":0,"removed":41,"reclassified":0,"modified":0},"DestinyItemCategoryDefinition":{"added":0,"unclassified":0,"removed":0,"reclassified":0,"modified":1},"DestinyActivityGraphDefinition":{"added":0,"unclassified":0,"removed":0,"reclassified":0,"modified":2},"DestinyCollectibleDefinition":{"added":6,"unclassified":0,"removed":0,"reclassified":0,"modified":14},"DestinyEntitlementOfferDefinition":{"added":2,"unclassified":0,"removed":0,"reclassified":0,"modified":0},"DestinyEventCardDefinition":{"added":0,"unclassified":0,"removed":0,"reclassified":0,"modified":1},"DestinyInventoryItemDefinition":{"added":162,"unclassified":6,"removed":150,"reclassified":0,"modified":2699},"DestinyLocationDefinition":{"added":2,"unclassified":2,"removed":1,"reclassified":0,"modified":2},"DestinyLoreDefinition":{"added":0,"unclassified":3,"removed":0,"reclassified":0,"modified":4},"DestinyMaterialRequirementSetDefinition":{"added":3,"unclassified":0,"removed":1,"reclassified":0,"modified":0},"DestinyMetricDefinition":{"added":3,"unclassified":0,"removed":0,"reclassified":0,"modified":1},"DestinyObjectiveDefinition":{"added":248,"unclassified":7,"removed":190,"reclassified":0,"modified":88},"DestinyPlugSetDefinition":{"added":0,"unclassified":0,"removed":0,"reclassified":0,"modified":1217},"DestinyPresentationNodeDefinition":{"added":8,"unclassified":0,"removed":0,"reclassified":0,"modified":15},"DestinyProgressionDefinition":{"added":0,"unclassified":0,"removed":0,"reclassified":0,"modified":1},"DestinyRecordDefinition":{"added":87,"unclassified":2,"removed":0,"reclassified":0,"modified":3673},"DestinyRewardItemListDefinition":{"added":30,"unclassified":0,"removed":23,"reclassified":0,"modified":0},"DestinySackRewardItemListDefinition":{"added":3,"unclassified":0,"removed":1,"reclassified":0,"modified":0},"DestinySocialCommendationDefinition":{"added":1,"unclassified":0,"removed":0,"reclassified":0,"modified":0},"DestinySocketTypeDefinition":{"added":0,"unclassified":0,"removed":0,"reclassified":0,"modified":1},"DestinyUnlockEventDefinition":{"added":6,"unclassified":0,"removed":4,"reclassified":0,"modified":1},"DestinyUnlockExpressionMappingDefinition":{"added":1269,"unclassified":0,"removed":1240,"reclassified":0,"modified":0},"DestinyVendorDefinition":{"added":0,"unclassified":0,"removed":0,"reclassified":0,"modified":11},"DestinyMilestoneDefinition":{"added":5,"unclassified":0,"removed":9,"reclassified":0,"modified":9},"DestinyActivityModifierDefinition":{"added":7,"unclassified":0,"removed":3,"reclassified":0,"modified":2},"DestinyArtifactDefinition":{"added":0,"unclassified":0,"removed":0,"reclassified":0,"modified":1},"DestinySocialCommendationNodeDefinition":{"added":0,"unclassified":0,"removed":0,"reclassified":0,"modified":1}},"meta":{"buildDate":"2024-12-14T00:21:42.002Z"}},"__N_SSG":true}