{"pageProps":{"breadcrumbs":[{"date":"2021-09-02T17:49:23.144Z","to":"/version/b8cd099a-ef67-4d63-a886-450b450f47c6"},{"label":"Lore","to":"/version/b8cd099a-ef67-4d63-a886-450b450f47c6/DestinyLoreDefinition"}],"version":{"id":"b8cd099a-ef67-4d63-a886-450b450f47c6","version":"97180.21.08.26.1700-5-bnet.39956","s3Key":"versions/b8cd099a-ef67-4d63-a886-450b450f47c6/manifest.json","createdAt":"2021-09-02T17:49:23.144Z","updatedAt":"2021-09-02T17:49:23.144Z"},"definitions":{"2786418828":{"hash":2786418828,"index":1833,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"II - The Pigeon and the Splicer","description":"Saint-14 sits with his Ghost, Geppetto, in his Gray Pigeon jumpship. \"You do not want me to go alone?\"\n\n\"You should not go alone, Brother Saint. The system is in a volatile state.\" \n\nSaint sighs. \"There is not a Guardian in the Tower who does not wish to ask me about Osiris. I cannot, Geppetto.\" \n\n\"Then do not ask a Guardian,\" Geppetto presses.\n\nMithrax is finishing repairs on a Shank when he sees Saint-14 transmat into the Botza District. He watches the Saint greet a pair of Eliksni startled by his materialization. He watches the Guardian bow and the Eliksni hesitantly bow back. Saint-14 catches Mithrax's gaze and extends an arm toward him, as if asking permission to enter his workshop. It is not needed. \n\nMithrax stands and welcomes Saint-14 as he crosses the threshold. \n\n\"Vell-ahsk,\" Saint manages. \n\nMithrax chatters. \"Velask, Saint.\" \n\n\"May we speak alone?\" \n\n\"Of course.\" Mithrax shuts and latches a door clearly transplanted from a Ketch. \"Speak freely.\"\n\n\"I would not normally come to you asking for favors,\" Saint says, pacing.\n\n\"House Light will aid you if we are able.\"\n\nSaint nods to himself. \"Osiris, the real Osiris—Savathûn took his form and hid him away. Or so she says.\"\n\nMithrax bows his head. \"The true Osiris is innocent? All is not as dire as we presumed.\"\n\n\"So it would seem. I need to find Osiris. I want to take away the Witch Queen's leverage. When she is broken, the Reef Queen can have her,\" Saint growls.\n\n\"Mara Sov has returned?\" Mithrax drags sharply on his rebreather. \"Grand pieces are in motion. How do I assist?\"\n\n\"I am searching for the exact spot Sagira fell. Savathûn captured him there, I know it,\" Saint says.\n\n\"The name Sagira was spoken often in House of Wolves, with respect. House Dusk told all Houses Sagira fell on Earth's moon, but I know not where. May she find peace in the Light.\"\n\n\"She is missed.\" Saint holds a moment in reverence. \"Osiris's last transmission was from beneath the Moon's surface. But the Pyramid's interference made it impossible to determine the exact location. It is too large an area to search.\"\n\n\"Hive machines are without spirits. Morbid constructs a Splicer's gauntlet cannot access for information,\" Mithrax says apologetically. \"But I wish to help the Saint, as the Saint helped Misraaks and House Light.\" \n\n\"Then… your company would be appreciated as I search.\"\n\nMithrax is lost in thought momentarily before his eyes sharpen. \"The Vex on Europa kept records of defeated Guardians. And likely, Ghosts. It may be possible to find Sagira's gravesite using their network.\"\n\n\"What?\" Saint exclaims.\n\n\"Perhaps it is their proximity to Darkness that causes them to do so. But Misraaks has seen such records, as I explored their network for knowledge to affix Splicer technology to Guardian arms.\"\n\n\"You sound like a Warlock, so I trust you. Show me how we do this.\"\n\n***\n\n\"Europa,\" Saint mutters. \"Could we not have gone somewhere warmer?\" he asks, dismounting his Ram Sparrow on a cliff overlooking the Asterion Abyss. \"I am used to the simulated sun of Mercury.\"\n\nMithrax dismounts beside Saint. \"Vex apertures on Europa afford unique opportunity. We seek an invitation into that opportunity.\"\n\nSaint rolls his shoulders. \"We crush Vex Mind and use its brain like key. Yes, yes. This is not news to me. You forget I spent many years in Infinite Forest.\"\n\n\"A brutal, but apt description.\" Mithrax chitters to himself. \"We will have to draw out a Vex Mind. The override integration here remains active. The Light provides.\"\n\n\"You splice computer hole. I crush the Mind.\" Saint starts to walk forward but then halts abruptly. \"Do not drop me into computer hole.\"\n\n\"Misraaks will warn the Saint first.\"\n\n \"You better.\" Saint turns to the Eliksni. \"I joke about the cold, Light-friend, but I am glad to have you here.\"\n\n\"I share in your glad, Saint.\"\n\nThey walk together. Swiftly, Mithrax forges the integration. As they come under fire, a violet refuge takes hold around him—he stands within the Saint's Ward, fearless and with clear sight.\n\nThe Vex are numerous. They too know the Saint. He lives up to their records. The Mind is broken.","icon":"/common/destiny2_content/icons/cfe3b2aee141b86b8bf2f6dce30dd0ea.png"}}},"previousDefinitions":{},"otherDefinitions":{},"tableDiff":{"added":[],"unclassified":[2786418828],"removed":[],"reclassified":[],"modified":[]},"tableDiffSummary":{"added":0,"unclassified":1,"removed":0,"reclassified":0,"modified":0},"tableName":"DestinyLoreDefinition","missingTable":false,"versionDiffSummary":{"DestinyActivityDefinition":{"added":0,"unclassified":0,"removed":0,"reclassified":0,"modified":6},"DestinyUnlockDefinition":{"added":1,"unclassified":0,"removed":0,"reclassified":0,"modified":0},"DestinySandboxPerkDefinition":{"added":0,"unclassified":0,"removed":0,"reclassified":0,"modified":4},"DestinyUnlockValueDefinition":{"added":0,"unclassified":1,"removed":5,"reclassified":0,"modified":0},"DestinyRewardMappingDefinition":{"added":0,"unclassified":0,"removed":5,"reclassified":0,"modified":0},"DestinyCollectibleDefinition":{"added":1,"unclassified":0,"removed":0,"reclassified":0,"modified":1},"DestinyInventoryItemDefinition":{"added":0,"unclassified":1,"removed":0,"reclassified":0,"modified":75},"DestinyLoreDefinition":{"added":0,"unclassified":1,"removed":0,"reclassified":0,"modified":0},"DestinyMetricDefinition":{"added":0,"unclassified":0,"removed":1,"reclassified":0,"modified":0},"DestinyObjectiveDefinition":{"added":0,"unclassified":1,"removed":0,"reclassified":0,"modified":7},"DestinyPlugSetDefinition":{"added":0,"unclassified":0,"removed":0,"reclassified":0,"modified":3},"DestinyPresentationNodeDefinition":{"added":0,"unclassified":0,"removed":0,"reclassified":0,"modified":2},"DestinySeasonDefinition":{"added":0,"unclassified":0,"removed":0,"reclassified":0,"modified":1},"DestinyUnlockExpressionMappingDefinition":{"added":234,"unclassified":0,"removed":232,"reclassified":0,"modified":0},"DestinyVendorDefinition":{"added":0,"unclassified":0,"removed":0,"reclassified":0,"modified":3},"DestinyEnergyTypeDefinition":{"added":1,"unclassified":0,"removed":0,"reclassified":0,"modified":0}},"meta":{"buildDate":"2024-12-14T00:20:58.393Z"}},"__N_SSG":true}