{"pageProps":{"breadcrumbs":[{"date":"2022-05-03T16:49:40.458Z","to":"/version/50f93dc2-89fb-4d16-a272-1f97b429c1ff"},{"label":"Lore","to":"/version/50f93dc2-89fb-4d16-a272-1f97b429c1ff/DestinyLoreDefinition"}],"version":{"id":"50f93dc2-89fb-4d16-a272-1f97b429c1ff","version":"104642.22.04.26.1901-1-bnet.44142","s3Key":"versions/50f93dc2-89fb-4d16-a272-1f97b429c1ff/manifest.json","createdAt":"2022-05-03T16:49:40.458Z","updatedAt":"2022-05-03T16:49:40.458Z"},"definitions":{"223597399":{"hash":223597399,"index":1904,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Medal Mantle","description":"Prak'kesh was relieving himself against the base of the Tower when his bodyguard, Tulnik, gave a sharp whistle.  \n\nThe bookie hurriedly arranged himself and whirled around to find a trio of Hunters walking through the courtyard. Tulnik kept his eyes on the fireteam while whispering from the side of his mouth, \"You're still unzipped.\"\n\nPrak'kesh scoffed. \"Worry about them, not my—Alphanis-2! Good to see you!\" the bookie suddenly shouted in greeting as one of the Hunters approached. \"Come to put a few more engrams on tonight's matches?\"\n\nThe fireteam leader rested his hand coolly on his sidearm. His compatriots lollygagged in the courtyard, juggling knives back and forth. \n\n\"Actually, I've come to call off our bets,\" Alphanis-2 said casually. \n\nPrak'kesh furrowed his brow. \"Why's that? Not like you to miss opening night of the Games.\"\n\nThe Hunter shrugged. \"We got better odds elsewhere.\" \n\nTulnik's eyebrows shot up. Prak'kesh's blinked slowly, as if he'd been slapped. \n\nIn the courtyard, the two Hunters began to bicker. They flung their knives back and forth with increasing ferocity. \n\nPrak'kesh recovered and continued nonchalantly, \"Yeah, sure thing Alphie.\" He tapped the datapad on his arm. \"There. All your bets are off.\"\n\nThe Hunter eased his hand off his sidearm. \"Thanks, 'Kesh.\" Behind him, one of his teammates yowled as a knife pierced his thigh. \n\nAlphanis-2 rolled his eyes. \"What the hell are you idiots doing?\" he shouted over his shoulder.\n\n\"He stabbed me!\" the injured Hunter hollered. \n\n\"Not my fault you can't catch,\" his juggling partner smugly replied.\n\nThe wounded Guardian ripped the knife dramatically from his thigh and held it aloft. \"Shatterdiiiiive!\" he screamed as he launched himself at his assailant. The pair fell to the ground, wrestling over the bloody knife. \n\nAlphanis-2 dove into the fray, trying to break it up. Their Ghosts materialized above them, shouting in tiny voices.\n\nTulnik shook his head in disbelief as the trio rolled around on the ground, spamming one another with melee attacks. Prak'kesh leaned over and muttered, \"Let's find out who's biting our business. We may need to send a message.\"\n\nTulnik nodded slowly. \"I'm on it, boss.\"","icon":null}},"585440777":{"hash":585440777,"index":1925,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Unauthorized Departure","description":"Amanda circled the new SUROS jumpship, admiring its flat planes and sharp edges. It looked like something from the Golden Age.\n\nShe pulled up the specs on her datapad and whistled. No wonder the Warlock wanted to get rid of it. Too much juice for a New Light.\n\nShe looked over both shoulders before casually sliding into the cockpit. She wasn't cleared for takeoff, but she'd be damned if she let this opportunity slip by.\n\nAs she powered up the engines, a nearby Redjack began beeping in alarm. \n\n\"Don't worry, darlin',\" Amanda cooed to the ship. \"The Guardian will take good care of you.\"\n\n\"But first,\" she said as she engaged the thrusters, \"let's see what you can do.\"","icon":null}},"617617371":{"hash":617617371,"index":1903,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Mark of Medal","description":"Prak'kesh sauntered into the bar wearing Felwinter's Helm and a war beast leather coat. He wanted these Guardians to know he meant business. Tulnik, his gigantic bodyguard, eyed the crowd warily.\n\nThey approached a fireteam of hulking Titans, whose seats were crammed next to the bar top, obliviously blocking the way to the bathroom. Their hands clenched into meaty fists as the pair neared.\n\n\"At ease, Guardians,\" Prak'kesh raised his hands in mock surrender. \"Next round's on me.\" The Titans relaxed, their chairs creaking audibly beneath them.\n\n\"Good to see ya,\" the Sentinel rumbled. \"Figured you was mad 'cuz we called our bets off. Nothin' personal,\" he shrugged.\n\n\"Of course not,\" Prak'kesh replied as he squeezed into an empty seat between them. Tulnik leaned against the wall, arms folded across his chest.\n\n\"But it does make me wonder,\" the bookie continued, \"where you're taking your action.\" \n\n\"We got great odds from this really big guy,\" the Sunbreaker said. \"Had a deep voice and a weird helmet.\"\n\n\"Oh yeah?\" Prak'kesh said with feigned disinterest. \"Lots of people have weird helmets.\"\n\n\"Yeah, but this guy's the only one I ever met with four arms and no legs,\" the Sentinel said. \"His Ghost must be a real joker.\"\n\n\"He had four arms? You're telling me this guy's Eliksni?\" Prak'kesh shot Tulnik a frown.\n\n\"I ain't licking nothing,\" the Sentinel scowled.\n\nPrak'kesh rolled his eyes. \"He was Fallen. This was the Botza District, right?\"\n\nThe moment stretched on as the Titans struggled to catch up with the obvious.\n\n\"Oh damn, Maurice,\" the Sunbreaker finally exclaimed as the light went on for her. \"That explains the weird porcupine dudes!\"\n\nThe Sentinel shook his head. \"I woulda never guessed they were aliens. What great disguises.\"\n\nPrak'kesh pinched the bridge of his nose. \"Next time you place a bet, maybe try someone with a normal amount of arms, okay?\"\n\nThe Sunbreaker nodded. \"I hear you, 'Kesh. Forewarned is four-armed, right?\"","icon":null}},"1599443272":{"hash":1599443272,"index":1902,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Medal Bond","description":"Prak'kesh and his Awoken bodyguard, Tulnik, had been watching crowds of bettors come in and out of the Eliksni Quarter for an hour. Clearly, whoever was stealing their business was gaining momentum.\n\nThe bookmaker spotted a fireteam of Warlocks wafting down the street like a perfumed breeze. He approached them with his most disarming smile.\n\n\"Hey, you guys are Warlocks, right?\" Prak'kesh feigned a slight bumpkin accent.\n\nThe leader, a Shadebinder, held out his hand and summoned a shimmering crystal staff out of thin air. \"What tipped you off?\" he smirked. His teammates posed smugly behind him.\n\n\"It was your… uh… fancy bracelets,\" Prak'kesh replied, pointing to the Warlock's arm.\n\n\"That's a Celestine Bond, goober,\" the posing Dawnblade sneered.\n\n\"Neat! I just got here from the Farm,\" Prak'kesh said, leaning into his plucky yokel act. \"I want to bet on the Warlocks to win the Guardian Games, because you guys are obviously the toughest and most dangerous class.\" Behind him, Tulnik faked a coughing fit to hide a guffaw.\n\n\"You're smarter than you look,\" the Shadebinder sniffed. \n\n\"The problem is,\" Prak'kesh went on, \"I don't know where to place my bet. Do you know of any bookers around here?\"\n\nThe Dawnblade rolled her eyes, \"They're called 'bookies.'\"\n\n\"Wow,\" Prak'kesh replied. \"You guys sure are sophisticated.\"\n\n\"Just show this to one of the Fallen,\" the Shadebinder offered, \"and they'll point you in the right direction.\" He handed Prak'kesh a scrap of paper. \n\n\"Now step aside,\" he continued. \"We have to meditate on the nature of un-being before getting drunk tonight.\"\n\nThe trio pushed past Prak'kesh, floating their way toward the Tower. The bookie made a rude gesture at the retreating fireteam and walked back to Tulnik. They looked down at the calling card. It was worse than they feared. \n\nEmblazoned across the paper was the emblem of a big black spider.","icon":null}}},"previousDefinitions":{},"otherDefinitions":{},"tableDiff":{"added":[],"unclassified":[223597399,585440777,617617371,1599443272],"removed":[],"reclassified":[],"modified":[]},"tableDiffSummary":{"added":0,"unclassified":4,"removed":0,"reclassified":0,"modified":0},"tableName":"DestinyLoreDefinition","missingTable":false,"versionDiffSummary":{"DestinySandboxPerkDefinition":{"added":0,"unclassified":1,"removed":0,"reclassified":0,"modified":0},"DestinyCollectibleDefinition":{"added":0,"unclassified":28,"removed":0,"reclassified":0,"modified":0},"DestinyInventoryItemDefinition":{"added":0,"unclassified":57,"removed":0,"reclassified":0,"modified":1},"DestinyLoreDefinition":{"added":0,"unclassified":4,"removed":0,"reclassified":0,"modified":0},"DestinyPlugSetDefinition":{"added":0,"unclassified":2,"removed":0,"reclassified":0,"modified":0},"DestinyPresentationNodeDefinition":{"added":0,"unclassified":1,"removed":0,"reclassified":0,"modified":0},"DestinyVendorDefinition":{"added":0,"unclassified":4,"removed":0,"reclassified":0,"modified":0}},"meta":{"buildDate":"2024-12-14T02:34:01.018Z"}},"__N_SSG":true}