{"pageProps":{"breadcrumbs":[{"date":"2022-03-29T17:28:48.628Z","to":"/version/e0c36174-e416-4093-8bb4-ca4c35cd37bd"},{"label":"Lore","to":"/version/e0c36174-e416-4093-8bb4-ca4c35cd37bd/DestinyLoreDefinition"}],"version":{"id":"e0c36174-e416-4093-8bb4-ca4c35cd37bd","version":"103382.22.03.25.2300-1-bnet.43592","s3Key":"versions/e0c36174-e416-4093-8bb4-ca4c35cd37bd/manifest.json","createdAt":"2022-03-29T17:28:48.628Z","updatedAt":"2022-03-29T17:28:48.628Z"},"definitions":{"3102179653":{"hash":3102179653,"index":1995,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"V - Rite Proven","description":"Saladin hears Caiatl's voice boom over the endless drone of the imperial cruiser's engines. Grains of bloodied sand trickle from the ceiling of the Cabal-sized elevator and fall against his helm as he rides up to the brightly lit arena floor.\n\n\"Guhrn Or'ohk, Valus in the empress's service. You challenge the Iron Lord Saladin Forge, Bracus in the empress's service. You outrank this man.\" Her words circle the spectator stands, sending a hush through the gathered crew.\n\n\"As it should be.\" Or'ohk, his challenger, stands not ten paces in front of him.\n\nCaiatl presses, \"Why challenge him? Did this man slight you?\"\n\nOr'ohk turns to her, kicking up sand. \"He walks our halls, trains our soldiers, and shares our meals as if he is Cabal. That slights. He is not Cabal. I'm not the only one to say so.\"\n\nSaladin looks to Caiatl. He'd attempted to stop this, tried to staunch unnecessary violence with reason, but tradition is not so easily denied.\n\n**EARLIER**\n\n\"This is ridiculous. Killing your officers only weakens us.\" Saladin stepped toward Caiatl. Even seated in her chambers, her eyes were level with his.\n\n\"Funny how our perspectives have shifted since we first met,\" Caiatl grunted.\n\n\"Why are you humoring this?\"\n\n\"Quieting rebellious words does not weaken us. It binds authority in blood.\" Caiatl looked back to myriad datapads on her desk. \"If he submits, no one has to die.\"\n\n\"That seems likely,\" Saladin quipped sarcastically.\n\nCaiatl stood. \"He wants you stripped of your rank and made to clean war beast pens. Indefinitely.\"\n\n\"And that is worth his life?\"\n\n\"I know pride isn't a foreign concept to you… Lord.\" Caiatl spat out his title and walked past him.\n\nSaladin sneered.\n\nThe empress turned to him as she opened her chamber doors, ushering him out. \"What if you lose?\"\n\nHe huffed so hard he almost choked.\n\n**NOW**\n\nCaiatl nods to Saladin. To Or'ohk. They nod back. \n\n\"When the Rite of Proving was conceived, it was to be a level field of battle. We honor that tradition here!\" Caiatl slams a fist down for emphasis before pointing to the arena floor. \"Single combat by blades. One life, no Light. Death… or submission determines the victor.\"\n\nThe crowd erupts in roars as a weapon rack rises from the floor. Or'ohk lifts a heavy cleaver from the rack. Saladin sees his own axe there; he glares at Caiatl for taking it without permission and lifts the axe. \n\nWith weapons drawn, the Rite of Proving begins.\n\nOr'ohk lunges and thrusts the cutting edge of his cleaver toward Saladin's ribs. Saladin sidesteps the massive Cabal blade and bats it down with the haft of his axe. The two test each other's range and speed with a series of back and forth half-committed strikes—until Or'ohk gains favorable footing and bursts forward to swing at Saladin's waist. \n\nSaladin narrowly tumbles over the cleaver. Sparks of contact spit from his leg guards. He lands on his knees and jabs the blunt head of his axe against Or'ohk's exposed throat.\n\n\"This is your one chance to yield,\" Saladin says as the Valus sputters for air and stumbles backward. Or'ohk's cough turns to laughter. He kicks up a cloud of sand and leaps with his cleaver brandished overhead. Saladin wipes granules from his visor and raises his axe to block Or'ohk's heavy swing. The Iron Lord absorbs the shock and controls Or'ohk's blade, sliding it down to catch on his axe-head, and pivoting the weapon's hefty pommel to butt Or'ohk hard in the face. \n\nOr'ohk staggers away and slashes wildly, splitting Saladin's visor and drawing blood. The Iron Lord throws his ruined helm to the ground and wipes blood. He advances, ducking under a deterring swing, parries a second chop away, and severs the Valus's hand.\n\n\"Yield!\" Saladin growls as blood pours onto the sand.\n\nOr'ohk looks to him, to the cleaver still clutched in his detached hand, and back to Saladin. \"Never to you.\" He dives for the cleaver.\n\nSaladin swings, catching Or'ohk's jaw, spewing blood. Or'ohk tenses for a moment, then falls limp.\n\nThe Iron Lord sighs and wrenches his axe free, painted as a warrior in the eyes of the Cabal. \n\nCheers erupt. Caiatl's voice cuts through the frenzied crowd. \n\n\"Rise… Valus Forge!\"","icon":"/common/destiny2_content/icons/5f486abb8b744c17f9561fbae543405f.png"}}},"previousDefinitions":{},"otherDefinitions":{},"tableDiff":{"added":[],"unclassified":[3102179653],"removed":[],"reclassified":[],"modified":[]},"tableDiffSummary":{"added":0,"unclassified":1,"removed":0,"reclassified":0,"modified":0},"tableName":"DestinyLoreDefinition","missingTable":false,"versionDiffSummary":{"DestinyActivityDefinition":{"added":0,"unclassified":0,"removed":0,"reclassified":0,"modified":307},"DestinyActivityModeDefinition":{"added":0,"unclassified":0,"removed":0,"reclassified":0,"modified":1},"DestinyInventoryItemDefinition":{"added":0,"unclassified":0,"removed":0,"reclassified":0,"modified":1},"DestinyLoreDefinition":{"added":0,"unclassified":1,"removed":0,"reclassified":0,"modified":0},"DestinyRecordDefinition":{"added":0,"unclassified":1,"removed":0,"reclassified":0,"modified":0},"DestinyActivityModifierDefinition":{"added":194,"unclassified":0,"removed":191,"reclassified":0,"modified":0}},"meta":{"buildDate":"2024-12-14T02:33:58.938Z"}},"__N_SSG":true}