{"pageProps":{"breadcrumbs":[{"date":"2022-06-28T17:02:47.103Z","to":"/version/e5452eed-de14-4b43-9e5c-50522485b76b"},{"label":"Lore","to":"/version/e5452eed-de14-4b43-9e5c-50522485b76b/DestinyLoreDefinition"}],"version":{"id":"e5452eed-de14-4b43-9e5c-50522485b76b","version":"106284.22.06.21.1351-1-bnet.44999","s3Key":"versions/e5452eed-de14-4b43-9e5c-50522485b76b/manifest.json","createdAt":"2022-06-28T17:02:47.103Z","updatedAt":"2022-06-28T17:02:47.103Z"},"definitions":{"1866406134":{"hash":1866406134,"index":2026,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"ALGIA","description":"Safiyah hears the trade of gunfire. Tap-tap-tap, like birds pecking. But too quick. Too sharp. Zavala stands abruptly.\n \n\"The Fallen!\" A shout of terror from outside. The House of Devils. Zavala is through the door before Safiyah can speak. She gathers her kit.\n \nThe gunfire grows louder, quicker. There are cries of pain, of death throes.\n \nHakim is seventeen.\n \n\"Stay here,\" she pleads. \"Stay safe.\"\n \n\"I can fight,\" he tells her. He is taller than she is now.\n \n\"Please,\" she says. Reluctantly, Hakim nods. Safiyah puts her arms around him, holds him for a moment, tries to quell her fear, and then follows her husband into the fight.\n \nFallen clamber over the village's gates, disorganized and led by a Captain too vicious and too eager to be where the fighting is thickest. The friends and neighbors Zavala trained raise their weapons and hold their ground as they are swarmed. Safiyah sees her husband leading the defense, shouting commands over gunfire and screams.\n \nA farmhand with a gun falls when a bullet pierces his thigh; Safiyah is there to drag him from danger, tourniquet and dressings in hand. She keeps low, time and again reaching the wounded as the Fallen are pushed back.\n \nShe hears a voice—instantly familiar, now threaded with terror, piercing through the fray. Safiyah turns and sees Hakim deflect a swipe of the Arc spear from the Fallen Captain. The blow unsteadies him. Safiyah screams his name. Hakim steps back, his eyes wide.\n \nThe Captain draws the spear and jams the weapon into her son's body. \n \nZavala is suddenly there, knocks the creature down with two shots, finishes it with another. Safiyah runs to Hakim and skids to her knees beside him. \n \nSlick redness coats the back of her hands as she presses hard on the wound, edges singed by Arc energy. Blood wells from Hakim's mouth as he tries to speak. His grip loosens on his weapon—a sickle, a tool to cut down stalks of rye—and his eyes go slack.\n \nThe scent of her son's death settles into the pith of her lungs. \n \nShe does not hear Zavala's footsteps. She does not hear anything. Her bloodied palm is at her son's cheek, wiping away the cold tears that had stayed behind on his unfocused eyes.\n \nHer breath falters. Slowly, she draws her other hand from Hakim's wound and puts her arms around him. She feels her son's body against her chest, the weight in her arms. She remembers, briefly, when he had finally grown so heavy that she could no longer cradle him as she once had.\n \n\"Safi,\" she hears, at last. \n\nShe turns to look at Zavala. He stands as a silhouette against the rising sun, the new dents and cracks of his armor shimmering in the light. He comes toward her, his face horror. She wonders if he had died as well. She turns to look at Hakim again. There is no Ghost for her son.\n \nZavala kneels beside her. Shaking, he takes Hakim's body into his arms, and they bring him home.","icon":"/common/destiny2_content/icons/775cdcdfa2430430ae34b40eace883a7.png"}},"2419786601":{"hash":2419786601,"index":2019,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"V. Regrets","description":"\"Your regrets will follow you, Empress.\"\n\nThe words grate on Caiatl like sand beneath her armor. The Vanguard could keep their wretched Hive witchcraft; she had sworn to defeat the Nightmare of Ghaul in single combat and cremate his memory on the pyre of victory.\n\nThat choice had become yet another regret.\n\nA gravelly voice cuts across the room. \"You called for me?\"\n\nCaiatl turns to see Saladin Forge step onto the bridge of her flagship. Her honor guard salutes him and steps aside, making way for his approach as she greets him with a nod.\n\n\"What are your thoughts on Eris Morn?\" Caiatl asks him.\n\nSaladin raises an eyebrow. \"She's endured horrors I can scarcely imagine. And she survived. She clawed her way out of that dark pit and back to the Tower.\"\n\n\"And what do you think about her use of Hive sorcery?\" Caiatl seethes.\n\n\"Many initially distrusted her for it. But were it not for her… expertise, the Last City would have fallen to the Hive long ago,\" Saladin replies.\n\n\"That justifies consorting with such foul power?\"\n\nAt first, Saladin says nothing. Instead, he turns his eyes to the viewport; to the Cabal fleet, arrayed in a blockade surrounding the Leviathan. \n\n\"None opposed allying with your empire more than I did.\" His voice is measured, almost introspective. \"I hated the Cabal. Now, I serve on your War Council.\"\n\nHis eyes meet hers once again. \"Your soldiers wield the same weapons that slaughtered Guardians in the Red War. But that does not make you my enemy. Nor does Hive magic make Eris yours.\"\n\nCaiatl glances at her honor guard. When Saladin first joined her War Council, her soldiers regarded him with equal parts suspicion and contempt. Now they show him the deference and respect befitting the title of Valus. Ghaul would have never condoned it.\n\nBut she is not Ghaul. And that is something she does not regret.\n\n\"Open a channel to the H.E.L.M.,\" she orders. \"I have matters to discuss with the Vanguard.\"","icon":"/common/destiny2_content/icons/f2005fcf3a76b857333f3f6a56fd7392.png"}}},"previousDefinitions":{},"otherDefinitions":{},"tableDiff":{"added":[],"unclassified":[1866406134,2419786601],"removed":[],"reclassified":[],"modified":[]},"tableDiffSummary":{"added":0,"unclassified":2,"removed":0,"reclassified":0,"modified":0},"tableName":"DestinyLoreDefinition","missingTable":false,"versionDiffSummary":{"DestinyActivityDefinition":{"added":0,"unclassified":0,"removed":0,"reclassified":0,"modified":2},"DestinyUnlockDefinition":{"added":4,"unclassified":0,"removed":3,"reclassified":0,"modified":0},"DestinySandboxPerkDefinition":{"added":1,"unclassified":0,"removed":0,"reclassified":0,"modified":4},"DestinyUnlockValueDefinition":{"added":0,"unclassified":0,"removed":2,"reclassified":0,"modified":0},"DestinyRewardMappingDefinition":{"added":0,"unclassified":0,"removed":1,"reclassified":0,"modified":0},"DestinyCollectibleDefinition":{"added":0,"unclassified":0,"removed":0,"reclassified":0,"modified":1},"DestinyInventoryItemDefinition":{"added":0,"unclassified":7,"removed":0,"reclassified":0,"modified":4},"DestinyLoreDefinition":{"added":0,"unclassified":2,"removed":0,"reclassified":0,"modified":0},"DestinyObjectiveDefinition":{"added":0,"unclassified":23,"removed":1,"reclassified":0,"modified":0},"DestinyUnlockEventDefinition":{"added":0,"unclassified":0,"removed":1,"reclassified":0,"modified":0},"DestinyVendorDefinition":{"added":0,"unclassified":0,"removed":0,"reclassified":0,"modified":1},"DestinyMilestoneDefinition":{"added":0,"unclassified":0,"removed":0,"reclassified":0,"modified":1}},"meta":{"buildDate":"2024-12-14T00:21:18.644Z"}},"__N_SSG":true}