{"pageProps":{"breadcrumbs":[{"date":"2023-03-30T17:22:54.155Z","to":"/version/c459a5c3-0141-47ea-a358-71e00bd7e7a2"},{"label":"Lore","to":"/version/c459a5c3-0141-47ea-a358-71e00bd7e7a2/DestinyLoreDefinition"}],"version":{"id":"c459a5c3-0141-47ea-a358-71e00bd7e7a2","version":"114609.23.03.26.1900-1-bnet.49479","s3Key":"versions/c459a5c3-0141-47ea-a358-71e00bd7e7a2/manifest.json","createdAt":"2023-03-30T17:22:54.155Z","updatedAt":"2023-03-30T17:22:54.155Z"},"definitions":{"2656540433":{"hash":2656540433,"index":2359,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"The Ravine","description":"They were traveling with a group, refugees who had gathered at the northern edge of the Panama ravine. Crossing was safer in larger numbers. They shared stories, traded supplies. They had all heard of the Last City. Some were looking for it; some not.\n\nThe crossing was treacherous, but they braved the narrow switchbacks and steep cliffs and came to the southern edge to make camp. Amanda helped an old woman fix her dilapidated cart, which had broken down halfway up the ravine and had to be carried by helpful strangers. Amanda's dexterous, skillful hands were smeared with black grease, and she wiped them on her shirt in a long staining trail that her mother knew would never come out. Nora sighed and turned back to cleaning her gun.\n\n\"How long?\" one of the refugees asked her. Nora knew what he was asking.\n\n\"Twenty-six years,\" she said, not looking up from her work. \n\nHe whistled, surprised. The sound grated on her ear.\n\n\"Lugging a kid for half that too? You're crazy.\"\n\n\"You think there's nothing better out there? That this is it?\" Nora asked. He sneered.\n\n\"You'll waste your whole life,\" the stranger replied indignantly. \"I'm not going to do that. I'm not going to chase after something that doesn't exist.\"\n\n\"You won't be safe anywhere but there,\" Nora said. She turned to look at him, a scrawny man with lank hair and scars along his cheek. She wouldn't entertain his skepticism. He laughed at her, but it was a nervous, trilling sound.\n\n\"'Safe' doesn't exist either,\" he said. \"I learned that from the Fallen.\"\n\n***\n\n\"Ma,\" Amanda yelled, shaking her mother awake. Her father was already loading his shock pistol. There was loud shouting outside their tent. Nora bolted upright, pulling Amanda behind her, looking to her husband. The next thing she reached for was the Chaperone, loading it instinctively as she went outside with Bram. Amanda peered through the open flap in the tent.\n\nFallen. House Winter. The Arc energy from their spears lit up the night.\n\n\"Run,\" Nora whispered to her daughter. There was a tremor in her voice. \"Hide.\"\n \nTwo words Amanda knew instinctively to obey. She scrambled out of the tent and left her parents behind. Amanda knew they would protect the others.\n\nShe ran. She found her hiding spot. She heard the fight. She heard the familiar shots of the Chaperone, loud and clear, and the shriek of a Fallen Captain. But then her mother's gunshots faded into the rest of the fight until Amanda couldn't hear them at all.\n \nSlowly, the noise subsided. Amanda emerged from her hiding place and called out for her parents. By now, she knew what fresh death smelled like. She knew to keep her head and heart steady as she saw the people they'd crossed with lying on the ground. The old woman she'd helped a few days before lay dead, her hands clutching at the dirt.\n\nAmanda called and searched. At last, she found her father; he scooped her up and held her to his chest. She closed her eyes, her cheek on his shoulder, as he called out for her mother. Nora did not answer.\n\n***\n\n\"Why did they do it?\" Amanda asked. Bram held his daughter's hand more tightly.\n\n\"I don't know,\" he told her.\n\nThe group they had traveled with had counted and buried the dead. Amanda didn't remember much about the next few days. But years later, at her mother's funeral, she could still recall how strange the Chaperone looked in her father's grip. She knew he'd only fired it a few times; her mother had teased him about how he'd never picked it up again. Now Amanda tugged at her father's elbow.\n\n\"We can't take it,\" she said to him. Bram looked at her, incredulous.\n\n\"We have to,\" he said.\n\n\"It's hers.\"\n\n\"We might need it.\"\n\n\"So could Mama,\" she replied solemnly. Bram let her pull the shotgun from his weak grip. Then Amanda knelt in the loose dirt, reached down, and lifted her mother's cold arm up, tucking the shotgun between her forearm and shoulder. He watched her do this, his daughter's face set in a silent resolve.\n \nWhen she was done, Bram lifted a shovelful of earth and shook it over his wife. Amanda wanted to help. She wanted to bury her mother, too. She grabbed fistfuls of dirt and dropped them over Nora's body.\n \n\"Goodbye,\" Bram whispered.\n\n\"Goodbye,\" Amanda repeated.\n \nWhen Nora was 10 years old, all she had was the Chaperone and a story of the Last City. She left her frightened mother in a desert bunker and walked for years towards whispers and rumors.\n\nWhen Amanda was two months shy of 12, she and her father covered Nora and her gun with a blanket of soft earth, then walked on.","icon":"/common/destiny2_content/icons/3334bf3a161a31df1fa5b6320925d066.png"}},"4033010925":{"hash":4033010925,"index":2355,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"V—Brevity Code","description":"Marc was still half-asleep when he reached out to silence the shrill chirp of an incoming transmission. Private channel, low urgency, heavy encryption. \n\n\"Devrim?\" he said, drowsily. \n\n\"Evening, dear.\" The comms amplified Devrim's low murmur to audible ranges. \"I'm waiting for this Psion to come and pay me a visit, but he's being shy. I thought you'd be better company.\"\n \nMarc couldn't help but picture it: the single watchful eye, waiting in the dark. He felt, abruptly, wide awake. \"Do you need help?\" \n\n\"No, no. I wanted to talk.\" A pause. \"Rather, to hear you talk.\" \n\nMarc took a deep breath. \"What should I talk about? Work? What I'm planning for breakfast?\" \n\nDevrim's quiet laughter came through as a gust of static. \"You can say anything at all.\" \n\n\"Well…\" Marc rose out of bed and strode aimlessly across the room. \"You might have noticed there's a lot going on.\" \n\n\"Certainly.\" \n\n\"I was patching up one of the generators yesterday morning and I got swarmed by the neighbors.\" Marc laughed quietly. \"Everyone wants news. They're pretty freaked out. I told them, all I can do is fix things. I don't have a line on the Traveler.\" \n\nThere was a sharp buzz from the comms. Marc wondered if there were jammers wherever Devrim was. Just out of effective range. \n\n\"Actually,\" Marc continued, \"I told them that you're some kind of Awoken Paladin now, so they have nothing to worry about.\" \n\nHe found himself moving toward the window, pointless as that was. He looked out over the dark street just below before letting his eyes wander up to the clouded night sky, where the Traveler used to be. \"I told them Sir Devrim Kay is going to singlehandedly chase the Legion off-planet and bring everyone back home safe. Traveler included.\"\n\nThere was warmth in Devrim's laugh. \"He's going to do all that?\" \n\n\"Sure is.\" Marc smiled to himself. \n\nThe silence stretched on. He braced his free hand against the windowsill. \"Devrim—\"\n\nThe communicator dampened all but the first few milliseconds of the rifle's retort, but all the same Marc would have sworn that the shot rang in his ears. He held his breath and started to count the seconds. To chart out the gap between the shot's terrible potential and its final resolution.\n\nOne. \n\nTwo. \n\nThree…\n\nUntil Devrim spoke again. Until Marc could breathe again.\n\nSeven. \n\nEight. \n\nNine.\n\n\"It's done,\" Devrim said. \n\nAnd then: \"I'll be home soon, Marc.\" \n\n\"I know,\" Marc said.\n\nHe stood there at the window, watching the horizon, and waited for the signal to cut out.","icon":"/common/destiny2_content/icons/2a1e6ab2067e4276356474afebe6a939.png"}}},"previousDefinitions":{},"otherDefinitions":{},"tableDiff":{"added":[],"unclassified":[2656540433,4033010925],"removed":[],"reclassified":[],"modified":[]},"tableDiffSummary":{"added":0,"unclassified":2,"removed":0,"reclassified":0,"modified":0},"tableName":"DestinyLoreDefinition","missingTable":false,"versionDiffSummary":{"DestinyActivityDefinition":{"added":0,"unclassified":0,"removed":0,"reclassified":0,"modified":1},"DestinyUnlockDefinition":{"added":0,"unclassified":0,"removed":3,"reclassified":0,"modified":0},"DestinyFactionDefinition":{"added":0,"unclassified":0,"removed":0,"reclassified":0,"modified":4},"DestinyUnlockValueDefinition":{"added":0,"unclassified":0,"removed":3,"reclassified":0,"modified":0},"DestinyRewardMappingDefinition":{"added":0,"unclassified":0,"removed":3,"reclassified":0,"modified":0},"DestinyInventoryItemDefinition":{"added":0,"unclassified":0,"removed":0,"reclassified":0,"modified":17},"DestinyLoreDefinition":{"added":0,"unclassified":2,"removed":0,"reclassified":0,"modified":0},"DestinyObjectiveDefinition":{"added":0,"unclassified":0,"removed":3,"reclassified":0,"modified":7},"DestinyPresentationNodeDefinition":{"added":0,"unclassified":0,"removed":0,"reclassified":0,"modified":3},"DestinyRecordDefinition":{"added":0,"unclassified":0,"removed":3,"reclassified":0,"modified":0},"DestinyVendorDefinition":{"added":0,"unclassified":0,"removed":0,"reclassified":0,"modified":1},"DestinyMilestoneDefinition":{"added":0,"unclassified":0,"removed":0,"reclassified":0,"modified":6}},"meta":{"buildDate":"2024-12-14T02:34:29.349Z"}},"__N_SSG":true}