{"pageProps":{"breadcrumbs":[{"date":"2022-06-21T18:49:43.837Z","to":"/version/745e3184-1769-4aa6-b248-fdd16a6ea6d6"},{"label":"Lore","to":"/version/745e3184-1769-4aa6-b248-fdd16a6ea6d6/DestinyLoreDefinition"}],"version":{"id":"745e3184-1769-4aa6-b248-fdd16a6ea6d6","version":"106024.22.06.09.0200-1-bnet.44915","s3Key":"versions/745e3184-1769-4aa6-b248-fdd16a6ea6d6/manifest.json","createdAt":"2022-06-21T18:49:43.837Z","updatedAt":"2022-06-21T18:49:43.837Z"},"definitions":{"1866406128":{"hash":1866406128,"index":2024,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"TAXIA","description":"\"Like this,\" Safiyah tells him, and she makes a loop of yarn around his index finger. He holds the needles too tightly, and she gently places a hand over his knuckles until she feels him relax his grip.\n\nThey sit together outside her hospital. Safiyah teaches him to knit under the late spring sun.\n\n\"This is complicated,\" he says.\n\n\"Only when you aren't paying attention,\" she tells him. Their eyes briefly meet. She looks away, smiling, at the afternoon sky.\n\n\"Look,\" she says in a tight breath. Smoke plumes on the horizon. They both jolt upright, Zavala awkwardly untangling his fingers from the yarn.\n\nThe smoke muddies the sky. Fallen, or Warlords. They have found new victims. Safiyah looks at the growing grim resolve on Zavala's face, then makes for the hospital tent to gather her kit.\n\nA siren blares over the encampment as Safiyah emerges. She makes for the gates as the Iron Lords ready themselves; Zavala takes her by the arm.\n \n\"You can't be serious,\" he says. His expression hardens when he sees that she is.\n \n\"People are in danger,\" she says.\n \n\"It's not safe.\"\n \n\"That is why I have to go.\"\n \n\"At least wait until we've secured the area.\"\n \nSafiyah pulls her arm from his grip. She leaves through the gates before he can argue.\n \nThe Fallen have ambushed a caravan. Safiyah races through black smoke belching from an overturned sledge, the wreckage crushing the spring flowers. Safiyah rushes to a woman cowering behind a wagon, blood seeping from a wound at her temple. A man lies on the ground behind her, clutching at his stomach, his spilled entrails. A Dreg lunges for them; Safiyah drives a knife into its neck.\n \nZavala leads the main charge to the caravan. The Fallen, screeching at each other, turn their attention to their attackers as bursts of Solar energy roar through the air.\n \nZavala rushes to Safiyah's side, putting himself between her and a charging Captain, its Arc spear raised, and it pierces Zavala through the chest. He coughs blood, falls to the ground, goes still. Safiyah screams, horrified at the sight. But she scrambles for Zavala's weapon and raises it just as the Captain bears down on her. \n \nShe fires three rounds through its chest and throat. She sputters as the Ether tears from its body. The corpse lands heavily on her; she pushes it away.\n \nTarge sweeps his fallen Guardian, and with a hard breath, Zavala rises again. The sight of him startles her—a man come back to life. He gets his bearings, sees the Captain dead on the ground. \n \n\"Are you all right?\"\n \n\"Yes,\" she says, her voice trembling. Safiyah turns back to the unlucky man who will not rise again, and the woman who weeps at his side.\n \nIt's in the quiet of the aftermath that Safiyah hears an infant's cry. She jumps to her feet, searching for it in the wreckage, and finds a dead man curled around a squirming bundle. She turns him by his shoulder; the corpse holds the infant so tenderly and tightly that Safiyah has to break his fingers to take the boy from his embrace. She brings the child to her chest, holding his head delicately, and the boy's cries turn into whispered gurgles.\n \nSafiyah begins to cry. For the child in her arms, the dead man who held him, the scent of blood and Ether. For those whom she could not save. Her tears are soft, and she shivers. She feels Zavala's palm touch her shoulder and move down her back in silent comfort. She heaves a sigh, then straightens and looks to him.\n \n\"We'll keep him safe,\" Zavala says, and she nods.\n \nThey return with the child. Safiyah feeds him, bathes him. Zavala smiles, holding the child in his arms. The boy reaches for him with tiny hands and looks up at him with wide, brown eyes.\n \n\"The boy needs a name,\" she says. She thinks for a moment, remembers her father with fondness.\n \n\"Hakim,\" she declares, and it is so.\n \n***\n \nHakim grows. Months pass until summer comes and the cicadas sing. Zavala visits Safiyah between his duties, and Safiyah soothes Hakim's cries when Zavala is absent. Resources are thin. They do their best.\n \nIn the evenings, Safiyah holds Hakim's warmth to her chest. She feels the rise and fall of his breath. Bowing, she presses her lips to the curls on the crown of his head. Zavala is beside her, a hand at the small of her back.\n \nThe cicadas sing—she gestures for Zavala to listen. The cicadas sing.\n\n\"The ancient Greeks thought that these insects lived forever,\" she says. \"Reborn each time they came from the earth.\"\n \n Zavala puts his arms around them both.\n \n\"They spend 17 years underground. They almost went extinct. Then the Collapse… and now they thrive again.\"\n\nShe coos at Hakim for a moment.\n\n\"I will take him to my sister's village,\" she says. Zavala's features soften.\n \n\"We will take him,\" he answers, and she smiles. This is how he tells her.\n \nZavala speaks to Saladin the following morning. When Zavala finds her again, he has left behind the pendant with the Iron Lords' sigil.","icon":"/common/destiny2_content/icons/775cdcdfa2430430ae34b40eace883a7.png"}},"1866406129":{"hash":1866406129,"index":2023,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"RRHAPHY","description":"Safiyah knits by the remainder of the afternoon light, seated outside her tent. It is early spring, her fingers red from the cold, her breath misting in the air. Zavala leads training exercises in the courtyard, sparring with civilians. Some stand awkwardly, holding weapons too heavy for them to wield. Others move with more confidence. Safiyah's eyes drop to her needles.\n \nThen she hears a cry of pain. Blood runs down a civilian's shoulder, staining his front. Safiyah can see the wound from her seat. Rising, she takes quick steps toward them, her knitting forgotten.\n \n\"Do you think your enemy would stop at one wound?\" Zavala's voice is a sharp bark. The other man picks up his blade again, despite his shoulder. Safiyah approaches and snaps her fingers.\n \n\"What are you doing?\"\n \nZavala turns to her. Here, an opportunity: Zavala's sparring partner jumps forward, catching him by surprise. The blade slices Zavala's forearm, skin opening in a spray of bright blood.\n \nThe others gawk, as if they hadn't expected a Risen to bleed. Targe rises up, ready to heal the wound. She raises a hand to stop him.\n \n\"Don't,\" she says. The Ghost bobs in the air, looks at her, looks at Zavala.\n \n\"What do you want?\" Zavala barks. He pinches his forearm closed, but the blood runs hot and steaming over his fingers.\n \nSafiyah ignores Zavala's retort and gestures to his sparring partner. \"Come with me,\" she says.\n \n\"Targe,\" Zavala says to his Ghost, but Safiyah snaps her fingers again.\n \n\"You too. I want to teach you something. Come inside.\" \n \nShe walks into the hospital tent, knowing she will be obeyed.\n \nHe obeys. \n \nOnce inside, Safiyah inspects Zavala's wound. It is nothing serious, but deep enough for her attention. Her assistant sees to the sparring partner, who looks away sheepishly when Zavala glances at him.\n \n\"What are you doing?\" he asks her.\n \n\"I think that's obvious,\" she says. Zavala and his Ghost observe in silence as she cleans the wound.\n \n\"This isn't necessary,\" he says, but lets her continue. She produces her hooked needle, the hemostat, the polypropylene thread. Tools that fit easily in her hands; precious resources for an immortal man.\n \n\"I'm going to close the wound,\" she says, and touches his arm lightly with a gloved hand. \"I will make six sutures. It will take four days, maybe five, to heal.\"\n\nHis features soften. Perhaps he sees that her mind is set. He looks away in a sheepish expression.\n\n\"I will make sure your supplies are replenished,\" he says. \"Simply tell me what you need.\" \n\nSafiyah feels a flutter of surprise at this promise. Now she will answer his first question.\n \n\"You need to know what it's like for us,\" she tells him. She waits for consent; he nods. She pierces the wound and draws its edges together. He doesn't wince.\n \n\"Where did you learn this?\"\n \nGenuine curiosity. The first suture.\n \n\"My mother,\" she answers. \"And books from the Golden Age.\"\n\nShe gestures to a ramshackle shelf holding a dozen books. Old, crumbling, but cared for.\n \n\"I'd like to see them,\" he says. She smiles, pleased. Second suture.\n \n\"I'll show them to you,\" she says. When she raises her eyes, she sees that he is looking at her with an intensity she can't place. Despite herself, she feels a warmth creep into her skin.\n \n\"We traveled,\" she says, too quickly, her eyes dropping back to the third suture. \"Very far. Village to village. My mother, father, sister, and me.\" Fourth suture. \"Father killed in a raid. Mother died from disease. Sister a way's west of here. But I kept to my travels.\"\n\n\"Why?\" he asks, softly.\n \nShe passes the needle through its fifth suture.\n \n\"There are always more people to help. I will move on once I finish training him.\" She nods to her assistant.\n \nSafiyah brings her shears to the thread of the last suture. The wound is closed. She winds a taut bandage around his arm.\n \n\"Where will you go?\" he asks after a stiff silence. Safiyah realizes she doesn't know how to answer. Her thoughts don't stretch beyond this moment. She tucks the bandage beneath itself.\n \n\"Finished.\"\n \nHe flexes, winces, stills. She smiles.\n \n\"True healing takes time.\"\n \n***\n \nThat night, she hears voices in the empty courtyard: Zavala and Saladin, standing by a brazier, talking in low tones. She peers from the flap in the tent to watch, to listen.\n \n\"She is a skilled and formidable woman,\" Zavala says.\n \nSaladin stands with his chin raised in near disdain. Zavala is a silhouette in the firelight. \n \n\"I'm not stupid,\" Saladin growls. \"I see the way you look at each other.\"\n \nSafiyah's breath catches. She almost doesn't hear his next words over the sound of her heart.\n \n\"I have nothing but respect for her,\" Zavala says curtly. Saladin rolls his eyes. Both men stare each other down for a long moment.\n \n\"We live in different worlds,\" Saladin's voice softens. \"You can try to abandon ours, but theirs will reject you.\"\n \n\"I don't believe that,\" Zavala says.\n \n\"Believe what you want. But whatever life you make with her will be too fragile for you to hold onto.\"\n \nSaladin puts a hand on Zavala's shoulder. Safiyah could almost mistake it for compassion.\n \n\"It will break,\" he says, his voice low. \"And you'll both be hurt.\"\n\nSafiyah lets the tent flap fall. She does not see if they hear it.","icon":"/common/destiny2_content/icons/775cdcdfa2430430ae34b40eace883a7.png"}},"1866406130":{"hash":1866406130,"index":2022,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"CENTESIS","description":"Dusk falls, and the braziers are lit. The wind, howling like a starving dog, bites at exposed throats. Safiyah raises her lantern and watches the trickle of survivors pass through the Iron Lords' gates. Some are wounded. Some lie on makeshift stretchers. She gestures to a tent, its interior glowing with warm firelight. \n \n\"They will freeze out here,\" she says. \"Take them inside, quickly.\"\n \nHer hospital, such as it is, is humbled by the stone structures which surround it. But she had overseen its construction when she first arrived… stocked it, served it. It was all she could do.\n \nThe gates close behind the Iron Lords. Unhurt, alive. Zavala is among them. She knows him: the one stubborn enough to argue, but not stubborn enough to ignore her. He speaks to his companions.\n \n\"—coordinated attacks by the House of Devils. If we take this opportunity to retaliate—\"\n \n\"Retaliate?!\"\n \nZavala turns to look at Safiyah. She stares him down.\n \n\"We have wounded here! We don't need violence. We need supplies!\"\n \nThe others break off, leave him to it—the same fight with the same woman.\n \n\"Excuse me?\" \n \nShe doesn't flinch.\n \n\"I was clear,\" she says.\n \nA drone—Ghost?—bobs in the air just behind Zavala's shoulder—Targe, his name is Targe.\n \n\"I'm not a part of this,\" Targe says. Safiyah stands on her toes and catches his eye before he ducks away.\n \n\"Moving against the Fallen will ensure your safety,\" Zavala says. \"Like I've told you before.\" \n \n\"You want to protect us?\" Safiyah points towards the meager hospital. \"This is how: by ensuring we have what we need to live.\"\n \n\"She isn't wrong,\" Targe says.\n \n\"Are you a part of this conversation or not?\" Zavala asks, glancing sharply at his Ghost. He turns back to Safiyah.\n \n\"You don't understand,\" she says, walking away.\n \n\"Where are you going?\" he asks. A silly question. She ducks under the tent flap. Zavala follows, strung along by their argument. He always wants the last word.\n \nSafiyah washes her hands in a basin, then glances at him. She will make him useful.\n \n\"Wash your hands,\" she tells him. He hesitates, but does so.\n \n\"Take this,\" she says, and hands him a fistful of clean rags. She moves to one of the cots, her head down as she inspects a fresh wound, still bleeding into the dirty bandage. She removes it carefully.\n \n\"Come here,\" she says and guides him to press the clean rags into the wound, staunching the flow of blood. He opens his mouth to speak again, but she raises her hand.\n \n\"I understand the situation,\" she says. \"Do you? Do you know how hard it is to survive in this world?\"\n \n\"Yes,\" he says. He eases the pressure—she points, snaps her fingers, and he presses down again.\n \n\"Without your Ghost?\"\n \nHe says nothing. That one will need sutures, Safiyah thinks to herself. She calculates their dwindling stores as she fetches antiseptic and gloves.\n \n\"It's not just Fallen. It's not just Warlords. It's sickness. Starvation. Cold.\"\n \nShe motions for Zavala to stand aside, and he does. The wounded man, regrettably awake, shivers, stiffens, bites down on a scream as she cleans his wound as gently as she can.\n \n\"We don't walk away from these things the way you do.\"\n \nThere is a note of pity in her words. She thinks that he will argue with her, push back, raise his voice. But he says nothing—he is pensive, quiet. She looks up and sees the way his eyes shift, how his jaw stiffens. He wants to speak.\n \nShe turns away from him, pulling off her gloves at the wrist. Another patient, a woman with a dressed wound across her temple, had shifted in her sleep, her blanket fallen to one side. Carefully, Safiyah picks up the blanket's edge and pulls it up so that it covers her again. She passes a hand over the woman's brow, feeling for fever, and finds none. Safiyah smiles. When she looks up, she sees Zavala watching her.\n \n\"The wounded look to me.\" She does not lower her eyes, does not bow her head. \"Not you.\"","icon":"/common/destiny2_content/icons/775cdcdfa2430430ae34b40eace883a7.png"}},"1866406135":{"hash":1866406135,"index":2025,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"ESTHESIA","description":"Safiyah's sister greets her at the gates of her village with an incredulous stare.\n \n\"Amani,\" Safiyah says stiffly. There is a moment's silence before the sisters embrace. She is welcomed. Then Amani looks to Zavala and Hakim. She simply raises an eyebrow.\n \nDays pass. \n \n\"I don't think she likes me.\" Zavala speaks softly over Hakim sleeping in the makeshift cradle in Amani's home.\n \n\"She definitely doesn't like me,\" Targe says, emerging.\n \n\"Why do you say that?\" Safiyah asks.\n \n\"She said, 'I don't like you,' \" Targe answers. \"To both of us.\" \n \nSafiyah frowns. \"She likes Hakim,\" she offers. That will have to be enough.\n \nHer sister's village is small, but well-fortified, a wall of wooden stakes around their homes. They scrape vegetables and bitter rye from the earth and keep livestock in the barn. \n \nSafiyah and Zavala build their home there. Years pass. Hakim grows. Zavala holds his hands as the boy toddles on young, unsteady feet.\n \nClack, clack.\n \nSafiyah knits in her favorite chair, something once precious she had left behind. Through the window, she sees Zavala and their son spar with wooden swords in the field behind their home. It is play. Their son is nine. Safiyah can hear the clack of wood on wood in the autumn air. Her eyes drop back to her yarn.\n \nClack, clack.\n \nTheir son is twelve. She sees Zavala correct Hakim's stance, raise his arms, straighten his back. The boy only comes up to his father's elbows. Targe circles around them. The yarn shifts around her fingers as she passes it from needle to needle.\n \nClack, clack.\n \nTheir son is fifteen. The sleeve of the sweater she works on lengthens. It is summer, but she knits for the colder months ahead. Her sister sits beside her, cleaning a rifle and counting bullets.\n \n\"We're overdue for a raid,\" Amani says, as if she were remarking on a low crop yield, bad weather, or a stillborn calf—just another hardship, inevitable. Bullets clink together in her lap. \n \nSafiyah spreads the woolen sweater over her knees. \n \n\"For Hakim?\" Amani asks. Safiyah nods.\n \n\"He outgrows them every two months. He needs new trousers too. I can see his ankles.\"\n \nThe final clack of the swords clatters out, and she looks up.\n \nSafiyah sees the flash of a metal blade in Hakim's hand. She throws down her knitting and runs to them. The knife is at Zavala's throat when she reaches them.\n \n\"What are you doing!\" \n \nIt is not a question. It is an admonition. Zavala steps back and gestures to the knife in Hakim's hands.\n \n\"I'm teaching him how to defend himself.\" \n \nSafiyah reaches for her son, holds Hakim to her chest. She kisses the crown of his head, whispers softly into the curls of his hair. But he pushes her away, steps back, stares up at her defiantly.\n \n\"I can do it,\" he says. \"It's just a lesson!\"\n \nSafiyah looks to Zavala, shaking her head in disbelief. \n \n\"He needs to be prepared to take a life.\" He speaks gently, as if he had not just asked his son to slit his throat.\n \n\"He is a child,\" she says.\n \nHakim takes a breath, frowns, begins to speak. Zavala touches his shoulder.\n \n\"Do you think that matters to the Fallen?\" His voice is dark.\n \nSafiyah takes the knife from her son's hand and holds it by the flat of the blade. An edge for harming, not healing. \n\nShe knows Zavala is right, and hates it. \n\n***\n \nThat night, Safiyah's sister stays up with her, talking by candlelight.\n \n\"It's been years.\" Amani clicks her tongue. \"He'll never see the way we do. They can't.\"\n \n\"I don't believe that.\"\n\n\"I know you don't.\"\n \nAmani laughs, but Safiyah is silent, frowning. He must understand. \n\nHer sister sighs.\n \n\"He loves you.\"\n \nSafiyah nods. \n \n\"He loves Hakim.\"\n \nShe nods again.\n \n\"Then maybe that is enough.\"\n\nWhen she returns home, Safiyah finds Zavala watching over Hakim as he sleeps. Zavala rises, pulls the blanket a little higher over Hakim's shoulder, then brushes his fingers over his son's cheek.\n\nSafiyah realizes then that in all the Risen's long, unenviable years, they were never once children.\n \nShe reaches for Zavala, and he takes her into his arms, a silent question of forgiveness.\n \n\"Let him be a child for a little longer,\" she whispers into his ear. \"You will miss these days when they have gone.\"","icon":"/common/destiny2_content/icons/775cdcdfa2430430ae34b40eace883a7.png"}},"2419786600":{"hash":2419786600,"index":2018,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"IV. To Forgive or Forget","description":"\"Niik tells me you have a question in need of an answer,\" Mithrax begins. \"Please, sit.\"\n\nAmanda nods as she pulls up a folding chair next to the fire. She hadn't been back to the Eliksni Quarter since the Vex invasion. The light from the flames casts flickering shadows across the building's cracked concrete and exposed rebar.\n\n\"Yeah,\" Amanda says quietly, \"I, uh… it's about Saint. Sort of.\"\n\nShe takes a deep breath before continuing. \"Everyone in the Last City knows the stories. Hell, we used to call him 'Kellbreaker.' And Cr—\" she stammers, avoiding the name. \"I've heard what your people used to call him too.\"\n\nMithrax hums a gruff assent as he settles into his own chair. Amanda wrings her hands together.\n\n\"How did you all forgive him?\" Her voice sounds small, but her words pierce the cool night air.\n\n\"Not all of us did,\" Mithrax replies solemnly. \"To this day, there are some in House Light who avoid him. Those who lost loved ones to his rage. Though he would give his life to protect them, nothing he can do will ever erase their pain.\"\n\n\"So, they'll just… go on hating him? Forever?\"\n\nMithrax exhales deeply into his rebreather. \"One cannot choose who forgives them and who does not,\" he answers. \"That is the decision of those who were wronged. A choice each must make for themselves.\"\n\nAmanda nods to herself. \"Was afraid you'd say something like that,\" she remarks sadly.\n\nAs she gets up to leave, she turns to Mithrax one last time.\n\n\"What made you forgive Saint?\"\n\nThe Kell of Light leans back in his chair and stares into the fire like he is looking for something amid the ashes.\n\n\"Because,\" he says quietly, \"I want to be forgiven too.\"","icon":"/common/destiny2_content/icons/f2005fcf3a76b857333f3f6a56fd7392.png"}},"2419786606":{"hash":2419786606,"index":2016,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"II. Death and Desertion","description":"\"How many, Taurun?\" Caiatl asks wearily.\n\nAn air of palpable tension permeates the room. In the time since the Imperial fleet had formed a blockade around the Leviathan, three separate frigates had defected to Calus's side. A fourth has just followed suit. \n\nCaiatl began this campaign with fire in her heart. Now, she feels only cold and tired.\n\n\"A total of 250 soldiers, Empress,\" Taurun answers.\n\n\"We must strike!\" Ca'aurg shouts suddenly, slamming his fist on the table. \"Anything less will be seen as a sign of weakness!\"\n\nA clamor ripples through the rest of Caiatl's advisors. Only Valus Forge remains silent.\n\n\"Inaction is anathema,\" says Tha'arec. \"Our warriors long for the glory of battle, not the dormancy of a blockade.\"\n\n\"Even if it means fighting for Calus,\" sneers Ca'aurg. He spits the name as if it were made of bile.\n\nA bitter fury builds in Caiatl toward her father. He had ushered in an era of decadence that left the Cabal military dull and complacent; she had sought to be a different kind of leader. But her people remain adrift—this time, among the stars. Perhaps her defectors prefer the pleasure of certain death over the agony of uncertain survival. Or perhaps, she is merely the next in line to lead the empire to ruin.\n\n\"The Leviathan reappeared with no warning,\" Caiatl declares. \"We do not know what else lurks beyond our sight. Our blockade may soon see more battle than we bargained for. Until then, we hold the line.\"\n\nShe speaks in a tone that brooks no argument. Her advisors leave the room, wisely keeping any further misgivings to themselves. Saladin nods to her, as if to say he and he alone agrees with her decision.\n\nCaiatl can only wonder if she agrees with it herself.","icon":"/common/destiny2_content/icons/f2005fcf3a76b857333f3f6a56fd7392.png"}},"2419786607":{"hash":2419786607,"index":2017,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"III. Memento","description":"It's quiet in Zavala's office, save for the sound of clicking as the tiny steel pendulums on his desk swing back and forth, hitting against each other. Rahool once told him that they were a \"Newton's Cradle\"; a pre-Golden Age relic named for one of humanity's greatest scientific minds. The trinket is all that remains of a life's work lost to time, consumed by the Collapse and the ensuing Dark Age.\n\nLike so many other things.\n\nAs he stands at the window, brooding in shame and guilt as he silently contemplates the Traveler, Zavala hears a knock on his door.\n\n\"Come in,\" he calls over his shoulder.\n\nA moment later, Amanda Holliday steps into the room. Dark circles frame her eyes, and her shoulders slump with a weight unseen. No Nightmare hovers behind her, hounding her every step, but she seems haunted, nonetheless. Zavala is certain that, given his own ordeals, he must look much the same.\n\n\"Hey,\" Amanda says quietly as she crosses over to his desk. She leans against it and joins him looking out over the City.\n\nThey stand in silence for a long time and watch a small fleet of civilian ships weave its way between the buildings. The clicking of pendulums marks the time as it drifts past them.\n\n\"The Last City,\" Amanda murmurs. \"Wish my folks had lived to see it.\"\n\n\"As do I,\" Zavala solemnly replies.\n\n\"You would've liked them,\" Amanda says with a sad smile. \"As stubborn as they were kind. They gave everything to make sure I reached the City. Bravest people I've ever known.\"\n\n\"Devotion inspires bravery,\" Zavala says, almost absently. He turns from the window and glances at a low shelf, where a cracked white mask is displayed under glass. \"Bravery inspires sacrifice. And sacrifice…\" his voice quavers as it trails off.\n\n\"…is worth it for the ones we love,\" says Amanda. \"My parents didn't have the Light. But they had me.\"\n\nShe meets his eyes, her own filled with a light all their own. \"We can't all live forever. But being remembered? That's the next best thing.\"\n\nAmanda laughs and sniffles at the same time. \"Didn't mean to talk your ear off. Sorry about that.\"\n\n\"Don't be,\" Zavala replies with a small smile and a sigh of sadness. \"I just wish I could return the favor.\"\n\nHe moves from the window and leans on the desk next to her, gazing out at the Traveler and the Last City as they settle into a comfortable silence. The pendulums on his desk continue to click and clack, the echo of a life lived long, long ago.","icon":"/common/destiny2_content/icons/f2005fcf3a76b857333f3f6a56fd7392.png"}}},"previousDefinitions":{},"otherDefinitions":{},"tableDiff":{"added":[],"unclassified":[1866406128,1866406129,1866406130,1866406135,2419786600,2419786606,2419786607],"removed":[],"reclassified":[],"modified":[]},"tableDiffSummary":{"added":0,"unclassified":7,"removed":0,"reclassified":0,"modified":0},"tableName":"DestinyLoreDefinition","missingTable":false,"versionDiffSummary":{"DestinyInventoryItemDefinition":{"added":0,"unclassified":18,"removed":0,"reclassified":0,"modified":1},"DestinyLoreDefinition":{"added":0,"unclassified":7,"removed":0,"reclassified":0,"modified":0},"DestinyObjectiveDefinition":{"added":0,"unclassified":22,"removed":0,"reclassified":0,"modified":0},"DestinyProgressionDefinition":{"added":0,"unclassified":0,"removed":0,"reclassified":0,"modified":1}},"meta":{"buildDate":"2024-12-14T02:34:05.808Z"}},"__N_SSG":true}