{"pageProps":{"breadcrumbs":[{"date":"2021-02-09T17:38:49.987Z","to":"/version/4498a160-bf34-466f-ab2f-c81849526feb"},{"label":"Lore","to":"/version/4498a160-bf34-466f-ab2f-c81849526feb/DestinyLoreDefinition"}],"version":{"id":"4498a160-bf34-466f-ab2f-c81849526feb","version":"91124.21.01.26.1736-5-bnet.35555","s3Key":"versions/4498a160-bf34-466f-ab2f-c81849526feb/manifest.json","createdAt":"2021-02-09T17:38:49.987Z","updatedAt":"2021-02-16T11:51:18.958Z"},"definitions":{"48110686":{"hash":48110686,"index":1679,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Pyrrhic Ascent Mark","description":"SIMULATION RECONSTRUCTION LOG // LA-01-05 // SIMULATED LIGHTHOUSE, THE TOWER, LAST CITY\n\n\"There's still snow in the cockpit of my jumpship ,\" Aisha says after she appears in a crackling wave of latticework from the subordinate Vex conflux now running simulations of the Lighthouse from the safety of the Tower. \n\n\"Is that why you're late?\" Reed-7 asks in a gently teasing tone. Aisha looks around, spreading her hands. \n\n\"And Shayura isn't?\" \n\n\"She's coming. How long did you stick around the Stranger's  camp after we left?\" Reed wonders. Aisha looks away at the Lighthouse across the courtyard. He fails to notice the tension in her posture. \n\n\"Couple hours. I moved around. House of Salvation was putting down stakes out near some Vex ruins; wanted to make sure they didn't stick,\" Aisha explains, bringing two fingers up to her neck, depressing a button on her armor's collar that summons her helmet around her head in a flash of light. \n\nReed snorts and nods. \"This is weird, right?\" he asks, dropping the topic of Europa. Aisha says nothing in response, waiting for Reed to quantify his assertion. \"The simulation. Saint's little… combat closet. It feels real. \" \n\n \"It is real. I mean, we are. The space is a… I don't know, magic? But me and you? The Guardians? We're all us. The dangers may be simulated, but that doesn't make the effects any less real. Saint wouldn't have it any other way,\" Aisha says, giving Reed an assessing look. \"You didn't go into the Infinite Forest, did you?\" \n\n\"Hell no,\" Reed quickly admits. \"Couldn't pay me enough to. Can't stand the Vex,\" he adds with a shudder. \"You know how you are with spiders? That's me with the Vex. Don't know why, don't care.\"\n\nWhatever Aisha was going to say is abruptly cut off when Shayura manifests into the simulated space mid-stride. She walks straight past Reed and Aisha toward the Lighthouse. \"Come on.\" \n\nShayura's brusque entrance elicits a concerned look between Reed and Aisha, but they say nothing more on the matter. \n\nSIMULATION RECONSTRUCTION LOG // LA-01-05 // SIMULATED TRIALS ARENA, SIMULATED LIGHTHOUSE\n\nReed's shoulder connects with a Guardian on the other team so hard, it breaks every bone in his opponent's chest and sends him straight through the wall. Reed pivots, turning to see Aisha firing her Hand Cannon through the torso of the other Guardian coming up on them with a pair of spectral blades drawn. She's been holding back and Reed can see it, all gunplay, none of her usual fire and flash. \n\n\"Where's Shayura?\" Reed asks as he reloads his Scout Rifle. Aisha points down a corridor with two fingers. \n\n\"She's been after that other Awoken Warlock since we started the match. I think she followed him that way,\" Aisha says, already breaking into a jog. \"It's three on one, c'mon.\" \n\nReed shakes his head, hurrying behind Aisha. He remembers what had happened the last time Shayura had broken off on her own. They shouldn't have come back to the Trials, not so soon, not after everything that's happened. Shayura pushed for this, trying to get the fireteam back to normal, but now he worries it was too early. \n\nWhen they finally find Shayura, she's standing over a still-living Awoken Guardian whose helmet has been broken, revealing one of his eyes. He stares up at her, at her fire-shrouded Sword. Aisha and Reed train their firearms, prepared to back Shayura up if she misses the finishing blow for the match. But Reed senses something is wrong. Shayura's sight line isn't aimed down at the Guardian; it's aimed up at her opponent's Ghost. \n\n\"Shay?\" Aisha asks, a nervous tremor in her voice. \n\nShayura lashes out, striking the Ghost with her Sword and knocking it to the ground. The Guardian exhales a scream of plight, and Shayura quickly draws her Sidearm and plants a round in his forehead. The Ghost chirps, squawks. It is only damaged. Shayura holsters her Sidearm again. \n\n\"Shay!\" Reed shouts, dropping his Scout Rifle and rushes over to her. This time, though, Shayura expels a blast of force from her palm that knocks Reed onto his back. She turns to the Ghost again, gripping her Sword in both hands, only to feel a sudden stabbing cold rise up her legs and arms. \n\nReed watches as blue-black ice crusts over Shayura's legs, snuffs out her fire, and freezes her arm solid, Sword and all. Feather-ice bristles off of her body along with waves of visible cold. Reed's focus snaps to Aisha, one hand extended and waves of cold emanating from her outstretched palm. She had saved the Ghost from Shayura, but the power she wields—he knows it isn't the Light . \n\nHe knows this will change everything.","icon":null}},"120441703":{"hash":120441703,"index":1683,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Pyrrhic Ascent Strides","description":"SIMULATION RECONSTRUCTION LOG // LA-02-04 // TENEMENT BUILDING ROOFTOP, PEREGRINE DISTRICT, LAST CITY\n\nThe Traveler hangs like a moon over the Last City, radiating bands of sapphire light from within its cracked shell. Thousands have gathered on rooftops, crowded streets, filled balconies. They look up to the sky, staring at a spectacle never before seen and perhaps never to be witnessed again. From their spot on a terrace, the Hunter Aisha and her Awoken Warlock companion Shayura bear witness to the turn of the age. \n\n\"Do you remember Chicago? \" Aisha asks, unable to pry her eyes away from the Traveler's silhouette. Shayura's response is a non-verbal acknowledgement. \"I thought we were gonna die in the Crypts,\" Aisha continues. \n\nLight ripples from the Traveler, washing over the pair like foaming tides from far distant shores. Aisha closes her eyes. \"I remember… we all blamed the Traveler.\" She wishes she felt more as the Light touches her face. She wishes she felt anything. \"For bringing us back, for putting guns in our hands, for cursing us to die again and again.\" \n\nShayura says nothing in return, and for the moment, Aisha does not lament that. The silence allows her to contemplate her own emptiness, her own disaffected sense of belonging to a cosmic force that doesn't understand her, nor she it. But as she opens her eyes, it is still in wonderment. The significance of the moment, what it means for the people of the City, can't be understated. Even if the long-term ramifications are clouded in doubt. \n\n\"I remember,\" Shayura finally replies. Aisha looks at her, surprised to see Shayura's focus not on the Traveler but down on the street. \"I never forgot how abandoned we felt,\" Shayura adds, a tightness in her voice. \n\nAisha's attention is drawn back to the Traveler as it throbs like a beating heart and erupts into a blinding flash of light. Aisha braces, as if for an incoming attack, but shudders when she feels the wave of Light crash against and roll past her. When it fades, Aisha sees the impossible. The Traveler, once shattered by its exertion to destroy Ghaul, is now whole. \n\nThe City rises up in a riotous cheer; Aisha turns to Shayura, but she is gone. A moment of panic clutches at her heart. Aisha frantically looks around until she spies Shayura retreating into the jubilant crowd. Aisha watches her go, afraid that she understands what Shayura is feeling: hollow disaffection.","icon":null}},"197672677":{"hash":197672677,"index":1682,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Pyrrhic Ascent Grasps","description":"SIMULATION RECONSTRUCTION LOG // LA-02-03 // BAZAAR, THE TOWER, LAST CITY\n\nWithin the tented enclosure of their tower-based enclave, Shayura and Aisha sit on crimson, vermillion, and gold cushions scattered around a circular table, the setting sun burning bright at their backs through icy-encrusted trellis. A handful of colorful decorations for the Festival of the Lost hang overhead, with more being set up outside. An anchor of community in the wake of a tumultuous time. \n\n\"How's today feeling?\" Aisha asks, sitting forward with her elbows on her knees. Shayura doesn't answer. \n\nAisha watches Reed-7 stand in line at a food kiosk across the way. \"Did you talk to Ikora yet?\" she tries again. The Warlock rakes her fingers through her hair and sighs, slouching down so that her forehead rests against the tabletop. \n\n\"No,\" Shayura finally responds. \"I will. I'm sorry.\" \n\n\"Hey, no,\" Aisha says, scooting over enough so that she can put a reassuring hand on Shayura's shoulder. \"Don't. We've all been through a lot. I should've paid attention to how hurt you were before we went into the match. I'm sorry we fought; I'm sorry I yelled at you.\" \n\nShayura regards Aisha from the corner of her eye. She turns away and lets her hair fall like a curtain to hide her face. \"Can Guardians be unfit for duty?\" Shayura wonders, her voice muffled by the table. \n\nAisha isn't sure how to respond. \"I mean…\"\n\n\"I don't know if I'm okay,\" Shayura admits without lifting her head. Aisha leans in and puts an arm around her friend's shoulders. \n\n\"It's okay not to be okay,\" Aisha says. \"That's why you should talk to Ikora. She knows. She understands.\" \n\nShayura is quiet again. Aisha peeks over the arch of Shayura's back and spots Reed carrying a collection of steaming mugs in his large hands. \n\n\"Drinks,\" Reed says, setting down the mugs on the table. Aisha offers Reed a supportive but strained smile in return. \"Careful,\" Reed notes as she reaches out for a mug, \"they're hot.\" \n\n\"There's cinnamon in yours,\" he says to Shayura. She gives him a thumbs-up without lifting her head off the table. Aisha offers Reed a wordless look of concern and shakes her head. Their talk had not gone well while he was away. \n\n\"I know you're upset about Sloane,\" Reed says. \"But you know the commander's done all he can. We've done all we can. Don't blame yourself for—\"\n\n\"Thanks,\" Shayura says without looking up. She sits up enough to grab her mug with two hands and drags the piping hot cider over to herself. She slouches over the mug, breathing in the aroma of cinnamon, honey, apples, and cloves. Her eyes drift shut and, for a moment, she seems more herself. \n\nAisha and Reed take a moment to breathe. Give Shayura time to breathe. \"I know,\" Shayura finally says in a small, guilty voice. \"I'm sorry.\" It's hard to tell if she's talking about Sloane, or about her behavior in general. \n\n\"You don't need to apologize to us,\" Reed says with a look to Aisha, who nods back in support and affirmation. \"You should apologize to Leitka and his Ghost.\" \n\n\"It was Titan,\" Shayura finally explains without looking up from her mug. Reed and Aisha look at each other, but neither interrupts. They let Shayura reach that point at her own pace. \"I was back on Titan. Like when we were Lightless, surrounded by Hive. There was this Knight… no matter how many times I killed him, he kept coming back. I should've died out there.\" \n\n\"But you didn't,\" Aisha says, reaching out across the table to take Shayura's hand, giving it a reassuring squeeze. \"We got our Light back, and—\"\n\n\"What happens when the Darkness closes in?\" Shayura asks, though she knows neither Reed nor Aisha have the answer. \"Will she be Lightless again? Alone?\" \n\nReed and Aisha share a look, and the Exo reaches across the table, laying one of his large hands atop Shayura's hand that Aisha holds. Reed's silence is stability, and Aisha smiles across the small distance to him in thanks. The three fireteam members are all the family they have, and in this moment of weakness, Aisha has to hope that family is enough to make it through the darkness. \n\nOr, failing that, enough to make the journey worth taking.","icon":null}},"199896768":{"hash":199896768,"index":1654,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"V. The Restless Dead","description":"Ikora approached Zavala at his post in the Courtyard. He was looking out at the City the same way he always did, even before he was commander: with a blend of fierce determination, love, and dread. A combination Ikora knew very well herself. \n\nShe stood next to him, resting her hands on the railing, looking up at the Traveler and the stars. \n\n\"They say that before the Collapse, cities were so bright that they outshined the stars,\" she said quietly. \n\nIt was no surprise to her when he said nothing. Living for hundreds of years didn't endow you with deep understanding of another person, it turned out. Close and steady partnership did. She knew him by now. He held his fears close to his chest, protecting the people he cared about. But with time, with patience, he would let her see. Sometimes. So she waited. \n\n\"I keep seeing his face,\" Zavala murmured after a long silence. \n\nIkora looked at him, her expression falling. When she spoke, her voice was soft with grief. \"Cayde?\" \n\n\"No,\" Zavala said. He gripped the railing with both hands, a gesture of frustration and self-doubt. \"Uldren Sov.\" \n\nIkora straightened, surprised. That sharp feeling of being caught off guard , of realizing you'd missed something, froze her for a moment. \n\n\"What do you mean?\" she asked cautiously. \n\n\"In the Tower,\" Zavala said. \"In crowds…\" He hesitated. \"I saw him… in the gardens. He called out to me. To warn me about the assassin.\" \n\nSilence again. \n\nZavala exhaled slowly. \"Do you ever listen to the old Golden Age stories Eva tells during the festival? About apparitions of the dead?\" \n\n\"'Ghosts,'\" Ikora said quickly. \"That's what they called them. But those are fairytales.\" Who needed ghost stories when the dead could already get up and walk? \n\nShe watched Zavala sidelong . Waiting for him to say it. Waiting for him to ask. \n\n\"I don't know why my mind goes to folk stories. I suppose because the alternative is…\"\n\n\"Too hard,\" Ikora interrupted softly. \"Too hard to imagine.\" \n\nZavala closed his eyes and nodded. \n\nNeither of them said anything for a few minutes. Eventually, Zavala broke the silence. \"But if he were back, we would know,\" he said. \n\nIkora stared straight ahead. She felt him watching her, checking her. He was so tired. So, so tired. \n\nHe would trust whatever she said. \n\nShe reached to put a hand on his shoulder and said, gently, as her gut twisted with guilt, \"We would know.\" \n\nZavala placed his hand over hers. \n\nThey stood together, looking out at the Last Safe City of Earth, with a profound distance between them that Ikora had never felt before.","icon":"/common/destiny2_content/icons/08c813a90a1d9b30848ecf0148392810.png"}},"199896769":{"hash":199896769,"index":1653,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"IV. Guardian Angels","description":"\"Since we're undercover, you know what I need? A disguise shell . Something… mysterious.\" Glint hovered eagerly over Crow's shoulder, his shell flaps tilted encouragingly. \"We should go see Tess .\" \n\n\"First of all,\" Crow muttered, \"we're not undercover. This mission is reconnaissance, not infiltration.\" \n\n\"Of course,\" Glint chirped, \"but—\"\n\n\"Second of all,\" Crow continued, \"I'm the one who needs a disguise, not you. Nobody knows who you are.\" \n\n\"That's not true,\" Glint protested. \"I've been around for hundreds of years! I've met everybody.\" \n\n\"As 'Pork Bun'  or whatever it was,\" Crow gently teased. \"Nobody in the Tower knows you have a new Guardian.\" \n\nGlint whirred in a low tone, which Crow had learned to interpret as grumbling. \n\nThe Awoken Lightbearer ignored his Ghost's petulance and checked the position of the sun. He moved a few feet further into shadow before refocusing his attention on Commander Zavala. The last thing Crow wanted was for the Titan to spot the binoculars' reflection. \n\nIt had been like this for the past week. During the days, Crow would cover Zavala from afar with his Sniper Rifle, vigilant for any unusual transmat signatures  or the faint shimmer of cloaking tech . At night, when visibility was restricted, the pair would creep into the Tower and act as the commander's invisible bodyguards. \n\nCrow burrowed further into his new Hunter cloak. It really was a beautiful garment, he thought. He admired the fine fabric, chosen by Glint and gifted to him by Osiris. Recalling their generosity made him feel suddenly guilty about his stinginess. \n\nCrow sighed. \"Fine. After this mission, once we know Zavala is safe, we can get you a disguise.\" \n\nGlint scooted in front of Crow's face, his mechanical iris  suddenly magnified through the binoculars. \"Can we really?\" \n\n\"I suppose,\" Crow murmured as he tilted his head to see past the bobbing Ghost. \"But not because you need it.\" \n\n\"Because we're friends,\" Glint stated matter-of-factly. \n\n\"Sure. Rare  friends. Maybe even cheap, legendary  friends.\" Crow smiled at his Ghost. \"But not exotic  friends. You'll have to find a new Guardian for that.\" \n\n\"You're the best,\" Glint hummed encouragingly. \"No matter what Lord Saladin says.\" \n\nCrow snorted at the mention of the Iron Lord. \"We're all on the same side. Sooner or later, Saladin will realize it, and start treating me like a real Guardian.\" \n\n\"Don't worry,\" Glint chirped, \"with the legendary Pork Bun by your side, how could he refuse?\"","icon":"/common/destiny2_content/icons/08c813a90a1d9b30848ecf0148392810.png"}},"199896770":{"hash":199896770,"index":1656,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"VII. The Imperial Throne","description":"Caiatl sat on a high-backed throne embellished with ornate carvings and rare metals. It had been salvaged by dutiful courtiers in the last hours of her homeworld . The empress thought it looked preposterous on the bridge of her warship. \n\nShe would have jettisoned the gaudy antique out an airlock if not for Taurun. Her prudent counselor advised that the throne not only conferred authority, but was also now a relic of an endangered species. Any memento of their culture, no matter how trivial, was invaluable. \n\nHaving lost the Red Legion, their dominus , and their homeworld, Caiatl's people needed tradition to galvanize them. They needed the touchstones  of their past to carry them into the terrifying future. They needed to feel like they were still Cabal. \n\nCaiatl considered the throne in context of the decision before her. The leader of the Vanguard had offered to settle their dispute with a Rite of Proving . It would preempt an exhausting war of attrition with a single, decisive engagement. An exceedingly clever tactic she had not considered. \n\nThe Rite of Proving was once a simple trial-by-combat, used to settle disputes between neighbors. However, like the throne, it had been embellished beyond utility. By the end of Calus's  reign, the Rite had been corrupted to allowed advocates, bureaucrats, and politicians to sway its outcome. \n\nDespite Caiatl's contempt for the bygone relics of the failed Cabal Empire, Taurun had prevailed upon the empress to honor them. Not for her own sake, the counselor reasoned, but for the sake of the survivors. \n\n\"Taurun. I've made my decision. We'll put forth Ignovun  as our champion… inside the Halphas Electus . We'll see how much Light the smallmen  have left once they fight their way inside.\" \n\n\"Yes, My Empress.\" Though the wily counselor's face remained implacable, she continued. \"It's my duty to mention that this decision will not be universally welcomed.\" \n\n\"I would have thought you in favor of honoring tradition.\" Caiatl flicked her tusk-ring  in annoyance. \"It's a decision the majority will embrace.\" \n\n\"This is true, My Empress.\" Taurun paused, choosing her next words carefully. \"However, some commanders, like Ixel, the Far-Reaching , believe that victory is close at hand. Leaving the outcome to a Rite of Proving will endanger their glory.\" \n\nCaiatl snorted derisively. \"They would sacrifice us all for a moment of vanity. You know as well as I that we can ill-afford this campaign. We must regroup for an even stronger foe.\" \n\nTaurun hazarded  the slightest of raised eyebrows. \"With respect, it seems as though you value conclusion over victory.\" \n\nCaiatl raised her tusks and lowered her brow. Taurun took a nervous step backward. \n\n\"There's something more important than victory at stake here.\" The empress ran her hands over the ridiculous throne. \"We will honor tradition. We will accept the Rite of Proving. And we will win or lose it as Cabal.\"","icon":"/common/destiny2_content/icons/08c813a90a1d9b30848ecf0148392810.png"}},"199896771":{"hash":199896771,"index":1655,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"VI. Vertigo","description":"\"I never could understand you Psions.\" Lord Saladin gazed broadly over the precipice of the wall at the rocky wilderness below. Nearby, Osiris watched the Psion prisoner, restrained by a set of centuries-old iron shackles. \n\nSaladin continued, \"You were conquered by the Cabal. And in the face of a superior military force, you did what you had to do to survive. There's no shame in that.\" \n\nThe Psion flared their moist facial flaps and fixed their lone eye on the Iron Lord . Saladin wondered whether they were glaring in defiance, or struggling to breathe without their helmet. He marveled at their repulsiveness. \n\n\"But even after Calus fled, and Ghaul was defeated, you still grovel before tyrants like Caiatl. If you rose up, you could taste true independence instead of the patronizing scraps that she offers .\" Saladin shook his head in contempt. \"Your power is wasted by cowardice.\" \n\nIn the silence that followed, the Iron Lord noticed a curious change in the surrounding atmosphere. The air filled with a sharp frequency—not a sound, but a high-intensity vibration that seemed to emanate from inside his own head, like a blossoming migraine . \n\nOsiris chuckled. \"Our friend disagrees.\" \n\nSaladin snarled and grabbed the Psion by their shackled wrists. He dragged his prisoner to the edge of the wall and held them over the precipice. He was amazed at how light they were without armor, like a scrawny little bird. \n\nOsiris sniffed in distaste and looked back toward the Last City. He doubted Saladin's ham-fisted  style of interrogation would work, but the Psion had resisted his own subtler approach. \n\n\"Where did they get the Light-dampening tech ? How did they modify the prediction engines ?\" Saladin snapped. The Iron Lord held firm as the Psion struggled weakly in his grip. \"Where are they? Where's the rest of the cell ?\" \n\nThe Psion's lone eye  fluttered wildly, and Saladin felt a sudden rush of vertigo, as if he was the one with the hundred-meter drop beneath him. The Titan steeled  himself. \n\n\"We will find them eventually. You can't control that. The only thing you can control now is your own survival. Tell us where they are.\" \n\nThe Psion began to tremble, like an animal shivering in the cold. But they said nothing. Instead, they assaulted the Iron Lord with another wave of vertigo. \n\nThe wall felt as if it were flexing and tilting beneath the Titan. He growled through clenched teeth. \"Last chance: where are they?\" \n\nSuddenly, Osiris was at Saladin's side. The vertigo broke. \"Lord Saladin,\" he urged. \"This is a waste of time. You of all people should recognize unrelenting stubbornness when you see it.\" \n\n\"You're right.\" Saladin regarded the Psion with quiet admiration. \"If the roles were reversed, I'd rather die than betray my loyalty.\" \n\nThe Iron Lord gave the Psion a nod of respect, and then effortlessly hefted them over the edge. \n\nIn the split second before gravity took hold, Lord Saladin met the Psion's gaze. He suddenly saw himself reflected in the creature's Y-shaped pupil: a ferocious ogre in metal armor, filled with violence. A dull primate, infused with godlike power. A fragile mind cursed with immortality. \n\nSaladin felt the creature's terror. But he also felt the expanse of the Psion's ancestors yawn forth  beneath him. He felt their hands reach up to embrace him in a comforting void. He heard the ringing chorus of their timeless harmony call to him. A kaleidoscopic  array of emotion surged through his heart, such that he'd never known as a Human. \n\nFor that fleeting moment, he was at peace. \n. \n. \n. \nThen the Psion was gone, and Saladin was alone with Osiris once more.","icon":"/common/destiny2_content/icons/08c813a90a1d9b30848ecf0148392810.png"}},"199896772":{"hash":199896772,"index":1650,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"I. The Hopeful Legion","description":"Val Ma'rag  had been \"stationed' in the place the Humans called a dead zone  for years now, though he had no commander, no handler . He held the territory on his own, defending it from the stinking, vermin Hive. They reminded him of the tiny red beetles that crawled around in the dust where he'd come up; the ones that swarmed war beast pens and crept into woven clothes. The best way to get rid of them, his mother taught him, was to hold a flame close to the seams of their shells. They snapped and popped in the heat.\n\nHe found the same to be true for the Hive. \n\nBy now, he'd stopped expecting anyone to come for him. Their invasion had become a death sentence; one he had accepted by the nature of his position. He would die for the Legion, with or without the promise of reward. \n\nAs Val Ma'rag listened to a transmission from the Empress Caiatl, he thought about how far he'd come since he was recruited. Since he was pulled out of the poorest rural district on his planet. With this new challenge—with the new empress sending her call out into the system—he could go a lot farther. \n\n///\n\nEuropa was cold. Basilius  was no stranger to cold—he'd been stationed on Mars before it disappeared, before his Valus  sent him and his reports off-planet on a recon mission. He didn't care for intel  or resource gathering, but a Valus is law. Or at least, he was. \n\nAfter a false start  on Nessus, they'd brought the cruiser to Europa. The icy moon was crawling with thieving Fallen, but there were secrets buried in the ice. Dainty Human technology. It didn't interest him, but the Psions loved to tinker, and they insisted there was something here worthwhile. \n\nSomething that could catch the attention of an empress hoping to regain favor with her scattered people. Something that might win a soldier like him, with no valuable titles or reputation to his name, a new level of recognition. \n\nAnd the respect he deserved. \n\n///\n\nAs the voice of their so-called empress droned on from a beat-up radio, the soldiers ate. Commander Dravus picked at the bones of a roasted bird, gun laid across his lap. The little red-violet winged creatures on Nessus didn't have much meat on them, but they were challenging and satisfying to trap. \n\n\"What's she mean, 'ancient rites'?\" a young Legionary asked. \n\nThe commander looked up. \n\n\"Old-timer traditions?\" she went on. \n\nDravus snorted. \"An honored tradition,\" he said. \"Beloved by the Praetorate . Warriors take on challengers to prove their battle-worth.\" He eyed her. \"Calves like you wouldn't remember that.\" \n\n\"Is it open to anyone?\" the Legionary asked. \n\nHe laughed. \n\n\"Well,\" she growled. \"Are you taking challengers?\" She squared her weight. \"You can start with me.\" \n\nDravus looked the bold youngling up and down, calculating the effort. He had no great desire to impress the disgraced emperor's pampered daughter. The leader he knew and served was the dominus , dead or alive. But maybe there was money to be gained from this. He wouldn't turn his nose up at the prospect. \n\nHe tossed the bird bones aside, lifted his gun, and fired a shot right into the Legionary's belly. She fell. \n\n\"I win,\" he said. \n\n///\n\nThey called her Ixel, the Far-Reaching because she'd risen far above her station in a fraction of her lifetime. \n\nThey called her Ixel, the Far-Reaching because she pulled things from her mind that should be out of reach from memory. \n\nThey called her Ixel, the Far-Reaching because she grasped for everything she could not have. \n\nIt was all true. On the strange terrain of the Nessus centaur, Ixel had extracted herself from command. The Valus had been uncreative, small minded. He hadn't seen the value in the Vex technologies that might amplify Ixel's unique Psionic talents. So she killed him and poached the unit's best fighters. \n\nHard to say if this competition was open to traitors of the empire. \n\nAnd yet somehow, this new empress, foolish though she was, might be inspired by bold action. \n\nNot to mention the things Ixel could pull from the prediction engines. Intelligence beyond the empress's imagining. \n\nThey called her Ixel, the Far-Reaching because her ambition was limitless.","icon":"/common/destiny2_content/icons/08c813a90a1d9b30848ecf0148392810.png"}},"199896774":{"hash":199896774,"index":1652,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"III. Amanda Dreams","description":"A spot of rust on the Shotgun. A hole in the ground—down to hard clay. A pool of rust on her mother's weather-beaten jacket. Hacked-apart roots grope toward her, peacefully sleeping. \n\nA gnarled hand on her shoulder. A gnawing pit in her stomach. Was it hunger or grief? Her father's cough, cough, cough in the background. \n\nAn endless stream of broken vehicles. Rusted skeletons in their cockpits. They sing a low song through toothy grins. A nameless tune—the sound that follows flickering lights. Is one of them Lucia ? \n\nShe holds his swinging hand as they trudge down the road. The rough callouses like spots of rust. The cough, cough, cough of the cart bouncing behind them. The hole in her shoes is growing. He drops her hand to cover his mouth. \n\nWhat color were her mother's eyes? She frets at her forgetfulness. The parade of skeletons stretches ahead. Behind, her father puts his hands on his knees. He struggles to breathe. Were they brown? \n\nHer father's hands on his shoulders, crossed over his chest. Who closed his eyes? Who dug the hole? \n\nA stray Shotgun shell in her pocket. She runs her thumbnail along the ridges. A totem against forgetfulness. \n\nHer hands ache with spots of rust as she pulls the cart, alone. \n\nAmanda Holliday wakes with a shuddering gasp. The Last City hums a nameless tune around her. The Traveler hangs above, as pale as death.","icon":"/common/destiny2_content/icons/08c813a90a1d9b30848ecf0148392810.png"}},"199896775":{"hash":199896775,"index":1651,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"II. The Cost of War","description":"When Xivu Arath  came for Torobatl , Caiatl was unprepared. \n\nThey all were. She'd watched her people, bred for battle and victory, fall to a force that dwarfed their armies. She'd watched her beloved city burn. \n\nCaiatl learned from every failure. From this one, she learned two things: First, that warriors were not game pieces, no matter how much her generals enjoyed bickering over war tables. And second, that a society of warriors could not hope to beat a god of war at her own game, and by her own rules. \n\nThere were shades of victory. Escaping their homeworld with so many survivors was a victory. Regaining their army was a victory. Avoiding an all-out war with the Guardians would be another. \n\nExcept the Guardians would not negotiate. \n\nShe hadn't expected it. She'd thought that after Ghaul's attack, they would do anything to avoid another war. Catastrophe seemed to befall this system time and time again, if the Red Legion scribes  stranded here were to be believed. So why did the Guardians refuse a way out? \n\nShe knew why, of course. It was why she'd waited so long before giving the evacuation order in Torobatl. Why she'd been mesmerized by the towering form of Xivu Arath crushing thousands of years of civilization beneath her chitin boots. \n\nDenial. Pride. \n\nBut Caiatl had grown since then. She'd counted her losses. Calculated constantly. Always working the numbers, never losing sight of who they represented. \n\nThe Guardians would have to grow as well, if they wished to survive. For there were gods walking through this world, and the battle against them would not be won through denial and pride. \n\nThey would have to cut a new path.","icon":"/common/destiny2_content/icons/08c813a90a1d9b30848ecf0148392810.png"}},"409351978":{"hash":409351978,"index":1667,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Praefectus Boots","description":"(A burst of electricity shatters a tree, showering Nessus's vermillion fauna across the battlefield.)\n\nVatoc the Psion had been a coward before, and not even just once. As he braced behind a Vex tower and clutched his empty rifle, he recalled his legacy of hasty retreats.\n\nHe had run from Wire Rifle enfilades and soulfire barrages on the detritus flotillas of the Reef.\n\nHe had fled the relentless advance of the chronomatons, nearly boiling in his suit amidst mercurial deserts.\n\nMost of all, he had run from the Light-infested husks, the undying Guardians of Sol. Time and again, he saved his own neck, only for the Legion to find a new assignment and cast him back into the fray; they knew he was weak, but with Legionaries falling in droves, there was no other choice.\n\n(A roar sweeps through the canyon as a smoking Thresher tumbles end over end into oblivion.)\n\nVatoc bore no guilt over his survival; to a Psion, survival was all you had. There was no honor to be gained, no advancement within ranks, no wealth to be accumulated. All the Legion left you with was your life, and Vatoc was going to make sure it lasted as long as possible.\n\nBut that was before Ghaul had been melted down to atoms and scattered across the stars. Before the failed gambit with the Warlock's time device. Before the Almighty, gleaming triumph of the Legion, was tossed like a pebble and swatted aside by an indifferent god.\n\nNow came Empress Caiatl, and with her, the promise of something Vatoc never imagined he would have: freedom. The full might of the empire had arrived in a cavalcade of frigates and carriers, filling the space between worlds with destructive power. For the first time in his life, Vatoc's choice was not merely just to survive, but a choice of what to live for.\n\n(A Colossus barks a rallying cry; a cacophony of Slug Rifles echoes in response.)\n\nThe battle swelled around him and his compatriots fell. He could see the route to safety. Dark crevasses tucked between tepui where he could run and hide. Where he knew he could survive.\n\n(Vatoc reloads his rifle and sings an oath to his empress.)\n\nHe had been a coward before, but no longer.","icon":null}},"469005214":{"hash":469005214,"index":1685,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Pyrrhic Ascent Boots","description":"SIMULATION RECONSTRUCTION LOG // LA-01-04 // TENEMENT BUILDING ROOFTOP, PEREGRINE DISTRICT, LAST CITY\n\nThe wind carries a chorus of voices. Some reverent, some frightened, some confused. The mosaic of conversations is a distracting din to Shayura, who rests at the edge of a terrace watching the crowded streets of onlookers, eyes upturned to the shadow of their silent god looming in the heavens. \n\nShe can't help but feel that the people who dwell beneath the Traveler do so out of desperation and delusion. They were told for generations that this was the only safe refuge on Earth. Even after that assumption had been challenged by the Red Legion and now the Darkness, they cling to that desperate hope. They cling to an illusion of an all-powerful god that will protect them, when—Shayura believes—they had never been in any real danger before the Traveler arrived. \n\nShayura hears Aisha, talking beside her, but her thoughts are distant. Shayura grunts a reply, hoping indifferent is enough. But Aisha keeps talking, something about Chicago, about memory. Shayura grips the railing and watches the people staring up at the Traveler, and she cannot bear to look up with them. \n\n\"I remember,\" Shayura finally replies, her own internal fears overlapping with memories of dark times that her fireteam experienced below the ruins of Chicago. \"I never forgot how abandoned we felt,\" Shayura adds, a tightness in her voice. The day Ghaul stole the Light, when they were so far from home, when they went from hunters to hunted. \n\nShayura also remembers what went unsaid. She remembers those feelings of desperation and abandonment and how she would have accepted any opportunity if it meant living. Her desperate moment did not end in such darkness, but she cannot help but wonder about other Guardians. That when faced with the choice between annihilation and salvation, they might make the wrong choice. \n\nIt is in that moment of quiet revelation that the Traveler stirs for the first time in years. A glow builds within, and only then does Shayura look up at her silent god. A wave of Light washes over her, and it feels like absolution. \n\nWhile the City is awash in Light, with the fearful and the faithful holding congress in the shadow of an indifferent god, Shayura slips away into the crowd. She does not need to witness the Traveler's grandiose power to know what is being asked of her, and she does not need time to set herself to work. \n\nShayura's path is clear.","icon":null}},"546914183":{"hash":546914183,"index":1665,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Praefectus Bond","description":"// Cryptarchy Analysis Log R11320 — Stolen Cabal Data //\n\n// Author — Master Rahool //\n\nSUMMARY\n\nWhat follows is a translation of a Cabal data file that was acquired as part of Operation Haystack, as ordered by Commander Zavala. This log focuses on a single file we were able to decrypt; for the full report on the contents of that data breach and further decryption attempts, please see log R11312.\n\nOstensibly, this file is a recipe for a dish to be served at some sort of official gathering in Caiatl's honor. The ingredients mentioned here have been seen in a variety of ancient Cabal texts, and analysis of the empire's economic history implies that they are considered cheap and undesirable. I believe this recipe is both old and born of the lower class, a case of poor laborers devising ingenious (yet challenging) ways to take unsold goods and turn them into something comforting and delicious. \n\nThat Caiatl chose this as a main dish for an official gathering speaks to the optics she wants to present; she may be trying to differentiate herself from the opulence of the Calus era and the utilitarianism of Ghaul's rule by relating to the common folk of the empire. \n\nNote that decryption was only mostly successful, and some data degradation occurred. Cryptarch's comments are in-line for ease of understanding. Some translations remain ambiguous, but I've provided my best hypotheses.\n\n// FILE START //— [CBX PARSER ERROR]\n\n— [CBX PARSER ERROR] \n\n— [CBX PARSER ERROR] until the solvent mixture has blended together.\n\n— Pulverize atlotl tendons until just pliable and surfaces begin to crack, then dredge in solvent mixture and let soak for [36–84 hours; the cycle referenced here is unknown, estimates are conservative guess].\n\n— To make the [black cube], crush citrus mixture, then drain through a sieve. Discard juice, retaining pulp and bitter pith. Compress solids in [kitchen vice? unsure of translation] on maximum heat until block is [CBX PARSER ERROR] to touch and charred. Place in sunlit area to cure.\n\n— Once tendons are soft and stretchy, remove from solvent and rinse in ocean water. Slice into ribbons and set aside.\n\n— Take loin of Atlotl and hook to [rotating device] then slap against stone surface until fragrant.\n\n— Cut loin into tetrahedrons, making sure to slice across all grains, and set aside.\n\n— In a large cauldron, add water, shau'rac oil, and appropriate root mixture (based on season and year). Bring to boil, then add loin and tendons. Cook until [CBX PARSER ERROR] no longer float and fluid has an ochre sheen across the surface.\n\n— [CBX PARSER ERROR] more hours, thickening until broth [CBX PARSER ERROR] off the back of a ladle.\n\n— Serve with thick slices of the [black cube].\n\n// FILE END //","icon":null}},"605724052":{"hash":605724052,"index":1686,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Pyrrhic Ascent Gloves","description":"SIMULATION RECONSTRUCTION LOG // LA-01-03 // BAZAAR, THE TOWER, LAST CITY\n\nGuilt and shame twist like spectral blades into Shayura's stomach.  Sitting under the trappings of New Monarchy's crimson-shrouded enclosure, her focus is locked squarely on the table's wood-grain surface. The sound of her breathing feels uncomfortably loud, but at the same time, the noise of the nearby crowds are muffled and distorted as if they were underwater. \n\n\"How's today feeling?\" \n\nAll Shayura can hear clearly is her own breathing. She slouches forward more, fingers sliding up into her hair, elbows propped up on the table, fighting to stay in the present when her mind demands she fixate on the past.  \n\n\"Did you talk to Ikora yet?\" \n\nA new knife of guilt slides in. Shayura tries to swallow, but her throat is dry. She'd barely had the energy to come here; it makes her feel all the more worthless. \n\n\"No,\" Shayura finally says, her mind fuzzy, her response delayed. \"I will,\" she promises, because she knows that's what Aisha wants to hear. \"I'm sorry.\" \n\n\"Hey, no,\" Aisha says, putting a hand on Shayura's shoulder at some point. The tactile connection is a grounding presence, bringing Shayura back into the moment. \"Don't. We've all been through a lot. I should've paid attention to how hurt you were before we went into the match. I'm sorry we fought; I'm sorry I yelled at you.\" \n\nAisha's plaintive tone hurts as much as it helps. Shayura sinks into a slouch of defeat, feeling her closest friend suffering because of her own shortcomings. It only makes her feel smaller, guiltier. \n\nShayura looks at Aisha out of the corner of her eye, seeing the twinned look of support and worry on her face. \"Can Guardians be unfit for duty?\" Shayura wonders aloud, her voice muffled by the tabletop. \n\n\"I mean…\" Aisha replies. Her hesitation has a palpable sting. \n\n \"I don't know if I'm okay,\" Shayura finds the courage to admit. Her heart races as the words pass her lips. When she feels Aisha's arms around her shoulders, it steadies her pulse. Shayura relaxes into the supportive embrace of a friend. \n\n\"It's okay not to be okay,\" Aisha says, and for a moment, Shayura believes it. For a moment, knives of doubt and guilt feel blunted. But only for a moment. \n\n\"That's why you should talk to Ikora. She knows. She understands.\" \n\n\"Drinks.\" \n\nThe word startles Shayura. She can hear the whirring hiss of Reed-7's articulated joints, the clank of his armor. \n\n\"…they're hot.\" \n\n\"There's cinnamon in yours,\" Reed says, and Shayura musters the energy to give him a half-hearted thumbs-up. \n\n\"I know you're upset about Sloane,\" Reed says, and suddenly Shayura's heart is racing in worry again. He says something else, but all she hears is the blood rushing in her ears and the thundering beat in her chest. \n\nWorried that he's waiting on her for a response, Shayura interjects with something non-committal. \"Thanks,\" she says weakly. The scent of apples and cinnamon hits her. It brings her back to her earliest memories as a Guardian in the Tower, when she first met Aisha and Reed. Shayura sits up enough to grab a steaming mug with two hands and drags the piping hot cider over to herself, breathing in the scent of happier times. \n\n\"I know,\" Shayura finally says in a small, guilty voice. She doesn't know what she's referring to, but she assumes it's what they want to hear. \"I'm sorry.\" \n\n\"You don't need to apologize to us,\" Reed replies. \"You should apologize to Leitka and his Ghost.\" Mention of the Guardian Leitka twists those knives of guilt in Shayura's stomach. She breathes in the scent of cinnamon and apples again, deeply. These are her friends, she tries to remember. This is her family, she concedes. \n\n\"It was Titan,\" Shayura finally admits, afraid of what the truth means but unwilling to dig too deeply into her own terrifying delusions. \"I was back on Titan. Like when we were Lightless, surrounded by Hive. There was this Knight… no matter how many times I killed him, he kept coming back. I should've died out there.\" \n\n\"But you didn't,\" Aisha says. Shayura feels a hand on top of hers and sees Aisha squeezing her palm. It feels like it's happening to someone else, and yet, it is still reassuring. \"We got our Light back, and—\"\n\n\"What happens when the Darkness closes in?\" Shayura needs to know, though she knows neither Reed nor Aisha have the answer. \"Will she be Lightless again? Alone?\" The thought of Sloan dying alone on the arcology eviscerates her. \n\nReed's hand joins Aisha's in a wordless reply. It isn't much, but it's enough.","icon":null}},"708549601":{"hash":708549601,"index":1688,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Pyrrhic Ascent Bond","description":"SIMULATION RECONSTRUCTION LOG // LA-01-05 // SIMULATED LIGHTHOUSE, THE TOWER, LAST CITY\n\nThere is not but silence in the void. \n\nFrost collects on the inside of the cockpit of Shayura's jumpship. Her breath is visible as a cold fog.  Fragments of Ghost shells are scattered atop the console, each glittering with a faint sheen of ice. The Warlock stares at her reflection in the shattered central navigation panel, fragmented, broken. \n\n\"You are late for your weekly scheduled Trials match,\" Shayura's Ghost chirps from over her shoulder. She does not look away from her broken reflection. \"Do you… want me to elevate the atmospheric controls so the ship is warmer on your return?\" \n\nShayura blinks her eyes shut, then opens them, fixed on her Ghost. \"The cold is a reminder,\" Shayura says like a mantra. She looks back at the fragmented shells of the dead Ghosts and clenches her hands into fists. \n\n\"I am ready.\" \n\nShayura is torn apart into motes of Light and threads of energy, reformed into the simulation of Mercury mid-stride.  She walks straight past Reed and Aisha toward the Lighthouse, purpose behind her every movement. \"Come on.\" \n\nShayura's attention is focused ahead at another group of Guardians, to an Awoken Warlock—much like herself—whom she has heard much of. Shayura steadies herself, heart racing. \n\nShe is committed. \n\nSIMULATION RECONSTRUCTION LOG // LA-01-05 // SIMULATED TRIALS ARENA, SIMULATED LIGHTHOUSE\n\nReed-7's head disappears behind the occluding barrier of Vex architecture, inaccessible from the Scout Rifle scope. The rifle's wielder, an Awoken Warlock, lowers his firearm and grunts in frustration. He kicks off the ground, stepping up into the air and glides across the sky in search of a better vantage point. It's here that another body impacts him in a tackle, sending him crashing to the ground far below. \n\nThe Warlock's Scout Rifle rattles out of his hand on impact. He switches to his gold-plated Sidearm as he rises up onto one knee, only to have the gun swatted aside by the flat of a curved Sword. Shayura, carried aloft on wings of fire, slowly descends from the air. She moves the Sword's blade from hand to throat. \n\n\"Go on,\" her quarry says, \"you earned it.\" But Shayura isn't thinking about the match. This isn't about the Trials; it's about discipline. \n\n\"I know what you did on Europa,\" Shayura says to the Warlock. \"I know you're a traitor to the Light.\" At first, he opens his mouth to speak a denial, but then he tenses and takes a step back. \n\n\"It's not that simple,\" the Warlock says, shaking his head. \"You haven't talked to Eris. You don't understand—\" The Warlock's words are cut off as Shayura lunges in, smashing the butt of her Sword against his face, shattering part of his helmet and knocking him to the ground. \n\nThe Warlock groans, grasping at his face, then looks up at Shayura in vivid anger. \"It's not illegal! The Vanguard—\"\n\n\"I am not here on behalf of the Vanguard,\" Shayura says with imperious certainty. Flames begin to spread down the length of her Sword. \"I am here on behalf of the Light.\" \n\nThe Warlock snorts and smiles sarcastically. His body language implies he doesn't respect her power. \"I'm not afraid of you. Come on, end the match.\" \n\n\"I'm not here for you,\" Shayura insists. Now, he feels fear. \n\nAisha and Reed arrive a moment later, guns raised and ready to assist Shayura. She fights back a scowl at seeing them but turns her attention to the Ghost hovering at the Warlock's side. \n\n\"Shay?\" Aisha asks, a nervous tremor in her voice. \n\nShayura lashes out, striking the Ghost with her Sword and knocking it to the ground. The Guardian opens his mouth to shout a plea, but Shayura quickly draws her Sidearm and plants a round in his forehead. The Ghost chirps, squawks; damaged but alive. She holsters her Sidearm again and looks to the Ghost. \n\n\"Shay!\" Reed shouts, and she hears him rushing up behind her. She wouldn't be dragged away, not this time. Shayura turns and expels a blast of force from her palm that knocks Reed onto his back. She quickly reorients to the Ghost and raises her Sword for another strike, when suddenly, her legs prickle with the unearthly chill of deep space. \n\nShayura tries to let out a scream, but her lungs flash-freeze, and crystals of Stasis energy encrust her body. She turns her head, just enough to make eye contact with Aisha and witness the unthinkable. The last person she sees before her world is ice and darkness. Her closest friend, forsaking the Light, embracing the Darkness. \n\nThe look of betrayal on Shayura's face freezes in the ice.","icon":null}},"893527433":{"hash":893527433,"index":1611,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Far Future","description":"Ixel : mutineer : Far-Reaching : murderer : Psion : prophet\n\n1 : the Tower burns : Fallen in the streets : screaming : the Hive Witch dissembles : crackling portal : treachery : Vex emerge : Zavala commands—\n\n2 : the abandoned Tower : desiccated carcasses : wind : Dark spores : Traveler disappears : Pyramid overhead : a Voice behind the Darkness—\n\n3 : the battered Tower : sizzling Arc : Psions burn : frigate crashes : Zavala dies : the Hive Witch comforts : sacrifice awakens : one-horn attacks : Cabal retreat—\n\n4 :  the Tower in ruins : Legionaries patrol : torn banners : executions : a land tank rumbles : Fallen scavengers : transmission : the fleet is destroyed : Wrath of the Hive : we are extinct—\n\n5: the Tower molders : the Hive Witch's worm : Ghosts at war : a Voice behind the Darkness : the Traveler abandoned us : Taken Cabal : a new Hive rejoices—\n\n6 : the Tower is still : funeral procession : Zavala dies :  Zavala dies : Zavala dies : candles : quiet argument : how did they get in : the Witch Queen flees : they are coming—\n\n7: the besieged Tower : trampled flowers : portraits : Zavala is dead : ataxia : wailing : our assassin : the Traveler overhead : the empress looks down : the Light is ours : Primus Ixel—\n\nIxel : Primus : Far-Reaching : prophet : conqueror : hero","icon":null}},"913285009":{"hash":913285009,"index":1657,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Praefectus Grips","description":"//A MESSAGE FROM EMPRESS CAIATL OF THE CABAL, TO ALL LEGIONARIES IN SOL//\n\nWarriors of the empire: the Imperial Crown calls to you.\n\nGhaul failed us, and the Red Legion paid the price in blood. You have been scattered and abandoned, hunted by our enemies as you yearn for home… but Torobatl is no longer ours.\n\nThe combined fleet of the empire has entered Sol space. Come back to us, our comrades and kin. Rejoin our ranks, and help me mend this fractured empire. Through honor and strength, we will write the next chapter in our empire's storied history, and—\n\n//\n\nThe Centurion flipped a switch and silenced the comm device. She peeked out of the cavern's makeshift scrap-metal door and saw asteroids drifting over the Shore like sleeping goliaths in a lavender sea.\n\nScreeb chitters echoed through the air, grabbing the Centurion's attention. She snapped the door shut and readied her Slug Rifle, listening as the sound swelled. When silence finally returned, she crumpled against the wall and wearily dropped her weapon. The gun had been issued in her family's name and bathed in her brother's blood. Now it was a fading memento, lying in the dust beside a vigil of empty helmets.\n\nThe message played over again in her mind and she snarled. A crown. A gauntlet. A chalice. Nothing more than metal tortured with heat and molded into something else. Into someone else's vision. What had the empire molded her into? The low moan of some ancient cable resonated through her pressure suit, now comically oversized for her atrophied muscles.\n\nShe swung her gauntlet and crushed the comm device for good measure. Thresher engines roared in the distance, the sound of countless Legionaries answering the call. She hunkered down and fell into a deep slumber.","icon":null}},"1001798188":{"hash":1001798188,"index":1680,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Pyrrhic Ascent Mask","description":"SIMULATION RECONSTRUCTION LOG // LA-02-01 // MERCURY\n\nFlames roll up the front windscreen of a classic AFv2 Octavian  on its entry to Mercury's thin atmosphere. Aisha has done this jump hundreds of times. Feet propped up on the console, she allows autopilot to carry her in to the Lighthouse. \n\n\"We shouldn't just leave her behind,\" a woman says over the comms. Aisha motions with one finger to her Ghost, who opens an audio channel back to her fireteam member Shayura's jumpship. \n\n\"Not our call, Shay. Agree or disagree, we're a united front,\" Aisha replies. \n\n\"Then act like it!\" Shayura fires back. \n\nAisha folds her hands behind her head and rolls her eyes toward the top of her cockpit, venting her frustration with a prolonged sigh. \n\n\"It's Sloane's choice.\" They've had this conversation too many times now. \"You know how she is. If she's declining evac, there's no force in the system that'll uproot her. Stay, go, it's her choice.\" \n\n\"Eight seconds until we're in transmat range,\" Aisha's Ghost interrupts, trying to cut the tension. He indicates the directional telemetry on the console with a flick of his monocular blue eye. She gently pushes the Ghost out of her face with a brush of her fingers. \n\n\"Leaders make mistakes.\" Shayura's voice crackles over the comms as the fire of reentry clears from Aisha's windscreen, revealing the sandy geometric mottling of Mercury's surface. \n\n\"We're in transmat range,\" Aisha's Ghost chirps. She waves her hand at him dismissively. \n\n\"Zavala doesn't see it. He's trying to do the work of two Vanguard leaders right now. I d—\" Shay's words are cut off as Aisha's body discorporates into a whirling matrix of light and energy. \n\nAisha rematerializes within the exterior courtyard of the Lighthouse. Her Exo companion Reed-7 is already waiting, arms crossed. \n\n\"—believe for a minute that's all we could've done!\" Shayura finishes as she transmats in an electrical blast. She is incandescent with anger, waves of golden fire lapping at the sides of her face. \n\n\"Sloane made her choice!\" Aisha shouts, following Reed toward the Lighthouse with as much heated intensity as Shayura. \"The commander asked her to fall back and she didn't! Don't pin this on him!\" \n\nShayura pivots to stare at Aisha; the fire building around her discharges in an upward blast. \"If he wants to lead, he should be willing to take criticism for his decisions!\" \n\n\"Hey!\" is all Reed-7 needs to say. The bright red Exo shifts his posture awkwardly but stands his ground. Aisha and Shayura are both silenced by the clap of his rebuke. \n\nReed lifts a hand to the back of his neck. \"Can we do this later? Please?\" Shayura and Aisha afford each other a brief, tempered look. Shayura puts down her conversational weapons and draws her Sword. She points it at a group of Guardians across the windswept courtyard outside of the Lighthouse. \n\n\"Fine,\" Aisha agrees, reluctantly. Anything to end this conversation.","icon":null}},"1097616550":{"hash":1097616550,"index":1613,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Extraordinary Rendition","description":"[Report by VanNet encrypted router]\n\nMy friend and first, I know Her Royal Tuskiness is not my assignment, but I couldn't help but catch the following exchange on my latest trip to you-know-where. If anything, it's good for a laugh. Don't let our favorite Praxic wear you down to a nub. If she gives you grief, you give her a swift kick from me. —C.Y.\n\n[Attached transcript.]\n\n\n\nRECORD: 30.10.15.C.Y.Report\nIDENTITIES: Advisor Taurun [A.T.], Empress Caiatl [E.C.], The Spider [T.S.]\nFILE//HID_CLASSIFIED//AUDIO\n\n[A.T.] The connection is made. Let the imperial record show that, on this day, the great Empress Caiatl, ascendant of Calus, slayer of Umun'arath, convened via radio message with the Spider of the Tangled Shore, formerly of the House of—\n\n[E.C.] Enough, Taurun. The scribes can add whatever flourishes they wish after the fact.\n\n[T.S.] Yes, let's not waste time. I know you have more important matters to attend to. Matters that I would be happy to help with… in my own small way.\n\n[E.C.] I would no sooner seek aid from you than a war beast would from a bog-tick. Do you know how many thieves I've had to excise from my ranks? They debased themselves. Crawling about our proving grounds. Refashioning battle-trash into weapons. All because you tempted them with a flash of Glimmer.\n\n[T.S.] Ha! Me? Tempt them? It's all I can do to keep them from flooding the market.\n\n[E.C.] This is not my first time dealing with war profiteers, insect. Though, if I squash you thoroughly enough, it may be my last.\n\n[T.S.] And here I thought I was doing you a charity, promoting Cabal entrepreneurship. I was told the empire was low on funds.\n\n[E.C.] Is that so?\n\n[T.S.] Your Majesty, I don't know what advice you've been getting from your imperial hangers-on, but—\n\n[A.T.] How dare you—\n\n[E.C.] Quiet.\n\n[T.S.] But things are different here in the Sol system. Smash and conquer—like so many traditions of old Torobatl—won't get you far. Ghaul found that out the hard way. The remnants of his Red Legion have learned to adapt.\n\n[T.S.] Let me know if you'd like to do the same. I'd even go against my own custom and consider a payment plan.\n\n[E.C.] How generous. But it seems I have no need. As you've revealed, I have untapped resources at my disposal.\n\n[T.S.] Whichever ones have survived your purge, yes. But weapons are not my most valuable wares, not by a long shot. If you're anything like your father, you'll be far more interested in the information I have to offer.\n\n[E.C.] Send your coordinates. We can discuss face-to-face. But tread lightly. I've yet to decide whether you're worth my mercy.\n\n[T.S.] Oh, I'm honored to host Her Imperial Highness on my humble Shore. It's no palatial estate, but we insects are just happy to have a place to call home.\n\n[End transmission.]","icon":null}},"1173780905":{"hash":1173780905,"index":1623,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"The Messenger (Adept)","description":"Aunor was in a sour mood when she transmatted into Ikora's personal library. She hated visiting the Tower. Even in a room without doors, well away from the dank Annex basement, she could still smell the Drifter's sulfuric odor. How the others could stand it, she had no idea. \n\nHer irritation was softened slightly, when Ikora looked up from her writing with a smile. \"I'm glad to see you,\" she said. \n\n\"Interesting choice of words. I thought I was being summoned for a 'matter of grave importance. '\" \n\n\"'Relieved' may be the better word. There aren't many I can trust with an assignment like this.\" Ikora gestured towards a seat. Aunor shook her head.\n\n\"Is that so?\" \n\n\"I mean that as a compliment to you. Not a condemnation of anyone else.\" \n\n \"You don't need to butter me up before a bad job, Ikora.\" \n\nIkora sighed, then tapped her datapad. \"We've received word of another tainted Guardian in our ranks.\" \n\nWithin her cloak, Aunor's pad dinged. She took it out, reading as she scrolled. \"Disobeying orders, trading Vanguard secrets… Pretty standard. Prolonged and intentional torture?\" She looked up questioningly. \n\n\"Fallen civilians fleeing the House of Salvation,\" Ikora supplied, her voice grave. \"According to her fireteam, she wanted to know how Eramis accessed the Darkness. \"When they tried to intervene…\" she trailed off. \n\nAunor looked up sharply. \"She tortured her own teammates too?\" \n\nIkora nodded. Aunor stowed her datapad back in her cloak. \"Where's she headed now?\" \n\n\"We believe she's still on Europa, trying to access the Darkness on her own.\" \n\n\"Makes sense. Now that the Vanguard's lifted the ban, she has plausible deniability. As does anyone else who's tempted by that power,\" she added pointedly. \n\n\"Please don't make me go over this again. The Vanguard—\"\n\n\"The Vanguard allowed Darkness into the Tower. You let Guardians play with it, so long as they do it under the Drifter's roving eye.  Otherwise, you'll send me after them as punishment.\" \n\n\"Not punishment,\" Ikora corrected evenly. \"Redemption. You offer them a chance to cooperate first. To make up for their selfish acts and rejoin the side of humanity.\" \n\n\"And so far, I've had no takers.\" \n\n\"That doesn't mean that none exist.\" \n\n\"And this Trestin? You think she'll be lucky number…  how many are we up to now? At this point, the only chance I'm giving them is the chance to kill me first.\" \n\n\"Enough.\" Ikora's eyes flashed. \"I won't pretend to be optimistic about the outcome of this case. Or any future ones. But there's no guarantee that all who are touched are forever tainted. Until that's proven otherwise, your orders remain the same. Is that clear?\" \n\nAunor stared at her, jaw clenched. \"Future cases?\"  She shook her head. \"Never mind. I'm sure you'll tell me after they've wreaked havoc somewhere.\" \n\n\"You don't have to do this, if you don't want to. I'd understand.\" \n\nAunor swatted the concern away. \"I stand by my promise,\" she said.  Then, in a flash of blue, she was gone.","icon":null}},"1210266902":{"hash":1210266902,"index":1660,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Praefectus Mask","description":"Cau'tor smiled as his daughter walked ahead, dragging her hand across the soft filaments of the valac blooms. Bioluminescent pollen swirled in her wake, barely visible in the glow of sundown. Cau'tor closed his eyes and inhaled deeply, reveling in the heady scent that marked the beginning of the wet season.\n\n\"Why did you bring me here?\" his daughter asked. Even as she spoke, Cau'tor pictured her from memory: a small child frolicking in brightly colored robes. He opened his eyes and saw a full-grown warrior in a towering battlesuit.\n\nHe gestured towards the plated broadsword stowed on her hip. \"The scribes said you fought ferociously in sparring this morning.\"\n\n\"My blade is insatiable,\" she replied, brandishing the weapon and playfully pointing it at her father. Her smile diminished slightly. \"You could have seen it yourself.\"\n\nCau'tor did his best to hide a wince. \"I will soon enough, Ta'nam.\"\n\nTa'nam sheathed the blade. Dried grass and petals crunched under Cau'tor's sabatons as he met his daughter and placed a hand on her shoulder.\n\n\"So what's this about—a reminder of home on the eve of battle?\" Ta'nam asked.\n\nHer father scoffed. \"Do you really need reminding?\"\n\nTa'nam grimaced. \"I miss it every day.\"\n\n\"We all do,\" her father said with a heavy sigh. \"No, I wanted you to have one last chance to see it with your own eyes.\"\n\nTa'nam turned, her brow furrowed. \"Last chance?\"\n\n\"Enough,\" Cau'tor called out. A low rumble resonated through their bones and the world shifted. Distant mountains undulated and stretched towards the sky; flowers burst into clouds of wriggling bubbles. The world blurred as light and matter drained like viscous fluid towards a growing rift in the sky—a shadow that grew until it consumed them.\n\nThey woke aboard the Barbatos Rex, still streaming through the stars. Their hands were clasped around the handle of a rusted antique blade. A Psion stood nearby as the last spectral tendrils of psionic energy connecting the three of them dissipated.\n\nCau'tor nodded at the Psion. \"Leave us.\"\n\n\"I don't understand,\" Ta'nam said as soon as they were alone.\n\nCau'tor held the blade up. \"Four generations ago, this weapon earned our family's place in the empire. Its history makes it a strong locus for the mind-walk.\" He studied the knife carefully, testing its weight distribution. \"But history is a luxury of the victor.\"\n\nCau'tor took the weapon in both hands and broke it in half, grinding the brittle material in his gauntlets.\n\nTa'nam recoiled slightly. \"Father…\"\n\n\"The world this came from is gone,\" Cau'tor continued. \"Home is no longer behind us. It is ahead in the distance, past a towering mountain, and over a great sea.\"\n\nTa'nam nodded. \"We are Cabal. We eat the mountains, and drink the seas.\"\n\nCau'tor leaned forward. \"But you cannot do this if your hunger is sated by indulgent reverie. So we will never walk these thoughts again.\"\n\nTa'nam stiffened. \"I understand.\"\n\n\"Sol is a graveyard for our people. But those warriors never watched our cities burn in soulfire. The memory of home should not be a comfort, my child, but the wound that drives your blood frenzy.\"\n\nTa'nam nodded, but the knot in her gut forced her to speak. \"Do you fear them, Father? The Sol warriors?\"\n\nCau'tor smiled proudly, and took his daughter's hand. \"I do not, my child. Because I fight with Ta'nam, and her blade is insatiable.\"","icon":null}},"1260563064":{"hash":1260563064,"index":1677,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Pyrrhic Ascent Helm","description":"SIMULATION RECONSTRUCTION LOG // LA-01-01 // MERCURY \n\nThe Exo Titan Reed-7 cuts an imposing silhouette across the Mercurian sands, the sun at his back. Reed and his Ghost fix their attention on two streaks of fire gleaming across the sky.  \n\n\"They're late,\" Reed's Ghost chirps. \n\n\"Again,\" Reed notes with a sigh. His eyes follow the burning trails across the dusty beige sky until they reveal a pair of jumpships entering the atmosphere. \n\n\"I'm picking up a… dispute on open comms,\" Reed's Ghost notes, bobbling through the air around his Guardian. \"You may want to brace for impact.\" \n\nThe jumpships dive low and hug the ground after reentry, kicking up a cloud of sand that billows across the ancient stone courtyard of the Caloris Spires. Reed turns his head to watch them speed off to the opposite horizon. \n\n \"—believe for a minute that's all we could've done!\" A voice shouts over comms and finishes in physical space as Reed's Warlock companion, Shayura,  transmats down to the surface. Crackling bands of energy ripple off of Shayura and another Guardian, a Hunter: Aisha. Shayura is incandescent with anger. Waves of golden fire lap at the sides of her face. \n\nReed doesn't say anything as his companions arrive. They're doing enough talking for everyone on Mercury, so he gives them their space, choosing instead to focus on the task at hand. He moves toward the looming structure of the Lighthouse and the Guardians gathered outside, waiting in their queue to compete in the prestigious Trials of Osiris. \n\nHis Ghost looks at him with concern; Reed reassures him with a gentle tap of his finger against the Ghost's shell. But Reed can hear his friends becoming increasingly frustrated with one another. Arguments like this have happened before: Is Eris trustworthy? Should the Vanguard track down Cayde's murderer? Was Cayde's death his own fault for being so reckless? Their disagreements had always ended with understanding. Today, however, things feel different. \n\n\"Hey!\" Reed turns and shouts back at them. It's louder than he intended. The bright red Exo recoils a little from the volume of his own voice. The clap of his rebuke distracts both Warlock and Hunter. They look up at him in sudden silence. \n\nReed lifts a hand to the back of his neck, scratching sheepishly. \"Can we do this later? Please?\" \n\nShayura and Aisha afford each other a brief and mild look. Wordlessly, they put away their conversational weapons for another time. Shayura draws a Sword and points it across the windswept courtyard toward a group of Guardians, indicating a challenge. \n\n\"Fine,\" Aisha agrees reluctantly. \n\nReed will take that as a victory, however small.","icon":null}},"1313528549":{"hash":1313528549,"index":1624,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Sola's Scar","description":"Her wait was nearly over—Trestin could feel it as she climbed Cadmus Ridge.\n\nSunlight, amplified by snow, pierced her eyes now; she had ascended above the cloud line. She tilted her gaze down, focusing on the crags immediately before her. Her muscles cramped as she reached up for the next ledge. \n\nNo holding back now. \n\nOver the radio, Lord Saladin's voice grew staticky: \"Cabal incursion… Vex… up ahead.\" Without a word, Trestin's Ghost switched it off. There were others nearby to carry out the Iron Lord's orders. He wouldn't miss them. \n\nShe doubted anyone would—her ex-teammates least of all. She had betrayed them, or so Sadhij had screamed: \"We're supposed to be the thin line drawn before the Darkness, you traitor!\" \n\n|| Thin indeed. So why not step over it? ||\n\nBecause they didn't have it in them. She checked. Cracked them both open and dug deep, just to be extra sure. But it wasn't there. That hunger, immense and buried, like the ocean under Europa's glacial crust. A riptide, undetectable from the surface, yet unrelenting in its pull. She never meant to betray anyone. She just wanted release. \n\n|| Soon, you will have it. Soon, you will be freed. ||\n\nMuscles shaking with exhaustion, she threw her hand up and, at last, grasped snow. She had reached the top. \n\nFor a moment, she laid on the embankment, chest heaving. When her vision cleared, she gasped. There it was, black-stone stark against the gleaming white. It seemed to pulse in time with her heart. Attuning to the desire churning within. \n\nFrom the back of her mind came a warm, familiar voice: \"You're a goober.\" Yara. Suddenly, a different hunger bloomed in her, small and keening. Was it… loneliness? \n\n|| It is weakness. What lies before you is power.|| \n\nThe pulsing intensified. She could feel the blood pumping through her veins as she stepped towards the obelisk, hand outstretched. She had never been so close—\n\n \"Not one more step.\" A new voice called out to Trestin. Only this one was not in her head. She turned to find a Warlock standing a few yards away, sword drawn. \"You must be Trestin. I am Aunor. I encourage you to come with me. Quietly.\" \n\nTrestin looked at her, then dove for the obelisk. \n\nThe last thing she felt was steel. Pure, cold steel piercing through her heart.","icon":null}},"1322042322":{"hash":1322042322,"index":1681,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Pyrrhic Ascent Cloak","description":"SIMULATION RECONSTRUCTION LOG // LA-02-05 // SIMULATED LIGHTHOUSE, THE TOWER, LAST CITY\n\n\"There's still snow in the cockpit of my jumpship,\" Aisha says after she appears in a crackling wave of latticework from the subordinate Vex conflux now running simulations of the Lighthouse from the safety of the Tower. \n\n\"Is that why you're late?\" Reed-7 asks, and Aisha's chest tightens. \n\nShe feigns a smile and spreads her hands, playing off her nervousness. \"And Shayura isn't?\" she jabs back. \n\n\"She's coming.\" Reed says, and then more pointedly asks, \"How long did you stick around the Stranger's camp after we left?\" Aisha looks away, as if to contemplate the graphical fidelity of the Lighthouse, jaw set and shoulders tense. \n\n\"Couple hours,\" she says quietly. \"I moved around. House of Salvation was putting down stakes out near some Vex ruins; wanted to make sure they didn't stick.\" Feeling anxious, she presses two fingers to her neck, transmatting her helmet around her head in a flash of light. \n\nReed snorts and nods. \"This is weird, right?\" He drops the topic of Europa. Aisha isn't sure what he's on about. \"The simulation. Saint's little… combat closet. It feels real,\" he continues. \n\n\"It is real. I mean, we are. The space is a… I don't know, magic? But me and you? The Guardians? We're all us.\" Aisha explains with a motion around herself. \"The dangers may be simulated, but that doesn't make the effects any less real. Saint wouldn't have it any other way. You didn't go into the Infinite Forest, did you?\" \n\n \"Hell no,\" Reed quickly admits. \"Couldn't pay me enough to. Can't stand the Vex,\" he adds with a shudder. \"You know how you are with spiders? That's me with the Vex. Don't know why, don't care.\" \n\nAisha looks down at one of her hands, fingers curling against her palm. She closes her eyes, considers Reed, and then gathers up the confidence to make a confession as Shayura manifests into the simulated space mid-stride. She walks straight past Reed and Aisha toward the Lighthouse. \"Come on.\" \n\nShayura's brusque entrance elicits a concerned look between Reed and Aisha, but they say nothing more on the matter. \n\nSIMULATION RECONSTRUCTION LOG // LA-02-05 // SIMULATED TRIALS ARENA, SIMULATED LIGHTHOUSE\n\n\"Where's Shayura?\" Reed asks as he reloads his Scout Rifle mid-match. Aisha points down a corridor with two fingers. \n\n\"She's been after that other Awoken Warlock since we started the match. I think she followed him that way,\" Aisha says, already breaking into a jog. \"It's three on one, c'mon.\" \n\nWhen they finally find Shayura, she's standing over a still-living Awoken Guardian whose helmet has been broken, revealing one of his eyes. He stares up at her, at her fire-shrouded Sword. Aisha and Reed train their firearms, prepared to back Shayura up if she misses the finishing blow for the match. Reed starts to lower his Auto Rifle, and Aisha feels his palpable confusion as she notices Shayura's sight line isn't aimed down at the Guardian; it's aimed up at his Ghost. \n\n\"Shay?\" Aisha asks, a nervous tremor in her voice. \n\nShayura lashes out, striking the Ghost with her Sword and knocking it to the ground. The Guardian exhales a scream of plight, and Shayura quickly draws her Sidearm and plants a round in his forehead. The Ghost chirps, squawks. It is only damaged. Shayura holsters her Sidearm again. \n\n\"Shay!\" Reed shouts, dropping his Scout Rifle and rushes over to her. This time, though, Shayura expels a blast of force from her palm that knocks Reed onto his back. Aisha's heart races. She looks back at Reed, then Shayura. Fear and doubt take control. Aisha closes her eyes and chooses the unthinkable. \n\nBlue-black ice crusts over Shayura's legs, snuffs out her Praxic fire, and freezes her Sword arm solid. Feather-ice bristles off of her body along with waves of visible cold. Waves of cold radiate outward from one of Aisha's extended hands; feathery shards of crystalline growths bristle off of her gauntlet. She had no choice. \n\nAisha couldn't understand in that moment what was going through Shayura's mind, or how much of a betrayal this moment was. \n\nBut in time, Aisha hoped, her friends would come to understand and forgive her.","icon":null}},"1325579289":{"hash":1325579289,"index":189,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"","description":"I watch them frolic blithely beneath their oblivious god.\n\nI am among those assembled to witness their training. They wish to become stronger than the Cabal. Than Xivu Arath. Than the Hive.\n\nTheir ignorance of their true enemy is overwhelming—they cannot even put a name to it. I am choked with rancid ambrosia.\n\nTwo men now remain in the artificial battleground. Their movements are simplistic: one charges blindly ahead. The other rolls to the side, fires a shotgun, and his opponent falls.\n\nThe victor turns to the crowd and removes his helmet. Oily fluids bead on the flesh of his face. He bears teeth that squirm with microbial life. He throws his arms upward in jubilation and the masses cheer.\n\nI do not join them—this form affords me some dignities.\n\nBehind the creature reveling in minor triumph, sacrilege: A perfect being materializes. It gathers meat and offal from the ground and reassembles it. An unfathomable gift is given.\n\nThe crowd has seen this miracle countless times. It has lost all meaning to them. They see it as a resource.\n\nI look up into the blank white face. I feel its Light on my cheeks. It no longer burns me.\n\nEach revival is a choice.\n\nI know what to do.","icon":null}},"1452975189":{"hash":1452975189,"index":1669,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Praefectus Gauntlets","description":"//A MESSAGE FROM EMPRESS CAIATL OF THE CABAL, TO ALL LEGIONARIES IN SOL//\n\nWarriors of the empire: the Imperial Crown calls to you.\n\nGhaul failed us, and the Red Legion paid the price in blood. You have been scattered and abandoned, hunted by our enemies as you yearn for home… but Torobatl is no longer ours.\n\nThe combined fleet of the empire has entered Sol space. Come back to us, our comrades and kin. Rejoin our ranks, and help me mend this fractured empire. Through honor and strength, we will write the next chapter in our empire's storied history, and—\n\n//\n\nThe Centurion flipped a switch and silenced the comm device. She peeked out of the cavern's makeshift scrap-metal door and saw asteroids drifting over the Shore like sleeping goliaths in a lavender sea.\n\nScreeb chitters echoed through the air, grabbing the Centurion's attention. She snapped the door shut and readied her Slug Rifle, listening as the sound swelled. When silence finally returned, she crumpled against the wall and wearily dropped her weapon. The gun had been issued in her family's name and bathed in her brother's blood. Now it was a fading memento, lying in the dust beside a vigil of empty helmets.\n\nThe message played over again in her mind and she snarled. A crown. A gauntlet. A chalice. Nothing more than metal tortured with heat and molded into something else. Into someone else's vision. What had the empire molded her into? The low moan of some ancient cable resonated through her pressure suit, now comically oversized for her atrophied muscles.\n\nShe swung her gauntlet and crushed the comm device for good measure. Thresher engines roared in the distance, the sound of countless Legionaries answering the call. She hunkered down and fell into a deep slumber.","icon":null}},"1724366537":{"hash":1724366537,"index":1675,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Pyrrhic Ascent Gauntlets","description":"SIMULATION RECONSTRUCTION LOG // LA-01-03 // BAZAAR, THE TOWER, LAST CITY\n\nThe noise of the Bazaar is a background hum, seemingly electrical but performed by so many organic systems.  Reed-7 finds comfort in the banality of human conversation when viewed at a macro level—the impression of life. It's something other than language to him, something he imagines the universe might sound like to a Warlock. At least, he assumes they hear those things. \n\nThere is relief that in this moment,  Reed hears only the people in the Bazaar, not the voices of horror that haunt him from Io's cradle. When he thinks too hard about it, he can still hear the Darkness moaning through his Ghost. Rather than dwell on it, he searches for something else to fixate on, something to distract him. \n\nThe whole of the Bazaar is decorated for the Festival of the Lost, with colorful engram-shaped ornaments hung from decoratively macabre trees. A Ghost—one he's fairly certain belongs to the Warlock Osiris—goes cartwheeling by with a shriek of laughter, trailing cloth wrappings in her wake. The moment of levity helps lift Reed's spirits as he returns to his table in New Monarchy's enclosure where Aisha and Shayura wait for him. \n\n\"Drinks,\" Reed says, setting down three tall mugs wafting with steam. Aisha offers him a supportive but strained smile. \"Careful,\" he notes as she reaches for a mug, \"they're hot.\" He'd earned the nickname Strike-Dad thanks to obvious and well-meaning cautions like that. \n\n\"There's cinnamon in yours,\" Reed says to Shayura, who may be asleep, her head down on the table atop her folded arms. Shayura has the wherewithal to give him a distracted thumbs-up. It's at least comforting, if not wholly reassuring. Aisha gives Reed a wordless look of concern and shakes her head. Their talk had not gone well while he was away. \n\n\"I know you're upset about Sloane,\" Reed says, deciding to tear off that conversational bandage. \"But you know the commander's done all he can. We've done all we can. Don't blame yourself for—\"\n\n\"Thanks,\" Shayura says without looking up. She sits up enough to grab her steaming mug with two hands and drag the piping hot cider over to herself. She slouches over the mug, breathing in the aroma of cinnamon, honey, apples, and cloves. Her eyes drift shut, and for a moment, she seems more herself. \n\nAisha and Reed take a moment to breathe. Give Shayura time to breathe. \"I know,\" Shayura finally says in a small, guilty voice. \"I'm sorry.\" It's hard to tell if she's talking about Sloane, or about her behavior in general. \n\n\"You don't need to apologize to us,\" Reed says with a look to Aisha, finding her approval. \"You should apologize to Leitka  and his Ghost.\" \n\n\"It was Titan,\"  Shayura finally says, staring into her mug. Reed and Aisha look at each other, but neither interrupts. They let her reach that point at her own pace. \"I was back on Titan. Like when we were Lightless, surrounded by Hive.  There was this Knight… no matter how many times I killed him, he kept coming back.  I should've died out there.\" \n\n\"But you didn't,\" Aisha says, reaching out across the table to take Shayura's hand, giving it a reassuring squeeze. \"We got our Light back, and—\"\n\n\"What happens when the Darkness closes in?\" Shayura asks, though she knows neither Reed nor Aisha have the answer. \"Will she  be Lightless again? Alone?\" \n\nReed and Aisha share a look, and the Exo reaches across the table to lay one of his large hands on Shayura's, atop Aisha's. He doesn't have a rousing speech, strong words, or even cold comforts. He just has his presence to offer in support of her traumas. \n\nHe has to hope that's enough.","icon":null}},"1806913970":{"hash":1806913970,"index":1672,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Praefectus Helm","description":"Cau'tor smiled as his daughter walked ahead, dragging her hand across the soft filaments of the valac blooms. Bioluminescent pollen swirled in her wake, barely visible in the glow of sundown. Cau'tor closed his eyes and inhaled deeply, reveling in the heady scent that marked the beginning of the wet season.\n\n\"Why did you bring me here?\" his daughter asked. Even as she spoke, Cau'tor pictured her from memory: a small child frolicking in brightly colored robes. He opened his eyes and saw a full-grown warrior in a towering battlesuit.\n\nHe gestured towards the plated broadsword stowed on her hip. \"The scribes said you fought ferociously in sparring this morning.\"\n\n\"My blade is insatiable,\" she replied, brandishing the weapon and playfully pointing it at her father. Her smile diminished slightly. \"You could have seen it yourself.\"\n\nCau'tor did his best to hide a wince. \"I will soon enough, Ta'nam.\"\n\nTa'nam sheathed the blade. Dried grass and petals crunched under Cau'tor's sabatons as he met his daughter and placed a hand on her shoulder.\n\n\"So what's this about—a reminder of home on the eve of battle?\" Ta'nam asked.\n\nHer father scoffed. \"Do you really need reminding?\"\n\nTa'nam grimaced. \"I miss it every day.\"\n\n\"We all do,\" her father said with a heavy sigh. \"No, I wanted you to have one last chance to see it with your own eyes.\"\n\nTa'nam turned, her brow furrowed. \"Last chance?\"\n\n\"Enough,\" Cau'tor called out. A low rumble resonated through their bones and the world shifted. Distant mountains undulated and stretched towards the sky; flowers burst into clouds of wriggling bubbles. The world blurred as light and matter drained like viscous fluid towards a growing rift in the sky—a shadow that grew until it consumed them.\n\nThey woke aboard the Barbatos Rex, still streaming through the stars. Their hands were clasped around the handle of a rusted antique blade. A Psion stood nearby as the last spectral tendrils of psionic energy connecting the three of them dissipated.\n\nCau'tor nodded at the Psion. \"Leave us.\"\n\n\"I don't understand,\" Ta'nam said as soon as they were alone.\n\nCau'tor held the blade up. \"Four generations ago, this weapon earned our family's place in the empire. Its history makes it a strong locus for the mind-walk.\" He studied the knife carefully, testing its weight distribution. \"But history is a luxury of the victor.\"\n\nCau'tor took the weapon in both hands and broke it in half, grinding the brittle material in his gauntlets.\n\nTa'nam recoiled slightly. \"Father…\"\n\n\"The world this came from is gone,\" Cau'tor continued. \"Home is no longer behind us. It is ahead in the distance, past a towering mountain, and over a great sea.\"\n\nTa'nam nodded. \"We are Cabal. We eat the mountains, and drink the seas.\"\n\nCau'tor leaned forward. \"But you cannot do this if your hunger is sated by indulgent reverie. So we will never walk these thoughts again.\"\n\nTa'nam stiffened. \"I understand.\"\n\n\"Sol is a graveyard for our people. But those warriors never watched our cities burn in soulfire. The memory of home should not be a comfort, my child, but the wound that drives your blood frenzy.\"\n\nTa'nam nodded, but the knot in her gut forced her to speak. \"Do you fear them, Father? The Sol warriors?\"\n\nCau'tor smiled proudly, and took his daughter's hand. \"I do not, my child. Because I fight with Ta'nam, and her blade is insatiable.\"","icon":null}},"1840646916":{"hash":1840646916,"index":1648,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"CHAPTER 8: EMPRESS","description":"//A MESSAGE FROM EMPRESS CAIATL OF THE CABAL, TO ALL HER FLEET//\n\nI speak to you as crowned empress of the Cabal Empire, your new leader. \n\nAs I speak, we flee our home. Some of you lament our loss. Some of you whisper about the weakness of retreat. I assure you, we do not flee out of weakness. We march toward strength. \n\nWe have found ourselves in a battle with war itself. And I have come to see that the face of war is ugly and poisonous. \n\nWe are not the same as our enemies. We fight for a reason. For a purpose. \n\nNot for pointless luxury, nor the approval of false gods. Unlike our predecessors, we fight to pay homage to our past and make strides towards our future. A future where all glory is not for vanity but for our people. We fight for the empire. \n\nWe now chart toward the Sol system, to recover the soldiers stranded there by Ghaul's hubris. We will rebuild our army and return to reclaim our home. \n\nOur future will not look the same as our past. With your trust, I will usher us into a new age, and I will not default on my promises, as my father did before me. \n\nFrom this moment forward, all Psions of the Cabal Empire are released from the bonds of servitude and granted full citizenship. You are free to remain or leave as you please. You will be granted reasonable supplies for your departure, if you choose to go. \n\nIf you stay, I must warn you: the battle ahead will be long and arduous. Many of us will fight, bleed, and die to preserve our collective freedoms. But together, we will build an army where warriors fight not for themselves, or for their grasping leaders, but for each other. \n\nThere will be no mercy for false gods. The Cabal Empire will rise from this challenge victorious. United. We will draw from our past to give strength to our future. \n\nAs one Cabal. \n\n//END MESSAGE//","icon":"/common/destiny2_content/icons/07560f40ed68d7af80a9f280de20ef1e.png"}},"1840646917":{"hash":1840646917,"index":1649,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"CHAPTER 9: TRUCE","description":"Caiatl was sitting alone in her private quarters. She glanced up, awoken from her reverie when Taurun arrived. \n\n\"Empress,\" Taurun said, bowing. She was a stickler for formality. \"The other councilors are awaiting a decision regarding our arrival in Sol.\" \n\nCaiatl gave her a wry look. As if she didn't know. \n\nTaurun waited. When Caiatl didn't answer, she pressed further. \"Have you made a decision?\" \n\nCaiatl sighed and shifted in her seat. \"Not yet,\" she said. \"There is much still to consider. Sit down.\" \n\nTaurun hesitated, caught between her dedication to formality and a direct order from her empress. She gingerly lowered herself into a chair. \n\n\"The Guardians killed Ghaul,\" Caiatl said. \n\n\"Yes,\" said Taurun. \n\n\"Stories say they've killed greater enemies too.\" \n\n\"Other deities of the Hive. One of the great worms.\" \n\n\"And a sibling of Xivu Arath,\" Caiatl added. \n\n\"Perhaps then, the costs of this venture do not outweigh the benefits,\" Taurun mused. \n\n\"We need every resource at our disposal,\" Caiatl said. \n\nTaurun was quiet. \n\nCaiatl leaned forward abruptly in her seat. \"Do we need to make war to regain the Legion?\" \n\nOnce more, Taurun was silent. Eventually, she said carefully, \"You don't believe we would win?\" \n\nCaiatl saw the blade hidden in Taurun's question. \"We would win,\" she said. \"After a long, grueling war. We'd sustain huge losses. And we'd leave ourselves open to further devastation at the war god's hands.\" \n\nTaurun's gaze turned thoughtful. \"Yes, probably.\" She studied Caiatl's face. \"So what do you suggest?\" \n\n\"We… negotiate,\" Caiatl said quietly. \"With the Guardians.\" \n\nTaurun observed her customary moment of silence. \"Some of the councilors won't like it.\" \n\n\"I know,\" Caiatl said. She stared past Taurun, her jaw set. \"I don't either.\" \n\n\"You'll have to make a gesture for them. A nod to our legacy as conquerors. If they see it as a true, equal negotiation…\" Taurun trailed off. \n\n\"They'll call it weakness,\" Caiatl finished. \n\nTaurun nodded. \"Especially after fleeing Torobatl.\" \n\nThey shared another silence. The ache of mounting stress began to push at Caiatl's temples. \n\nHer voice was weary when she spoke again. \"Then we will demand that the Guardians kneel.\"","icon":"/common/destiny2_content/icons/07560f40ed68d7af80a9f280de20ef1e.png"}},"1840646920":{"hash":1840646920,"index":1644,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"CHAPTER 4: SOLDIERS","description":"Caiatl loathed the crawling pace of the court. She despised the tricky voices of courtiers and generals vying for attention and resources. Sorting out their tedious requests was like fetching lost scraping sticks from the bottom of a mud-wallow.\n\nBut one day, a general came to her with a clear complaint. \"The stench from Umun'arath's rooms permeates the entire east wing of the palace. My lovers choke on toxic fumes simply walking through the halls.\" \n\nSurprised she hadn't heard about it before, Caiatl dismissed him with a promise to investigate the Evocate-General's chambers. \n\nLater that day, she found that the first of Umun's rooms, usually kept tidy with military precision, was changed. Her two war tables were covered in papers and tomes unrecognizable to Caiatl. The room stank of death and poison. Strange symbols were drawn on the ground in ash. \n\nIn the far corner of the room, with the restraints they used for captives aboard their prison ships, a living Hive Thrall was held in suspension, drooling and chattering. \n\n\"Umun,\" Caiatl said, astonished. \"What's happening here?\" \n\nUmun turned from one of her war tables where she studied a book that looked to be bound with mottled flesh. \"Princess,\" she said, pleased. \"Good. I thought to call you, but I've been so engrossed. Come see the future of the Cabal army.\" \n\nCaiatl approached, intent on looking at Umun instead of the Thrall. \n\n\"They don't fear pain,\" Umun said. Perverse admiration crept into her voice. \"They don't fear death.\" \n\n\"Soldiers who don't know pain or fear are useless,\" Caiatl said, eyeing the Evocate-General. \"'It is the knowledge of death and the will to defy it that together breed bravery.' You taught me those texts.\" \n\n\"We must move beyond them,\" Umun muttered, watching the Thrall tilt its grotesque face in response to their voices. \"With each swing of the sword, the universe grows smaller, Caiatl. The competition fiercer. If we don't learn a new way, we'll be cut down with the rest.\" Her voice went quiet. \"We must accept new gods, or we'll perish.\" \n\nThe Thrall began to thrash, sudden and violent. \n\nCaiatl watched. \n\n\"I am ordering you to step down from the council,\" she said after a long silence.","icon":"/common/destiny2_content/icons/07560f40ed68d7af80a9f280de20ef1e.png"}},"1840646921":{"hash":1840646921,"index":1645,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"CHAPTER 5: NEW GODS","description":"It was Taurun, one of Caiatl's advisors, that alerted her to the spectacle. \n\n\"In the square,\" she said, her deep voice laced with concern. \"I've never seen anything like it.\" \n\nCaiatl went immediately. \n\nIn the central square of Torobatl's weaponsmith district, a bright green flame licked the air. Umun'arath stood against the blaze, naked but for a waist wrap, in the custody of two guards. Her hide was carved with strange, crude symbols. When she saw Caiatl arrive, she threw her head back and laughed. \n\n\"Here comes the Princess-Imperial,\" she said. \"To kneel before our new god.\"[I am Savathûn, whispering.]\n\nCaiatl strode forward. \"Let her go,\" she told the guards. Reluctant, they did as she asked. \"What god, Umun? What heresies have you invented now?\" \n\nUmun grinned. \"The god of war,\" she said, and the earth trembled beneath them. \n\n[But the god of war has planted her armies elsewhere; it is her sister, smiling, that has taken the ear of the warchild Umun'arath.] \n\nCaiatl stood before Umun in the flickering green light of the fire. \"Your obsession is a weakness,\" she said. \"And a threat to our prosperity.\" \n\n\"You can't stop it now,\" Umun lilted, breathless with delight. \n\n[Xivu Arath, hear me.] \n\nCaiatl didn't break her stare. \"I have no choice but to—\"\n\nUmun, chuckling, raised her hands. They glowed. The fire behind her burned higher and chattered like rattling bones. \"The war is all there is,\" she said. \n\nAs the chattering reached a fevered pitch, Caiatl made a decision. With the lightning-quick reflexes Umun had taught her, she unsheathed the ceremonial sword at her side and ran it through Umun's middle. \n\nUmun laughed. \n\n[You are war, and I conjure you with war and blood.] \n\nShe laughed and laughed and laughed until her mouth began to ooze. Until Caiatl, disgusted, pushed her off the sword with her foot. The body tumbled back onto the green blaze. \n\n[A gift for my favorite sister.] \n\nAs the fire consumed the corpse, a gargantuan portal opened in the sky.","icon":"/common/destiny2_content/icons/07560f40ed68d7af80a9f280de20ef1e.png"}},"1840646922":{"hash":1840646922,"index":1646,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"CHAPTER 6: BATTLE SONG","description":"Smoke rose from the city of Torobatl. The sky was dark with Tombships and Threshers. Strange, spindly towers had sprouted from the ground, infecting the streets and alleyways Caiatl had known so well, rendering the landscape alien. \n\nMany of the creatures that poured from the tear in the sky had fallen to her missiles—like any other enemy—but their numbers never seemed to dwindle. Their will never seemed to falter. \n\nPinned in the wreckage of a crashed single-pilot fighter, Caiatl caught her breath as gel leaked from her suit. She remembered Umun's words: They don't fear pain. They don't fear death. \n\nShe wondered how she could have let this happen. How could she have been the one to open that door? \n\nBecause even as she cursed Umun for starting this, Caiatl was the one who had finished it. It didn't matter that she'd done it unwillingly and unknowingly. That responsibility was still on her shoulders. \n\nShe cursed Umun and the vermin Hive, but more than that, she cursed herself. \n\nShe was responsible for the destruction of their home. \n\nA voice as loud as thunder spoke to her, deafening: \n\nMY HOME IS WAR. \n\nMY VOICE IS A BATTLE SONG. \n\nFOR AS LONG AS YOU HAVE WORSHIPPED WAR, YOU HAVE WORSHIPPED ME. \n\nI AM HERE TO CLAIM MY TRIBUTE. \n\nIT IS OVERDUE.","icon":"/common/destiny2_content/icons/07560f40ed68d7af80a9f280de20ef1e.png"}},"1840646923":{"hash":1840646923,"index":1647,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"CHAPTER 7: CORONATION","description":"At the long table of her council room on the fleeing warship Eligos Lex V, Caiatl sat with her advisors. An ugly panic gripped them. \n\n\"Their war moons are too powerful,\" said Councilor Taurun. The tactical display, where Hive ships and war moons floated like innumerable dust specks in space, flickered. \n\n\"They are not deterred by casualties,\" rumbled Ca'aurg. \"All loss is acceptable loss to the Hive.\" \n\nThere were murmurs of assent across the table. \"Ghaul diverted some of our best generals,\" lamented Tha'arec. \"All to the damnable Sol system, for his idiotic crusade…\"\n\n\"They will not return,\" said Ca'aurg. \"And neither will Ghaul.\" He clenched his fist. \"But this weakness didn't start with Ghaul. It started with that bloated traitor, Calus.\" \n\nCa'aurg and Tha'arec glared at each other from across the table. They shared a look Caiatl knew very well; it often preceded bloodshed. She watched them for a tense moment and then raised her voice to say, \"Enough.\" \n\nAll looked to the Princess-Imperial. \n\n\"My father was infatuated with the myth of his own benevolence,\" Caiatl said. \"He gorged himself and his people on stories of what the empire could be and took half-measures to make it so. But he never succeeded. He never wished to succeed. I am not my father. \n\n\"Dominus Ghaul was obsessed with his own redemption. He imagined debts owed to him and sought their fulfilment. He used the Legion as a tool to secure himself and his legacy. He saw the empire as one more thing he was owed. I am not Dominus Ghaul. \n\n\"Umun'arath misled me—misled us all. Our people are not meant to flee our battles. But neither are we the Hive, throwing ourselves on the blade again and again. There is strength in tactical retreat.\" \n\nShe studied the worried faces of her councilors and felt shame for their weakness, but responsibility as well. \"We'll direct all our surviving ships to the Sol system to reclaim whatever remains of the Legion. This is my first order, as empress of the Cabal.\" \n\nThe next day, as they fled their homeworld, a coronation was held upon the Eligos Lex V, royal flagship of Empress Caiatl, leader of the Cabal.","icon":"/common/destiny2_content/icons/07560f40ed68d7af80a9f280de20ef1e.png"}},"1840646925":{"hash":1840646925,"index":1641,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"CHAPTER 1: STORYTELLER","description":"Gold silks and purple velvets hung above the gilded chair where Ahztja settled in to tell the princess Caiatl her nightly story.\n\nAhztja was the emperor's mythkeeper; a talented storyteller and Psion who held all the legends and histories of the conquered worlds in her mind. Caiatl's father often said, \"Ahztja is an athenaeum world in and of herself.\" He often retreated, either into his pleasures or his unpredictable melancholy, leaving Ahztja to fill Caiatl's mind with fantasy. \n\nHolding a toy model of a warship in her hands, Caiatl sat on the floor before Ahztja. \"Ahztja,\" she said politely, knowing she would not receive her story otherwise, \"Please tell me how the faraway peoples say the universe came to be.\"\n\nAhztja considered, searching through the library of her mind, and then nodded.\n\n\"Imagine the universe as swirling chaos,\" Ahztja said softly.\n\nCaiatl closed her eyes and saw it.\n\n\"Among the chaos stands Irkyn La, the First Host, who blinks herself into existence with the First Thought: chaos must come to order.\"\n\nCaiatl saw a creature, tremendous beyond belief, in her mind's eye.\n\n\"And so to satisfy the First Thought, which would become the First Law, Irkyn La consumes the chaos of the void and gives birth to the ordered universe.\"\n\nCaiatl opened her eyes, and they were bright with intrigue. \n\n\"That is how the Tiiarn would say the universe began,\" Ahztja said. \n\nCaiatl looked at the toy in her hands, and then back at Ahztja. \"Where does this giant woman live?\" \n\n\"The Tiiarn would say she is the very fabric of the universe. When you look to the sky, when you look out into space, you are looking into Irkyn La's mouth.\" \n\nCaiatl turned her toy for a little while. Then, looking up, she said fiercely, \"I will challenge Irkyn La to a battle and defeat her. Then my people will own everything in the universe.\" \n\nAhztja chuckled fondly. \"Yes, I think you would,\" she said. \"But the empire has already defeated the Tiiarn. None of them are left. And with no one to believe in her, Irkyn La is dead as well.\" \n\n\"Then I will believe in her.\" \n\nAhztja's lips pulled back in a curious smile. \"You'll believe in her so that you can challenge her?\" \n\n\"Yes.\" \n\nLaughing again, Ahztja placed her hand on Caiatl's head. \"Ah, brave Caiatl. A warrior so mighty, she wills her enemies into existence.\" \n\nCaiatl's chest swelled with incandescent pride.","icon":"/common/destiny2_content/icons/07560f40ed68d7af80a9f280de20ef1e.png"}},"1840646926":{"hash":1840646926,"index":1642,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"CHAPTER 2: STAR PILOT","description":"In a war chamber built by her father's Psion mind-sculptors, Caiatl piloted a fighter through a strange world. It twisted and turned on itself to create strange, rotting landforms all around her. She passed mountains that sprouted weeping tumors and saw fields crusted over with scabrous tissue. \n\nThe exhilaration of flight made her eyes sharp; the familiarity of the controls kept her hands steady. She was so much better here than in any of her father's tedious lessons. Awake. Alive. \n\nUmun'arath's voice rumbled in her ear like a surfacing landwhale. \n\n\"Imagine all of Torobatl as the putrid grave swamps of Aark,\" she said. \"Centuries sunk in muck. A testament to someone else's conquest.\" \n\nCaiatl narrowed her eyes at her ship's heads-up display as a corrupted flame suddenly burned a hole in the sky itself, straight ahead…\n\n\"There are monsters at the edges of our territory that would tear our world open and turn it inside out,\" Umun growled. \"They fear nothing.\" \n\nCaiatl felt a jolt: the telltale rock, tilt, and drag of damage at the tail of the ship. She tried to pull up. Through the hole in the sky emerged a hag: enormous, robed, screaming. Emerald fire burst from her claws and spiraled toward Caiatl's ship, but she was too dazzled by the fireworks to avoid it. \n\nSeconds before the flames engulfed her ship, Caiatl heard: \"What do you fear, Princess?\" \n\nIn these war chambers, simulated death felt like real death. Panic, pain, darkness. Realistic consequences for failure. The chamber left its inhabitants floating in a void after defeat—and in that emptiness, minutes could feel like hours. \n\nWhen the darkness finally evaporated, Caiatl stood in the blank chamber. Alone. \n\nUmun emerged and crossed the room. \"You're dead,\" she told her. \n\nCaiatl kept her back straight and voice level, though there was a tremor in her arm—a humiliating aftereffect. \"Yes.\" \n\n\"You were distracted,\" Umun said. \"I saw you: looking around, like you were on a sightseeing flight.\" She made a dismissive gesture with her left hand. \"Weaned and coddled on too many stories.\"\n\n\"I won't fail again,\" Caiatl said. \n\n\"Wrong,\" said Umun'arath. \"You will die many more times if you wish to live.\" She clapped a hand on Caiatl's shoulder. \"Do it again.\"","icon":"/common/destiny2_content/icons/07560f40ed68d7af80a9f280de20ef1e.png"}},"1840646927":{"hash":1840646927,"index":1643,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"CHAPTER 3: ASSASSIN","description":"Caiatl felt the assassin's eyes on her back before she heard their words. \n\n\"Your father sends his regards,\" they croaked. \n\nShe calmly turned. The intruder was not Cabal. They wore a strange, sleek armored suit—some off-world species unaccustomed to the atmosphere, no doubt. But her father's influence on it was obvious; he did so favor white, purple, and gold. \n\n\"He can keep them,\" Caiatl said. The assassin's gun, pointed at her chest, glowed with a purple light that distorted the air around it. \n\n\"He sent a message for you.\" \n\nCaiatl lunged, crashing her shoulder into the assassin. They fired their weapon, and Void energy seared through Caiatl's bicep. Undeterred, she slammed the assassin to the ground, clutching their throat in one hand and making a fist with the other. She cocked her arm back. Her reflection in the assassin's helmet stared back at her. Furious. Unblinking. Curious. \n\n\"Go on then,\" she snarled, her fist looming. \"The message.\" \n\nThe assassin struggled. \"You are a child in a general's costume,\" they spat. \"None of the vision of your father. None of the drive or strength of the one they call Dominus.\" Something sharp penetrated Caiatl's pressure suit and slipped up against her ribs. \"You will not be remembered.\" \n\nSpurred to action, Caiatl rolled to unseat the blade; the assassin followed and raised the Void weapon to her head. \n\nCaiatl slammed her hand over the barrel. Energy shot through her palm as she ripped the gun away. She grabbed the assassin's helmet with her bloody fingers and slammed their head against the ground. Once, twice, three times. \n\nThe shield began to crack. \n\nFour, five, six times. \n\nShe let the helmet thud against the ground. Her contorted reflection now stared back. \n\n\"Is he listening?\" Caiatl boomed. \"My father? Tell him I will come for him. Tell him there's no distance that will save him from me.\" \n\nThe assassin gasped and wheezed. When they recovered their voice, they hissed, \"Killing me will not stop the end… from coming. My gods have foretold…\" \n\nCaiatl hesitated for a brief moment before her good hand clenched into a fist and slammed into the assassin's visor, shattering her reflection as well as the assassin's skull. \n\nShe sat back in the wreckage, panting, covered in strange, viscous blood. \n\n\"Your gods are dead,\" she said to no one.","icon":"/common/destiny2_content/icons/07560f40ed68d7af80a9f280de20ef1e.png"}},"1935198785":{"hash":1935198785,"index":1662,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Omnioculus","description":"Crash Site, Nessus Terrae, Day Five\n\n**\n\nCabal search parties were thick—there was something decent on that frigate, and that meant it was worth keeping out of their hands.\n\nHad to go clear twice to skirt the bigger groups. Nothing cowardly about it, just couldn't risk the noise of a firefight and didn't want 'em to know how close they were. Forced to shadow one of the big Chieftains for a while. Couldn't stand being close to it like that, even in the mountain air.\n\nFinally found the frigate. Thing had spread itself across a gully, out of eyesight from most recon teams. Of course, my eyes are better than most.\n\nFigured the cargo should have survived a low-atmo crash like that intact. Found two big crates of Cabal gold. Some statues, plates, gongs, that kind of thing. Transmatted the valuables out of there and left the rest for the rain.\n\nStarted feeling pretty good when something startled the hell out of me: a voice. Weak and quiet—the kind of quiet you get toward the very end.\n\nCracked into the wreckage and found a big Cabal warrior pinned in a hallway. Dropped it with no issue. Found a Lightbearer prisoner stuck the next room over—banged up, dehydrated, but alive.\n\nLightbearer seemed traumatized, but it was nothing personal. Gun butt to the temple quieted him right down. Tossed him on the back of my Sparrow and dropped him off at a recon station before he woke up. Outpost wasn't expecting survivors, so they needed their arms twisted before they'd pay up.\n\nIt's a thankless job, but that's all right. Thanks don't pay my debts.","icon":null}},"2016308379":{"hash":2016308379,"index":1678,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Pyrrhic Ascent Greaves","description":"SIMULATION RECONSTRUCTION LOG // LA-01-04 // TENEMENT BUILDING ROOFTOP, PEREGRINE DISTRICT, LAST CITY\n\n\"Guardians are arriving from all across the system. Even the Hunters are coming back.\" \n\nReed-7's Ghost has been giving him updates on the minute for the last half hour. He hasn't been able to move since he reached the railing at the edge of the roof. Seeing the Traveler doing anything is cause for alarm, but seeing the Traveler radiating pulses of Light like some kind of beacon is nearly enough to stop the Titan's synthetic heart. He knows his Ghost is still talking, but he's effectively tuned it out. \n\nAisha and Shayura are on a lower terrace, far enough away that Reed can't hear them talking, just observe their body language. Both look tense, Shayura most of all. But for all that Reed wants to watch them, he can't seem to keep his eyes away from the Traveler—from the seething waves of blue-white light that erupt from inside its cracked shell, from the way the waves make him feel as they wash over him. It is a vindication to his hope, that the Traveler would not abandon humanity in their hour of need. He wants Shayura to see that, to feel his faith, but each time he looks at her, she seems more distant. \n\n\"Reed.\" His Ghost says for the fifth time. Reed finally acknowledges his name, looking at his Ghost with uneasy silence. \"I feel… strange. Something's happening.\" It's more a plea to the Guardian than anything. A plea of uncertainty and helplessness. Even his Ghost couldn't tell if the coming tide was going to wash them all away; if this was how the final moments of the Collapse were felt. But in this moment, Reed's only thoughts go to Shayura and Aisha. He looks down at them. \n\nHe sees Aisha, staring up at the Traveler with wide-eyed awe. He sees Shayura looking down, over the edge of the terrace. Her indifference weighs heavy, even as the Traveler throbs like a beating heart and then erupts into a blinding flash of light. \n\nReed's last thoughts before the light hits him are of his fireteam. His family. \n\nWhen the light fades, when his optic sensors recalibrate , he is moved to simulated tears. The Traveler hangs like a moon over the City. Whole. Reed's faith is reaffirmed in that instant, and tested when he sees Shayura walking away while the City erupts into cheers.","icon":null}},"2060863616":{"hash":2060863616,"index":1617,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Salvager's Salvo","description":"// VanNet—SECURE-04 // FOTC_INVESTIGATOR_LOGBOOK_01.7733// V.Maier //\n\nHäkke armory got hit same time as the Tower disturbance. Forensics suggests that three Psions used a kinetic splitter to get through the security barrier and matter displacement anchors to make the concrete wall permeable. \n\nCan't get a straight answer on what Häkke was storing here. Salvage, not manufactures. Looks like ship parts, but I can't tell from what vessel. No one is giving me clearance to do a full analysis; have to sign it over to the Warlock Vanguard. \n\n// VanNet—SECURE-04 // FOTC_INVESTIGATOR_LOGBOOK_01.7734 // V.Maier //\n\nFound a piece of hardware from the Häkke heist at a chop shop in Peregrine District. Busted the ring up and brought the salvage in. Same make and material as what Häkke was holding on to; Psions must have abandoned it when they were fleeing. Reported it to the Tower, but they're so busy, it could be days before they give a formal response. \n\nMeanwhile, I'm handing it over to Engineering to see what they make of it. Looks familiar, but I can't place it. \n\n// VanNet—SECURE-04 // FOTC_INVESTIGATOR_LOGBOOK_01.7737 // V.Maier //\n\nHad to scrub a few logs. Following up on Engineering's findings. Got myself a day pass out of the City, took a jumpship to the edge of the EDZ. Listened to Vivaldi on the way, helped clear my head. If this turns out to be what I think it is, it could shift the balance of power completely. \n\n// VanNet—SECURE-04 // FOTC_INVESTIGATOR_LOGBOOK_01.7738 // V.Maier //\n\nConfirmed. This is unbelievable. Need to get in touch with Lakshmi about this. \n\n// VanNet—SECURE-00 // VANGUARD_PERMANENT_RECORD_73.10159 // I.Rey //\n\nA City investigator in the Future War Cult's pocket doesn't do us any favors. We picked up Investigator Maier at the City-level security checkpoint and impounded his ship. Of course, Lakshmi is feigning ignorance to all of this, and we don't have enough evidence to dig deeper. Not openly, anyway. \n\nMy Hidden have secured the remains of the Cage that Häkke managed to scoop up after the Red War. But the damage is already done, and it just confirms my fears. Caiatl's people are researching the technology Ghaul used to shackle the Traveler and steal the Light.  \n\nWord of this cannot reach the Lightless.","icon":null}},"2081331971":{"hash":2081331971,"index":1661,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Praefectus Strides","description":"(A burst of electricity shatters a tree, showering Nessus's vermillion fauna across the battlefield.)\n\nVatoc the Psion had been a coward before, and not even just once. As he braced behind a Vex tower and clutched his empty rifle, he recalled his legacy of hasty retreats.\n\nHe had run from Wire Rifle enfilades and soulfire barrages on the detritus flotillas of the Reef.\n\nHe had fled the relentless advance of the chronomatons, nearly boiling in his suit amidst mercurial deserts.\n\nMost of all, he had run from the Light-infested husks, the undying Guardians of Sol. Time and again, he saved his own neck, only for the Legion to find a new assignment and cast him back into the fray; they knew he was weak, but with Legionaries falling in droves, there was no other choice.\n\n(A roar sweeps through the canyon as a smoking Thresher tumbles end over end into oblivion.)\n\nVatoc bore no guilt over his survival; to a Psion, survival was all you had. There was no honor to be gained, no advancement within ranks, no wealth to be accumulated. All the Legion left you with was your life, and Vatoc was going to make sure it lasted as long as possible.\n\nBut that was before Ghaul had been melted down to atoms and scattered across the stars. Before the failed gambit with the Warlock's time device. Before the Almighty, gleaming triumph of the Legion, was tossed like a pebble and swatted aside by an indifferent god.\n\nNow came Empress Caiatl, and with her, the promise of something Vatoc never imagined he would have: freedom. The full might of the empire had arrived in a cavalcade of frigates and carriers, filling the space between worlds with destructive power. For the first time in his life, Vatoc's choice was not merely just to survive, but a choice of what to live for.\n\n(A Colossus barks a rallying cry; a cacophony of Slug Rifles echoes in response.)\n\nThe battle swelled around him and his compatriots fell. He could see the route to safety. Dark crevasses tucked between tepui where he could run and hide. Where he knew he could survive.\n\n(Vatoc reloads his rifle and sings an oath to his empress.)\n\nHe had been a coward before, but no longer.","icon":null}},"2121785039":{"hash":2121785039,"index":1616,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Brass Attacks","description":"Banshee-44 hefted the Sidearm, testing its balance in his metal grip. Nice piece of work. He pulled the slide and peered through the ejection port. The barrel was true and the spring assembly was smooth as silicone. The brass plating and custom Picatinny rail were classy touches too. Just his speed. \n\nConstruction Redjacks had pulled the pistol from the build site of the H.E.L.M. Some of their deeper combat coding must have kicked in, because they brought the piece to him directly. Banshee wondered how long this beauty had been stuck in the rubble. Hell, maybe it was buried there intentionally. Evidence of some evil deed from way back. \n\nWell, any dirt on this hardware was long forgotten by now. Banshee set to disassembling the gun, his hands working faster than the eye could follow. In just a few seconds, he had it in constituent parts on his bench. He scanned the surface of each component, looking for the maker's mark. \n\nThere! A tiny inscription on the trigger pin. Almost imperceptible, even to his digital eyes. He examined the pin through his loupe. The mark read \"B-44.4.C-6\". Seemed like a part number. Guess he'd never know who crafted it. \n\nIt really was a helluva piece, though. Whoever made it had a real eye for the game. \n\nWherever you came from, he thought, it's time to find you a new home.","icon":null}},"2288292550":{"hash":2288292550,"index":7,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Bell of Conquests","description":"This style of Cabal war bell, known as the Bell of Conquests, is a standout example of the traditional combat artistry known as scal'sangus—literally \"blood etching\"—popular during the Era of Lead, before the Cabal extended their reach beyond their immediate star system. These objects commemorated martial feats and personal victories but varied widely in appearance. Peasant mercenaries often simply stitched the carved teeth of their defeated foes into their leathers; those with more resources sometimes claimed the entire torsos of vanquished opponents to preserve, lacquer, and display as busts.\n\nThe Bell of Conquests was a less grisly chronicle of the victories of its owner. Unadorned bells were given to warriors at their first blood. Those who wished to challenge a warrior in combat would request their bell and ring it seven times.\n\nAs warriors collected victories, they could have artisans decorate their bells to commemorate their glories. These adornments allowed the bearers to call upon benefits for honorable combat related to their past victories: a warrior who had completed the Trial of Beasts could bring a trained war beast into a duel; a survivor of the Flayed Night was allowed to cut their opponent twice across the stomach; those who had withstood the Cold Iron Mouth could coat their blades in caustic white ash.\n\nDefeating the bearer of a war bell entitled the victor to claim the bell as their own. The clapper of the bell would be carved with a shallow engraving representing the previous owner's cause of death. Ownership would fully transfer after the engraving had been worn away by new challengers ringing the bell. At that point, all the privileges the bell bestowed upon its former owner would be granted to the new holder. For this reason, elaborate war bells were both highly sought after and heavily defended.\n\nWar bells continued to be carried into the galactic-colonial period, and their decorations became even more refined. Intricate mosaics pressed with precious gems became symbols of wealth and granted further allowances in duels, while also creating a larger incentive for would-be challengers. As the scale of warfare increased, the logistical difficulties of claiming war bells became apparent. Captured war bells were sometimes melted down en masse and recast as elaborate war gongs, and there were specific rituals in place for spacefaring rivals to ring the gong in challenge.\n\nIn the post-Red War Cabal, few soldiers adhere to the tradition, as the Bell of Conquests is seen as a cumbersome relic. Nevertheless, they may still find a place of honor aboard the ships of those who wish to respect the combat traditions of their ancestors.","icon":null}},"2304861612":{"hash":2304861612,"index":1689,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Pyrrhic Ascent Vestment","description":"SIMULATION RECONSTRUCTION LOG // LA-01-02 // TRIALS ARENA, THE LIGHTHOUSE, MERCURY \n\nTitan's sea of liquid methane crashes against the listing hull of the New Pacific Arcology. The wind whips with hurricane force, sending a freezing sea spray lashing across the crooked metal frame of a crumbling catwalk. Flares of atomic fire bloom in the mist and roll off the arcology's walls. Human and inhuman screams echo out into impossible seas. \n\nTwo dozen Hive Thrall come pouring out of an encrusted airlock, climbing over one another, jaws snapping. They scurry across every surface not slicked by liquid methane; drawn like moths to a beacon of golden flame. Shayura stands against the crashing tide of chitin and bone, a Sword of fire held fast in two hands, screaming as she cleaves through the masses of encroaching death. \n\nBurning embers of Thrall rain around her, but with each dispatched wave of necrotic soldiers, it feels as though their numbers double. She is pressed by the tide of Hive, inching closer and closer to the jagged end of the catwalk hanging over the churning sea. When the Thrall recede, she is thankful for a respite. But the towering Knight that drops from the airlock is an escalation, not a victory. \n\nEdging a half-step backward, Shayura knows that the only way out is through. Wings of flame roar off of her back, leaving a trail of rippling heat and hollowed-out Thrall in her wake. Her Sword clashes with the Knight's shield, shattering it in a single blow. Her follow-through cleaves through the Knight's arm, down into its chest. \n\nShayura turns on her heel toward the remaining Thrall. She can feel the Light in her ebbing and knows that they will overwhelm her if she doesn't succeed now. Death against the Hive is never a sure return; not after what happened to Taeko-3 and her fireteam here. A blinding pain hits Shayura in her back. Her vision swims, mind reels; had she missed one? Feeling the warmth of blood running below her armor, Shayura turns to see the Hive Knight reborn, Sword covered in her blood. \n\nScreaming inside her helmet, Shayura feels a deep panic build in her chest. She knows a Hive death ritual when she sees it, and she walked straight into their trap. She rolls away from the Knight's next swing and into the reach of Thrall that tear at her armor. Mustering the last of her Solar energy, Shayura calls up a cyclonic pillar of flame that twists up into the sky and consumes the Knight. \n\nThe revenant Knight emerges from the flames, already reconstituting. Shayura leaps forward and drives her Sword through his face, tackling him to the ground. Her Solar aura flickers and fades; smoke and steam billow from her back and shoulders. \n\n\"Shay?\" \n\nShe hears one of the surviving Thrall speak in a human voice. Shayura twists her Sword in the Knight's face and shakes sizzling green blood onto the catwalk. The Knight begins to reform again in a horrifying blaze of green flame, but as it reaches out toward her, she cuts off his arm and sends her Sword through the top of his head in a brutal follow-through. \n\nThe Thrall wails. She can feel an arm around her waist, restraining her. She kicks and struggles, crying out as the last wisps of Praxic fire twist down her arm and Sword. \n\n\"No! No! Stop! No!\" Shayura howls, fighting against the pull of the Thrall. \n\n \"Shay,\" the Thrall cry in the voices of her friends. \"Shay!\" \n\nShayura screams into the impossible seas.","icon":null}},"2309672063":{"hash":2309672063,"index":1658,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Praefectus Cuirass","description":"\"Hail, warrior of the empire,\" Empress Caiatl said as she approached the bedside of a wounded Red Legion Centurion. The soldier had been gazing solemnly out a porthole when the sound of her voice startled him. He turned suddenly, then winced in pain. Caiatl saw darkened synthetic fabric enveloping his torso and the entirety of his right arm, which itself looked frail and withered. She knew immediately that this Cabal would see no more battles.\n\n\"My empress!\" the warrior responded, clasping a fist to his chest with his unwrapped arm. Caiatl saluted in return.\n\nThe empress glanced at a monitor displaying the patient's data. \"Val'ast, born of Val'tui.\" She looked out the porthole; the brilliance of Sol beamed back at her. \"The empire has returned for you, Red Legionary, yet your heart seems heavy. Why do you languish?\"\n\nVal'ast looked away. \"I am sorry, Empress.\"\n\n\"Do not be sorry, my brother,\" Caiatl said.\n\nVal'ast sighed. \"For years, every day has been about survival. Just trying to stay in the fight. But now…\" He trailed off and grasped the sheets of his bed, a cheap fabric but still softer than anything he'd felt in years.\n\n\"When you war for so long, peace can become its own struggle,\" Caiatl said.\n\nVal'ast let the fabric fall from his hand. \"I thought I was Acrius reborn, claiming another sun for our kind.\" He gazed out the porthole. \"But I failed.\"\n\nCaiatl smiled. \"I've always loved that tale.\" She pulled a stool over and sat. \"Did you know that there used to be more to it?\"\n\nVal'ast shook his head.\n\n\"It's an older version, not as popular in modern times, but I was lucky enough to learn it as a child,\" the empress continued. \"Before Acrius, three warriors sought to climb a great mountain and grasp the sun, but a terrible beast stood in their way.\n\n\"The first tried to outwit the beast and sneak through the shadows, but the beast smelled him still and ate the warrior in a single bite.\n\n\"The second tried to escape the beast, crafting a device to harness the wind and soar upward. But the fickle wind changed its mind and tossed her into the beast's maw.\n\n\"The third warrior challenged the beast head on, Severus in hand. She also fell to the beast's gnashing teeth, but not before her blade tasted blood.\"\n\nVal'ast frowned. \"They all failed?\"\n\nCaiatl considered the question. \"The first two, certainly. They thought battle could be avoided. But the third warrior died with pride and honor.\"\n\nVal'ast pondered for a moment. \"Even in defeat, she left her mark on her foe.\"\n\nCaiatl nodded. \"And the next time one of her kin faced it, the beast would be one blow closer to death.\"\n\n\"Did more come?\" Val'ast questioned.\n\n\"Of course!\" Caiatl exclaimed. \"They were Cabal, and the sun was theirs to claim. Over and over, their mightiest fell. But each time, another wound was struck, until the day came when a warrior landed the final blow. That warrior was Acrius.\"\n\nVal'ast frowned. \"Ever since I was a child, I saw Acrius as a hero…\"\n\n\"He may have been,\" Caiatl replied as she clasped Val'ast's hand in hers. \"But so was the warrior who struck first.\"\n\nVal'ast's eyed glistened as he held her grip firmly. \"Thank you, Empress.\"\n\nCaiatl shook her head. \"My brother, it is the empire who thanks you.\"","icon":null}},"2320007724":{"hash":2320007724,"index":1664,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Praefectus Robes","description":"\"Hail, warrior of the empire,\" Empress Caiatl said as she approached the bedside of a wounded Red Legion Centurion. The soldier had been gazing solemnly out a porthole when the sound of her voice startled him. He turned suddenly, then winced in pain. Caiatl saw darkened synthetic fabric enveloping his torso and the entirety of his right arm, which itself looked frail and withered. She knew immediately that this Cabal would see no more battles.\n\n\"My empress!\" the warrior responded, clasping a fist to his chest with his unwrapped arm. Caiatl saluted in return.\n\nThe empress glanced at a monitor displaying the patient's data. \"Val'ast, born of Val'tui.\" She looked out the porthole; the brilliance of Sol beamed back at her. \"The empire has returned for you, Red Legionary, yet your heart seems heavy. Why do you languish?\"\n\nVal'ast looked away. \"I am sorry, Empress.\"\n\n\"Do not be sorry, my brother,\" Caiatl said.\n\nVal'ast sighed. \"For years, every day has been about survival. Just trying to stay in the fight. But now…\" He trailed off and grasped the sheets of his bed, a cheap fabric but still softer than anything he'd felt in years.\n\n\"When you war for so long, peace can become its own struggle,\" Caiatl said.\n\nVal'ast let the fabric fall from his hand. \"I thought I was Acrius reborn, claiming another sun for our kind.\" He gazed out the porthole. \"But I failed.\"\n\nCaiatl smiled. \"I've always loved that tale.\" She pulled a stool over and sat. \"Did you know that there used to be more to it?\"\n\nVal'ast shook his head.\n\n\"It's an older version, not as popular in modern times, but I was lucky enough to learn it as a child,\" the empress continued. \"Before Acrius, three warriors sought to climb a great mountain and grasp the sun, but a terrible beast stood in their way.\n\n\"The first tried to outwit the beast and sneak through the shadows, but the beast smelled him still and ate the warrior in a single bite.\n\n\"The second tried to escape the beast, crafting a device to harness the wind and soar upward. But the fickle wind changed its mind and tossed her into the beast's maw.\n\n\"The third warrior challenged the beast head on, Severus in hand. She also fell to the beast's gnashing teeth, but not before her blade tasted blood.\"\n\nVal'ast frowned. \"They all failed?\"\n\nCaiatl considered the question. \"The first two, certainly. They thought battle could be avoided. But the third warrior died with pride and honor.\"\n\nVal'ast pondered for a moment. \"Even in defeat, she left her mark on her foe.\"\n\nCaiatl nodded. \"And the next time one of her kin faced it, the beast would be one blow closer to death.\"\n\n\"Did more come?\" Val'ast questioned.\n\n\"Of course!\" Caiatl exclaimed. \"They were Cabal, and the sun was theirs to claim. Over and over, their mightiest fell. But each time, another wound was struck, until the day came when a warrior landed the final blow. That warrior was Acrius.\"\n\nVal'ast frowned. \"Ever since I was a child, I saw Acrius as a hero…\"\n\n\"He may have been,\" Caiatl replied as she clasped Val'ast's hand in hers. \"But so was the warrior who struck first.\"\n\nVal'ast's eyed glistened as he held her grip firmly. \"Thank you, Empress.\"\n\nCaiatl shook her head. \"My brother, it is the empire who thanks you.\"","icon":null}},"2321120637":{"hash":2321120637,"index":1674,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Cuirass of the Falling Star","description":"Crash Site, Nessus Terrae, Day Four\n\n**\n\nPanesh sat wearily beside the heavy metal beams that trapped him in the wreckage of the Cabal frigate. On the other side of the wall, the Cabal warrior stuck in the corridor roared in frustration and started kicking again.\n\n\"Save your energy, Vargessus,\" Panesh shouted over the noise. \"You're not going to be able to kick your way through…\" he paused to scratch a fingernail along the unfamiliar metal, \"solid Cabal-ium.\"\n\nHeavy footsteps stomped over to a crack in the wall near the hull. \"Cabal can kick through most things,\" Vargessus said, her face pressed against the gap in the metal. \"Caiatl will kick your Vanguard into pieces, once you cowards stop running.\"\n\n\"Who's running?\" Panesh said. \"We're in the City waiting for you. Under the big white ball—maybe you've heard of it? We don't run.\"\n\n\"Hrah!\" Vargessus laughed. \"You run. Fought one of you once—all he did was run. Shield and run. We stopped chasing him and then BOOM!\" She pounded the metal wall with a gigantic fist. \"He dove at us, covered in lightning! Then he ran again.\"\n\n\"Sounds like he wasn't running,\" said Panesh. \"He retreated to a tactical distance.\"\n\n\"Fancy words for 'run,'\" snorted Vargessus. Panesh heard her pace uneasily, then sit in the corridor, her back against the same wall as his.\n\n\"Hey,\" Panesh called, \"how about you keep some tactical distance yourself? You smell like a… hot barnyard.\"\n\n\"And you smell also, like a bloodless child. Sour.\"\n\nThere was a loud electrical pop overhead and Panesh raised his hands against a shower of blinding sparks.\n\n\"Panesh?\" shouted Vargessus.\n\n\"I'm fine,\" he said. \"Just another system shorting out.\"\n\nThe Cabal grunted in response. Panesh heard her settle back against the wall.\n\n\"Unripe,\" she added.\n\n\"You're ripe enough for both of us,\" he said.\n\nBut neither of them moved.","icon":null}},"2351180975":{"hash":2351180975,"index":1620,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Igneous Hammer","description":"\"You don't have to do this, if you don't want to,\" Ikora said. \"I'd understand.\" \n\nFrom the other side of the library, Aunor scowled. She was perhaps the most diligent of the Hidden, having dedicated herself to the unpleasant task of hunting down tainted Guardians. But that was precisely what worried Ikora. Each time they met, she seemed a little gaunter than before. A little testier. Was this crusade beginning to take a toll? Was it a mistake to give her another assignment instead of a vacation? \n\n\"I stand by my promise,\" Aunor snapped before transmatting out. \n\nThat had not alleviated Ikora's concerns one iota . She let out a sigh and rubbed her temples. \n\nShe couldn't dwell on it for long, however. The air crackled again. When Ikora opened her eyes, Saint was standing exactly where Aunor had been, moments ago. \"Ikora Rey, I am sorry to come unannou—\"\n\n\"How did you get in here?\" she blurted. No one but the Hidden knew where her private library was. Or so she had thought. \n\nThe Exo stared at her, confused. \"I—I transmatted,\" he said simply. He tried again. \"I am sorry, but I must speak with you.\" \n\n\"No, I'm the one who should apologize. Please, sit.\" She hurried to clear the books piled around a pair of armchairs. \"I got your message. It's unfortunate this has happened a second time.\" \n\nSaint sat, his massive frame dwarfing  the chair. \"Unfortunate, yes. Disturbing too. I fear…\" He paused, looking away. Out the window, the afternoon sun had turned golden and begun sinking in the sky. \"In battle, I know what to do. There are no doubts. The Trials was the same. But now, I do not know.\" \n\n\"I understand. Sometimes, it feels like these incidents are designed to make us doubt everything, even our own abilities.\" Ikora sat beside him. \"But there's no one I'd trust more to helm the Trials at a time like this.\" \n\n\"Not even the man they are named for?\" Saint let out a sad laugh. \"He does not wish to, in any case. I ask and right away, he says he is too busy to care. Told me to shut them down, if I was so tired.\" \n\n\"Well, he is busy. He's almost acting as a third Vanguard with this whole Cabal conflict.  Perhaps after we come to terms  with Caiatl…\"\n\n\"You misunderstand. I am glad he is busy. Busy is good. It distracts him from his loss. But he is still…\"\n\n\"Different?\" \n\n\"No. Yes, but more than that.\" He shook his head in frustration. \"When I told him about the incident, I thought he would worry, like me. Instead, he tells me to take notes next time. Said the data would be useful,\" he spat in disgust. \n\nIkora looked at Saint, expecting him to say more. When he didn't, she sat back in her seat, thinking. She wasn't exactly surprised. Osiris was an experimentalist , after all, and not a particularly sensitive one. And though this comment was certainly more callous than usual, she didn't understand Saint's concern. He seemed agitated, almost like he was angry at Osiris…\n\n\"That must've been upsetting to hear, after what you went through,\" she began slowly. Saint looked away, confirming her theory. \"But I think his heart's in the right place. We know so little about the Darkness. More data would indeed be very useful.\" \n\nSaint said nothing. The light through the window splashed orange across his helm. \n\n\"But,\" she pressed on, \"We shouldn't endanger Guardians to get it. However Osiris feels about them now, the Trials started as a way to train fireteams, and they're going to stay that way.\" She stood, placing a hand on the Exo's shoulder. \"I swear to you.\" \n\nHe nodded, eyes still fixed on the horizon. \"Good.\"","icon":null}},"2404855620":{"hash":2404855620,"index":1637,"redacted":true,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Classified","description":"Keep it secret.  Keep it safe.","icon":"/img/misc/missing_icon_d2.png"}},"2404855621":{"hash":2404855621,"index":1636,"redacted":true,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Classified","description":"Keep it secret.  Keep it safe.","icon":"/img/misc/missing_icon_d2.png"}},"2404855624":{"hash":2404855624,"index":1633,"redacted":true,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Classified","description":"Keep it secret.  Keep it safe.","icon":"/img/misc/missing_icon_d2.png"}},"2404855625":{"hash":2404855625,"index":1632,"redacted":true,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Classified","description":"Keep it secret.  Keep it safe.","icon":"/img/misc/missing_icon_d2.png"}},"2404855626":{"hash":2404855626,"index":1635,"redacted":true,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Classified","description":"Keep it secret.  Keep it safe.","icon":"/img/misc/missing_icon_d2.png"}},"2404855627":{"hash":2404855627,"index":1634,"redacted":true,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Classified","description":"Keep it secret.  Keep it safe.","icon":"/img/misc/missing_icon_d2.png"}},"2404855628":{"hash":2404855628,"index":1629,"redacted":true,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Classified","description":"Keep it secret.  Keep it safe.","icon":"/img/misc/missing_icon_d2.png"}},"2404855630":{"hash":2404855630,"index":1631,"redacted":true,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Classified","description":"Keep it secret.  Keep it safe.","icon":"/img/misc/missing_icon_d2.png"}},"2404855631":{"hash":2404855631,"index":1630,"redacted":true,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Classified","description":"Keep it secret.  Keep it safe.","icon":"/img/misc/missing_icon_d2.png"}},"2481881293":{"hash":2481881293,"index":1627,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Tarantula","description":"[Report by VanNet encrypted router]\n\nMy friend and first, I know Her Royal Tuskiness is not my assignment, but I couldn't help but catch the following exchange on my latest trip to you-know-where. If anything, it's good for a laugh. Don't let our favorite Praxic wear you down to a nub . If she gives you grief, you give her a swift kick from me. —C.Y.\n\n[Attached transcript.]\n\nRECORD: 30.10.15.C.Y.Report\nIDENTITIES: Advisor Taurun [A.T.], Empress Caiatl [E.C.], The Spider [T.S.]\nFILE//HID_CLASSIFIED//AUDIO\n\n[A.T.] The connection is made. Let the imperial record show that, on this day, the great Empress Caiatl, ascendant of Calus, slayer of Umun'arath, convened via radio message with the Spider of the Tangled Shore, formerly of the House of—\n\n[E.C.] Enough, Taurun. The scribes can add whatever flourishes  they wish after the fact.\n\n[T.S.] Yes, let's not waste time. I know you have more important matters to attend to. Matters that I would be happy to help with… in my own small way.\n\n[E.C.] I would no sooner seek aid from you than a war beast would from a bog-tick . Do you know how many thieves I've had to excise from my ranks? They debased themselves. Crawling about our proving grounds. Refashioning battle-trash  into weapons. All because you tempted them with a flash of Glimmer.\n\n[T.S.] Ha! Me? Tempt them? It's all I can do to keep them from flooding the market .\n\n[E.C.] This is not my first time dealing with war profiteers, insect. Though, if I squash you thoroughly enough, it may be my last.\n\n[T.S.] And here I thought I was doing you a charity, promoting Cabal entrepreneurship. I was told the empire was low on funds.\n\n[E.C.] Is that so?\n\n[T.S.] Your Majesty, I don't know what advice you've been getting from your imperial hangers-on, but—\n\n[A.T.] How dare you—\n\n[E.C.] Quiet.\n\n[T.S.] But things are different here in the Sol system. Smash and conquer—like so many traditions of old Torobatl—won't get you far. Ghaul found that out the hard way. The remnants of his Red Legion have learned to adapt.\n\n[T.S.] Let me know if you'd like to do the same. I'd even go against my own custom and consider a payment plan. \n\n[E.C.] How generous. But it seems I have no need. As you've revealed, I have untapped resources at my disposal.\n\n[T.S.] Whichever ones have survived your purge, yes.  But weapons are not my most valuable wares, not by a long shot. If you're anything like your father, you'll be far more interested in the information I have to offer.\n\n[E.C.] Send your coordinates. We can discuss face-to-face. But tread lightly. I've yet to decide whether you're worth my mercy. \n\n[T.S.] Oh, I'm honored to host Her Imperial Highness on my humble Shore. It's no palatial estate, but we insects are just happy to have a place to call home. \n\n[End transmission.]","icon":null}},"2496242052":{"hash":2496242052,"index":1614,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Code Duello","description":"There is a story of two weaponsmiths, both skilled at their trade.\n\nOne smith, Dhutus, worked with metals she pulled from the mountains herself. She tooled the rifling in her barrels with the steady hand of an artisan. Her dyes, cobalt and ichor, shone bright as beetleshell.\n\nThe other, Gharhet, came from the distant plains. He traded for his wares and sold them dear, and thus he amassed great wealth. He embellished his goods with a rich lacquer the color of flame.\n\nWhen the Primus called for the strongest warriors to serve, the district knew the fighter Tlamus—who had broken all challengers with her keen aim and powerful frame—would represent them. Both Dhutus and Gharhet wished to outfit her with their finest pieces, as having a warrior of her status wear their colors would bring them great honor.\n\nSo Dhutus forged Tlamus a mighty war axe with an ice-blue handle and wide golden blade. Tlamus accepted the gift gladly.\n\nGharhet procured for her a Slug Rifle with bright orange plating, and Tlamus wore it proudly across her back.\n\nNext, Dhutus crafted a Shotgun, metal burnished deep as night with bright vents along the sides, and Tlamus brought it into battle.\n\nIn response, Gharhet bought a helm with thick plating and stout antlers the color of a sunset, and they were soon stained with the blood of Tlamus's foes.\n\nAnd Dhutus saw no end to this. Her shoulders ached from working the forge, and her hands were blistered by burns upon burns.\n\nSo Dhutus issued to Gharhet a challenge, and as he knew no one would raise the weapons of a coward, Gharhet accepted.\n\nThe next dawn found Dhutus on the battlefield waiting for her rival. On her shoulder was her finest weapon: a Rocket Launcher, its barrel a twisting column of seashell blue with gold trim, built as a gift for Tlamus but now wielded by its creator.\n\nFrom across the field, a figure strode forward to meet Dhutus—but it was too wide to be Gharhet; too tall, too muscular. He had bought a champion to fight in his stead.\n\nAn orange sash was draped carelessly across her chest and dragged in the dust with each confident step. Studded orange leathers bound her massive arms and thighs. Strands of coral beads hung from her tusks.\n\nShe greeted Dhutus with a fist to her chest. \"I am Tlamus,\" she said, \"chosen of Gharhet.\"\n\nDhutus could not find her voice, and then Tlamus drew one of her beautiful, terrible weapons, and the rite was soon concluded.","icon":null}},"2527666306":{"hash":2527666306,"index":1621,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Igneous Hammer (Adept)","description":"\"You don't have to do this, if you don't want to,\" Ikora said. \"I'd understand.\" \n\nFrom the other side of the library, Aunor scowled. She was perhaps the most diligent of the Hidden, having dedicated herself to the unpleasant task of hunting down tainted Guardians. But that was precisely what worried Ikora. Each time they met, she seemed a little gaunter than before. A little testier. Was this crusade beginning to take a toll? Was it a mistake to give her another assignment instead of a vacation? \n\n\"I stand by my promise,\" Aunor snapped before transmatting out. \n\nThat had not alleviated Ikora's concerns one iota . She let out a sigh and rubbed her temples. \n\nShe couldn't dwell on it for long, however. The air crackled again. When Ikora opened her eyes, Saint was standing exactly where Aunor had been, moments ago. \"Ikora Rey, I am sorry to come unannou—\"\n\n\"How did you get in here?\" she blurted. No one but the Hidden knew where her private library was. Or so she had thought. \n\nThe Exo stared at her, confused. \"I—I transmatted,\" he said simply. He tried again. \"I am sorry, but I must speak with you.\" \n\n\"No, I'm the one who should apologize. Please, sit.\" She hurried to clear the books piled around a pair of armchairs. \"I got your message. It's unfortunate this has happened a second time.\" \n\nSaint sat, his massive frame dwarfing  the chair. \"Unfortunate, yes. Disturbing too. I fear…\" He paused, looking away. Out the window, the afternoon sun had turned golden and begun sinking in the sky. \"In battle, I know what to do. There are no doubts. The Trials was the same. But now, I do not know.\" \n\n\"I understand. Sometimes, it feels like these incidents are designed to make us doubt everything, even our own abilities.\" Ikora sat beside him. \"But there's no one I'd trust more to helm the Trials at a time like this.\" \n\n\"Not even the man they are named for?\" Saint let out a sad laugh. \"He does not wish to, in any case. I ask and right away, he says he is too busy to care. Told me to shut them down, if I was so tired.\" \n\n\"Well, he is busy. He's almost acting as a third Vanguard with this whole Cabal conflict.  Perhaps after we come to terms  with Caiatl…\"\n\n\"You misunderstand. I am glad he is busy. Busy is good. It distracts him from his loss. But he is still…\"\n\n\"Different?\" \n\n\"No. Yes, but more than that.\" He shook his head in frustration. \"When I told him about the incident, I thought he would worry, like me. Instead, he tells me to take notes next time. Said the data would be useful,\" he spat in disgust. \n\nIkora looked at Saint, expecting him to say more. When he didn't, she sat back in her seat, thinking. She wasn't exactly surprised. Osiris was an experimentalist , after all, and not a particularly sensitive one. And though this comment was certainly more callous than usual, she didn't understand Saint's concern. He seemed agitated, almost like he was angry at Osiris…\n\n\"That must've been upsetting to hear, after what you went through,\" she began slowly. Saint looked away, confirming her theory. \"But I think his heart's in the right place. We know so little about the Darkness. More data would indeed be very useful.\" \n\nSaint said nothing. The light through the window splashed orange across his helm. \n\n\"But,\" she pressed on, \"We shouldn't endanger Guardians to get it. However Osiris feels about them now, the Trials started as a way to train fireteams, and they're going to stay that way.\" She stood, placing a hand on the Exo's shoulder. \"I swear to you.\" \n\nHe nodded, eyes still fixed on the horizon. \"Good.\"","icon":null}},"2540765499":{"hash":2540765499,"index":1684,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Pyrrhic Ascent  Vest","description":"SIMULATION RECONSTRUCTION LOG // LA-02-02 // TRIALS ARENA, THE LIGHTHOUSE, MERCURY\n\nA seething stream of automatic weapons fire ricochets off of the vibrant purple dome protecting Reed-7 and Aisha. There are only two Guardians left on the opposing team; the remains of the third are scattered, smoking and sizzling. \n\n\"Aisha?\" Reed asks in concern. Flames form between Aisha's knuckles as his barrier begins to destabilize. She has the better plan. \n\nThe opposing Guardian pauses to reload from behind cover, and Aisha boosts straight up. Remnants of the collapsing barrier swirl around her ankles, caught on the thermal updraft. By the time the opposing Guardian has noticed, both of Aisha's hands glow like the sun. A dozen knives made from condensed plasma tear through him and everything in his vicinity, leaving molten holes in their wake. \n\nThe Guardian collapses in a heap; Aisha lands nearby, cloak fluttering around her. Reed-7 gives her a wearied thumbs-up. \n\n\"Did you see Shay while you were up there?\" Reed asks. \n\n\"No. She's probably playing tag with the one that keeps going invisible.\" Aisha says, brushing ash off of her gloves. \"Let's go find her and finish this up.\" \n\nA plume of atomic fire rises up over a nearby block of Vex design, as if in direct response to Aisha. The Lighthouse gives off a soft tone. The match is over; they won. \n\nA sudden scream spurs Aisha and Reed into action. The pair navigate the familiar Vex architecture quickly, but two more agonized screams ring out in the time it takes to traverse the arena. When they reach the source of the noise, Aisha sees Shayura impaling another Guardian through the faceplate of his helmet with her Sword. His Ghost shrieks in frustration, trying desperately to get between Shayura and his Guardian. \n\n\"Shay?\" Aisha asks in confusion, but Shayura's only response is to rip her Sword out of the dead Guardian's head. Reed hangs back in stunned silence. \n\nAisha watches until the other Guardian draws breath once more, but before he can finish shouting a plea to Shayura, the Warlock cuts off his arm in one stroke and cleaves through the top of his helmet in a second. \n\n\"Shay, no!\" Aisha yells, running up to her friend. She wraps her arms around Shayura's midsection. Shayura screams like a frightened animal, lashing out with a swift slash of her Sword in the direction of the Guardian's corpse. \n\n\"Shayura! The match is over!\" Reed shouts, snapping back to reality. \"The match is over!\" \n\nShayura screams as her fireteam members pull her back, voice cracking in a feral cry as flames race down her arms and swirl along the length of her blood-slicked Sword. \n\n\"No! No! Stop! No!\" Shayura howls, fighting against the restraints of her comrades. Aisha grabs at Shayura's wrist, trying to keep her from swinging her Sword again. \n\n\"Shay,\" Aisha tries to get through to her. \"Shay!\" \n\nShayura screams an endless wail into the scalding Mercurian sky.","icon":null}},"2671565007":{"hash":2671565007,"index":1676,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Pyrrhic Ascent Plate","description":"SIMULATION RECONSTRUCTION LOG // LA-01-02 // TRIALS ARENA, THE LIGHTHOUSE, MERCURY\n\nReed-7's arms feel like they're going to break apart at the seams.  The vibration building in his body threatens to shake him to pieces for every second that he maintains his barrier. It stands as an extension of his Light and also his body. He feels it like a piece of himself, one that he has overextended time and again, as it deflects an Auto Rifle's rapid-fire barrage. \n\nOnly two Guardians are left on the opposing team ; the remains of the third are scattered around the area, smoking and sizzling. Reed considers how fast he and Aisha might be able to rush in on their cornered Guardian. Even if Reed gets taken down, it might be enough time for Aisha and Shayura—wherever she is—to secure a victory. \n\n\"Aisha?\" Reed asks. His voice rises in concern as his barrier begins to destabilize. He knows it's now or never. But as he looks to Aisha, Reed spies flames forming between her knuckles. \n\nAisha has the better plan. \n\nAs the opposing Guardian pauses to reload behind cover, Aisha boosts straight into the air, through the top of the barrier. Reed lets the dome collapse and feels the immediate release of pressure on his limbs, his legs nearly buckling. He watches Aisha glow brightly, spinning like a burning wheel before unleashing a volley of knives made from condensed plasma in every direction. \n\nTo Reed, it simply looks like a flash of fire and smoke as the opposing Guardian collapses in a heap, Aisha landing next to him. With a sigh of relief, Reed-7 gives her as enthusiastic a thumbs-up as he can muster. \n\n\"Did you see Shay while you were up there?\" Reed asks. \n\n\"No. She's probably playing tag with the one that keeps going invisible,\" Aisha replies. \"Let's go find her and finish this up.\" \n\nA plume of atomic fire rises up over a nearby block of Vex design as if in direct response to Aisha. The Lighthouse emits a soft tone; the nearby Ghosts begin reconstructing their dead Guardians after the match's conclusion. \n\nA scream rises from the same direction as the fire, spurring Aisha and Reed into action. The pair navigate the familiar Vex architecture quickly. Two more agonized screams fill the air. When they reach the source of the noise, Reed freezes in his tracks as he witnesses Shayura impale the other Guardian through the faceplate of his helmet with her Sword. The opponent's Ghost shrieks in frustration, trying desperately to get between Shayura and his Guardian. \n\nAisha is saying something, but all Reed hears is blood rushing in his ears. Not his blood though. The memory of it. Of something buried behind layered plates of carbon-polymer and plasteel weave. Something haunting his synaptic network. In that moment, Reed is outside of his own body, remembering faces frozen in stone, recalling the whispered plea of his Ghost's tortured voice on Io. \n\n|| Don't you see? || \n\n Reed's heart races. \n\n|| In Light, there is only weakness. || \n\nThe opposing team's Guardian is brought back to life by his Ghost, but before the Guardian can finish shouting a plea to Shayura, the Warlock cuts off his arm in one stroke. She cleaves her Sword through the top of his helmet in a brutal follow-through. Reed feels his chest tightening, feels a sense of panic kicking in. \n\n|| Only failure. || \n\n\"Shay, no!\" Aisha yells, running up to her friend. She wraps her arms around Shayura's midsection. Shayura screams like a frightened animal, lashing out with a swift slash of her Sword in the direction of the Guardian's corpse. \n\n|| Only death. || \n\n\"Shayura! The match is over!\" Reed shouts, snapping back to reality. \"The match is over!\" \n\nIt takes both Reed and Aisha to restrain the enraged Warlock. Shayura's voice cracks in a feral cry as flames race down her arms and swirl along the length of her blood-slicked Sword. \n\n\"No! No! Stop! No!\" Shayura howls, fighting against her comrades. Aisha grabs at Shayura's wrist, keeping her from swinging her Sword again as the freshly resurrected Guardian scrambles away. \n\n\"Shay,\" Aisha pleads, trying to get through to her. \"Shay!\" \n\nShayura screams an endless wail into the scalding Mercurian sky.","icon":null}},"2765138028":{"hash":2765138028,"index":1659,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Praefectus Cloak","description":"// Cryptarchy Analysis Log R11320 — Stolen Cabal Data //\n\n// Author — Master Rahool //\n\nSUMMARY\n\nWhat follows is a translation of a Cabal data file that was acquired as part of Operation Haystack, as ordered by Commander Zavala. This log focuses on a single file we were able to decrypt; for the full report on the contents of that data breach and further decryption attempts, please see log R11312.\n\nOstensibly, this file is a recipe for a dish to be served at some sort of official gathering in Caiatl's honor. The ingredients mentioned here have been seen in a variety of ancient Cabal texts, and analysis of the empire's economic history implies that they are considered cheap and undesirable. I believe this recipe is both old and born of the lower class, a case of poor laborers devising ingenious (yet challenging) ways to take unsold goods and turn them into something comforting and delicious. \n\nThat Caiatl chose this as a main dish for an official gathering speaks to the optics she wants to present; she may be trying to differentiate herself from the opulence of the Calus era and the utilitarianism of Ghaul's rule by relating to the common folk of the empire. \n\nNote that decryption was only mostly successful, and some data degradation occurred. Cryptarch's comments are in-line for ease of understanding. Some translations remain ambiguous, but I've provided my best hypotheses.\n\n// FILE START //— [CBX PARSER ERROR]\n\n— [CBX PARSER ERROR] \n\n— [CBX PARSER ERROR] until the solvent mixture has blended together.\n\n— Pulverize atlotl tendons until just pliable and surfaces begin to crack, then dredge in solvent mixture and let soak for [36–84 hours; the cycle referenced here is unknown, estimates are conservative guess].\n\n— To make the [black cube], crush citrus mixture, then drain through a sieve. Discard juice, retaining pulp and bitter pith. Compress solids in [kitchen vice? unsure of translation] on maximum heat until block is [CBX PARSER ERROR] to touch and charred. Place in sunlit area to cure.\n\n— Once tendons are soft and stretchy, remove from solvent and rinse in ocean water. Slice into ribbons and set aside.\n\n— Take loin of Atlotl and hook to [rotating device] then slap against stone surface until fragrant.\n\n— Cut loin into tetrahedrons, making sure to slice across all grains, and set aside.\n\n— In a large cauldron, add water, shau'rac oil, and appropriate root mixture (based on season and year). Bring to boil, then add loin and tendons. Cook until [CBX PARSER ERROR] no longer float and fluid has an ochre sheen across the surface.\n\n— [CBX PARSER ERROR] more hours, thickening until broth [CBX PARSER ERROR] off the back of a ladle.\n\n— Serve with thick slices of the [black cube].\n\n// FILE END //","icon":null}},"2770269752":{"hash":2770269752,"index":1671,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Praefectus Mark","description":"// Cryptarchy Analysis Log R11320 — Stolen Cabal Data //\n\n// Author — Master Rahool //\n\nSUMMARY\n\nWhat follows is a translation of a Cabal data file that was acquired as part of Operation Haystack, as ordered by Commander Zavala. This log focuses on a single file we were able to decrypt; for the full report on the contents of that data breach and further decryption attempts, please see log R11312.\n\nOstensibly, this file is a recipe for a dish to be served at some sort of official gathering in Caiatl's honor. The ingredients mentioned here have been seen in a variety of ancient Cabal texts, and analysis of the empire's economic history implies that they are considered cheap and undesirable. I believe this recipe is both old and born of the lower class, a case of poor laborers devising ingenious (yet challenging) ways to take unsold goods and turn them into something comforting and delicious. \n\nThat Caiatl chose this as a main dish for an official gathering speaks to the optics she wants to present; she may be trying to differentiate herself from the opulence of the Calus era and the utilitarianism of Ghaul's rule by relating to the common folk of the empire. \n\nNote that decryption was only mostly successful, and some data degradation occurred. Cryptarch's comments are in-line for ease of understanding. Some translations remain ambiguous, but I've provided my best hypotheses.\n\n// FILE START //— [CBX PARSER ERROR]\n\n— [CBX PARSER ERROR] \n\n— [CBX PARSER ERROR] until the solvent mixture has blended together.\n\n— Pulverize atlotl tendons until just pliable and surfaces begin to crack, then dredge in solvent mixture and let soak for [36–84 hours; the cycle referenced here is unknown, estimates are conservative guess].\n\n— To make the [black cube], crush citrus mixture, then drain through a sieve. Discard juice, retaining pulp and bitter pith. Compress solids in [kitchen vice? unsure of translation] on maximum heat until block is [CBX PARSER ERROR] to touch and charred. Place in sunlit area to cure.\n\n— Once tendons are soft and stretchy, remove from solvent and rinse in ocean water. Slice into ribbons and set aside.\n\n— Take loin of Atlotl and hook to [rotating device] then slap against stone surface until fragrant.\n\n— Cut loin into tetrahedrons, making sure to slice across all grains, and set aside.\n\n— In a large cauldron, add water, shau'rac oil, and appropriate root mixture (based on season and year). Bring to boil, then add loin and tendons. Cook until [CBX PARSER ERROR] no longer float and fluid has an ochre sheen across the surface.\n\n— [CBX PARSER ERROR] more hours, thickening until broth [CBX PARSER ERROR] off the back of a ladle.\n\n— Serve with thick slices of the [black cube].\n\n// FILE END //","icon":null}},"2853729012":{"hash":2853729012,"index":1516,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Calamity Rig Helm","description":"Hey, sister. Or brother. Hell, I don't know who's gonna end up listen' to this. Could be a snitch, an idiot, or somebody who ain't picked a side yet.\n\nAnd that's perfect, because all this talk about choosin' sides? Noise. Before this is over, the only one's gonna have your back is you—and that's even odds.\n\nUse your head. Think clear, all right? Because there are whispers going around, and you need to know when to plug your ears. Things have been different since Sloane went dark… ooh, poor wording? What's wrong, too soon? Let me tell you that we killed some time on New Arcadia. Learned some things. Listened to the wrong whispers.\n\nBe careful who you trust from here on out, all right? Yeah, that includes me, but I've been tellin' you that since the beginning.","icon":null}},"3017104179":{"hash":3017104179,"index":1666,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Praefectus Cover","description":"Cau'tor smiled as his daughter walked ahead, dragging her hand across the soft filaments of the valac blooms. Bioluminescent pollen swirled in her wake, barely visible in the glow of sundown. Cau'tor closed his eyes and inhaled deeply, reveling in the heady scent that marked the beginning of the wet season.\n\n\"Why did you bring me here?\" his daughter asked. Even as she spoke, Cau'tor pictured her from memory: a small child frolicking in brightly colored robes. He opened his eyes and saw a full-grown warrior in a towering battlesuit.\n\nHe gestured towards the plated broadsword stowed on her hip. \"The scribes said you fought ferociously in sparring this morning.\"\n\n\"My blade is insatiable,\" she replied, brandishing the weapon and playfully pointing it at her father. Her smile diminished slightly. \"You could have seen it yourself.\"\n\nCau'tor did his best to hide a wince. \"I will soon enough, Ta'nam.\"\n\nTa'nam sheathed the blade. Dried grass and petals crunched under Cau'tor's sabatons as he met his daughter and placed a hand on her shoulder.\n\n\"So what's this about—a reminder of home on the eve of battle?\" Ta'nam asked.\n\nHer father scoffed. \"Do you really need reminding?\"\n\nTa'nam grimaced. \"I miss it every day.\"\n\n\"We all do,\" her father said with a heavy sigh. \"No, I wanted you to have one last chance to see it with your own eyes.\"\n\nTa'nam turned, her brow furrowed. \"Last chance?\"\n\n\"Enough,\" Cau'tor called out. A low rumble resonated through their bones and the world shifted. Distant mountains undulated and stretched towards the sky; flowers burst into clouds of wriggling bubbles. The world blurred as light and matter drained like viscous fluid towards a growing rift in the sky—a shadow that grew until it consumed them.\n\nThey woke aboard the Barbatos Rex, still streaming through the stars. Their hands were clasped around the handle of a rusted antique blade. A Psion stood nearby as the last spectral tendrils of psionic energy connecting the three of them dissipated.\n\nCau'tor nodded at the Psion. \"Leave us.\"\n\n\"I don't understand,\" Ta'nam said as soon as they were alone.\n\nCau'tor held the blade up. \"Four generations ago, this weapon earned our family's place in the empire. Its history makes it a strong locus for the mind-walk.\" He studied the knife carefully, testing its weight distribution. \"But history is a luxury of the victor.\"\n\nCau'tor took the weapon in both hands and broke it in half, grinding the brittle material in his gauntlets.\n\nTa'nam recoiled slightly. \"Father…\"\n\n\"The world this came from is gone,\" Cau'tor continued. \"Home is no longer behind us. It is ahead in the distance, past a towering mountain, and over a great sea.\"\n\nTa'nam nodded. \"We are Cabal. We eat the mountains, and drink the seas.\"\n\nCau'tor leaned forward. \"But you cannot do this if your hunger is sated by indulgent reverie. So we will never walk these thoughts again.\"\n\nTa'nam stiffened. \"I understand.\"\n\n\"Sol is a graveyard for our people. But those warriors never watched our cities burn in soulfire. The memory of home should not be a comfort, my child, but the wound that drives your blood frenzy.\"\n\nTa'nam nodded, but the knot in her gut forced her to speak. \"Do you fear them, Father? The Sol warriors?\"\n\nCau'tor smiled proudly, and took his daughter's hand. \"I do not, my child. Because I fight with Ta'nam, and her blade is insatiable.\"","icon":null}},"3075224551":{"hash":3075224551,"index":1615,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Threaded Needle","description":"Ignovun, Chosen of the Cabal, spent all day receiving honors. After Empress Caiatl's announcement, every Legionnaire in the land tank had come to jealously salute him for his promotion. It was the appointment of a lifetime. \n\nDeep within the Halphas Electus, Ignovun oversaw his arena's preparation. There was the hanging of Caiatl's banners, the anointing of his ammunition, and the intonement of the Litany of the Chosen by an imperial mythkeeper. He was fitted for new armor that gleamed in the light. He was briefed on the protocols of the Rite, and the expectations of his victory. \n\nBut now, alone in the arena, doubt creeps into Ignovun's thoughts. Ghaul believed that the strength of the smallmen was their Light. He reasoned that the power of the Traveler, like any weapon, could be stripped from the enemy and used against them. Clearly, he was wrong. \n\nIgnovun believes differently. Their strength comes not from Light, but from death. The Guardians are already walking corpses, and yet they fight on. They have all died a thousand times, while Ignovun has yet to die even once. How can he defeat an opponent whom death cannot best? \n\nSuddenly, the treacherous ravings of Ixel, the Far-Reaching did not seem so absurd. If the Cabal are to triumph over the smallmen, they will have to succeed where Ghaul failed. They will have to bring mortality to the Vanguard. \n\nIgnovun knows that these musings will not save him. But he does not fear: if the smallmen can face death, then so can he.","icon":null}},"3235248691":{"hash":3235248691,"index":1670,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Praefectus Plate","description":"\"Hail, warrior of the empire,\" Empress Caiatl said as she approached the bedside of a wounded Red Legion Centurion. The soldier had been gazing solemnly out a porthole when the sound of her voice startled him. He turned suddenly, then winced in pain. Caiatl saw darkened synthetic fabric enveloping his torso and the entirety of his right arm, which itself looked frail and withered. She knew immediately that this Cabal would see no more battles.\n\n\"My empress!\" the warrior responded, clasping a fist to his chest with his unwrapped arm. Caiatl saluted in return.\n\nThe empress glanced at a monitor displaying the patient's data. \"Val'ast, born of Val'tui.\" She looked out the porthole; the brilliance of Sol beamed back at her. \"The empire has returned for you, Red Legionary, yet your heart seems heavy. Why do you languish?\"\n\nVal'ast looked away. \"I am sorry, Empress.\"\n\n\"Do not be sorry, my brother,\" Caiatl said.\n\nVal'ast sighed. \"For years, every day has been about survival. Just trying to stay in the fight. But now…\" He trailed off and grasped the sheets of his bed, a cheap fabric but still softer than anything he'd felt in years.\n\n\"When you war for so long, peace can become its own struggle,\" Caiatl said.\n\nVal'ast let the fabric fall from his hand. \"I thought I was Acrius reborn, claiming another sun for our kind.\" He gazed out the porthole. \"But I failed.\"\n\nCaiatl smiled. \"I've always loved that tale.\" She pulled a stool over and sat. \"Did you know that there used to be more to it?\"\n\nVal'ast shook his head.\n\n\"It's an older version, not as popular in modern times, but I was lucky enough to learn it as a child,\" the empress continued. \"Before Acrius, three warriors sought to climb a great mountain and grasp the sun, but a terrible beast stood in their way.\n\n\"The first tried to outwit the beast and sneak through the shadows, but the beast smelled him still and ate the warrior in a single bite.\n\n\"The second tried to escape the beast, crafting a device to harness the wind and soar upward. But the fickle wind changed its mind and tossed her into the beast's maw.\n\n\"The third warrior challenged the beast head on, Severus in hand. She also fell to the beast's gnashing teeth, but not before her blade tasted blood.\"\n\nVal'ast frowned. \"They all failed?\"\n\nCaiatl considered the question. \"The first two, certainly. They thought battle could be avoided. But the third warrior died with pride and honor.\"\n\nVal'ast pondered for a moment. \"Even in defeat, she left her mark on her foe.\"\n\nCaiatl nodded. \"And the next time one of her kin faced it, the beast would be one blow closer to death.\"\n\n\"Did more come?\" Val'ast questioned.\n\n\"Of course!\" Caiatl exclaimed. \"They were Cabal, and the sun was theirs to claim. Over and over, their mightiest fell. But each time, another wound was struck, until the day came when a warrior landed the final blow. That warrior was Acrius.\"\n\nVal'ast frowned. \"Ever since I was a child, I saw Acrius as a hero…\"\n\n\"He may have been,\" Caiatl replied as she clasped Val'ast's hand in hers. \"But so was the warrior who struck first.\"\n\nVal'ast's eyed glistened as he held her grip firmly. \"Thank you, Empress.\"\n\nCaiatl shook her head. \"My brother, it is the empire who thanks you.\"","icon":null}},"3260753130":{"hash":3260753130,"index":1609,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Ticuu's Divination","description":"The two Legionaries rooted through the armory of their deposed emperor. They swept the rubble aside and lifted a Bow of sharp metal, its thin frame of blackened blades bound with wire.\n\n\"This is the one the Psions made so you can't miss.\"\n\n\"Huh. How'd they do it?\"\n\n\"They put time in it.\"\n\n\"What kinds of time?\"\n\n\"Kinds so when you shoot, that's always when the arrows hit.\"\n\n\"You never ever miss?\"\n\n\"Not unless you were going to anyway.\"\n\n\"But if you do miss, it'll make it a time that you don't?\"\n\n\"Right. Unless this time was a time when you did.\"\n\n**\n\nIt was the third day of the dry joining. Ticuu's voice was rasped raw, but still he clutched the Bow to his chest and held it placid in his mind.\n\nTicuu melded his thoughts with the null. A bastardized metaconcert, one voice in the expanse—a temporal harmony of one.\n\nThree arrows, hissing faintly with Solar power, bristled in his fist.\n\nThen, an echo: a rusty whine of horsehair on frayed wire. Ticuu plucked the bowstring. Spots of blood appeared on the floor. He plucked again, filling the air with oppressive vibration.\n\nBlood welled from his fingers and dripped to match the pattern at his feet.\n\n**\n\n\"How's it make arrows?\"\n\n\"They come from time, because they got put there before.\"\n\n\"When you shoot it, how's it know what heads to hit?\"\n\n\"It goes in time and gets a future where heads always had arrows in 'em.\"\n\n\"But which heads, though?\"\n\n\"The ones that had arrows already.\"\n\n**\n\nTicuu's mind emptied itself, dissipating across the pitch and froth of what was to be.\n\nTime was an empty wheel around him. His song held it, and the joining pinned it in place. Three points of harmony between the will and the physical.\n\nHis fist rose. Three shafts pierced his Y-shaped pupil. They had always been there. Three points, pushed through forever.","icon":null}},"3301944824":{"hash":3301944824,"index":1668,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Mantle of Battle Harmony","description":"Crash Site, Nessus Terrae, Day Two\n\n**\n\nPanesh could see the Cabal warrior's eye pressed against the gap in the torn metal hull. The frigate crash had trapped them both in the wreckage, and only a haphazard cascade of heavy metal beams separated the two.\n\nThe Cabal had an entire length of hallway to prowl, yet here she was again, her rumbling voice filling the space where the Lightbearer was crouched.\n\n\"Do you truly think you could do it?\" she asked. \"I am curious.\"\n\nPanesh shrugged. \"Sure. You're a big target. I'd shoot until you stopped moving.\"\n\n\"No,\" she snarled. \"In a real fight, with blades. No guns, no Light-magic.\"\n\n\"Vargessus,\" Panesh said patiently, \"you're five times my size. Guns and Light-magic are my only choices here.\"\n\nVargessus pulled back from the opening in disgust. \"Cowards. Your kind relies too much on your magic.\" She paced in her hallway like a caged animal. \"It gives you the luxury to be soft.\"\n\nShe was interrupted by a metallic twang from somewhere far above them. For a moment, the steady dripping of foul, brackish water in the corner of Panesh's cell became a weak stream. He pushed his empty helmet beneath the flow.\n\n\"The Light gives us the freedom to accomplish great things,\" Panesh said. He laid one of his metal greaves flat on the ground and carefully poured half of the water into it. \"The best of us can be strong just by holding that power inside us—we don't have to let it out.\"\n\nPanesh slid the makeshift trough under the lowest beam and into the corridor. There was a quiet moment as the two survivors drank.\n\n\"Ignovun, the leader of Empress Caiatl's fleet?\" Vargessus grumbled. \"His helm was crafted by Psions and contains their very will. It grants him power over flame.\"\n\n\"What does he do with that power?\"\n\nPanesh could hear the shrug in Vargessus' voice: \"He kills.\"\n\nPanesh chuckled and his stomach cramped in protest. He drew his knees up to his body. \"Right now, I'd fight the empress herself for something to eat,\" he groaned.\n\nThere was a rustling near the collapsed beams. Panesh looked up as a thick finger pushed a chunk of fatty meat ration through a gap in the metal.\n\n\"There. Eat,\" said Vargessus. \"I want you strong when I kill you.\"","icon":null}},"3317403507":{"hash":3317403507,"index":1491,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Calamity Rig Cover","description":"Hey, sister. Or brother. Hell, I don't know who's gonna end up listen' to this. Could be a snitch, an idiot, or somebody who ain't picked a side yet.\n\nAnd that's perfect, because all this talk about choosin' sides? Noise. Before this is over, the only one's gonna have your back is you—and that's even odds.\n\nUse your head. Think clear, all right? Because there are whispers going around, and you need to know when to plug your ears. Things have been different since Sloane went dark… ooh, poor wording? What's wrong, too soon? Let me tell you that we killed some time on New Arcadia. Learned some things. Listened to the wrong whispers.\n\nBe careful who you trust from here on out, all right? Yeah, that includes me, but I've been tellin' you that since the beginning.","icon":null}},"3335343363":{"hash":3335343363,"index":1628,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Tarantula","description":"\"You can't be serious, Arrha. Nothing? You couldn't even scrape off a little stone to bring me?\" \n\nArrha shook his head. \"The Spider asked for information,\" he answered in Eliksni, \"But Cabal have found nothing, and House Salvation is still scattered.\" \n\n\"I know what I asked for. And you know better than to return to me empty-handed. At least I thought you knew.\" Spider narrowed his eyes at his trembling Associate. \n\n\"I do, the Spider. I… I have information, but not about Darkness. I saw the Crow. Tailing the Golem and his crew.\" \n\n\"The Vanguard has him sniffing around Basilius, hm? So we do have something to trade with the empress after all. Not that it'll do her any good; my little bird  is devilishly hard to catch.\" Spider leaned forward. \"Now HE would've gotten me something useful from Europa. You might've learned from him.\" \n\n\"Yes, the Spider.\" Arrha nodded vigorously. The faint sounds of revelry drifted in from down the hall, where the other Associates were enjoying their week's earnings. \n\n\"Avrok already told me about Crow's new assignment as Vanguard agent. Apparently, he's placed quite the wager on one of the Cabal's silly Rites ,\" the Spider chuckled. \"Avrok should've dared him to bet his freedom. Could stand to win my whole trove, he's that valuable.\" \n\n\"Yes, the Spider,\" Arrha repeated. Out of corner of his eye, he could see his share of Ether waiting in the corner. \n\n\"Oh, take your wages and go. I ought to dock you for bringing me nothing, but I'm feeling generous this week.\" Spider's voice dropped into a growl. \"Remember that I am good to you, Arrha.\" \n\nArrha nodded as he scrambled to grab his Ether tanks and get out. Finally alone, the Spider sat back in his throne. \n\n\"It's Crow, really, that needs the reminder,\" he mused aloud. \"I wonder how I might give it to him?\"","icon":null}},"3460122497":{"hash":3460122497,"index":1612,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Imperial Needle","description":"New Guardians tend to know two things: gun and shoot. You pick the rest up along the way, and every Guardian's experience tends to be different. Let's just say the onboarding process could use a little streamlining. But as for our enemies, two points are drilled into us from day 1: the Cabal are big, horrible brutes, and the Fallen are untrustworthy scavengers.\n\nWhat they don't tell you right away is how that is such complete garbage. \n\nI've seen Cabal who might as well have had rocks in their heads instead of brains. The kind who'll crash a tank, killing themselves, rather than stop to reload munitions in a turret. But I've known just as many Cabal who will stalk you across the Martian dunes for two days straight—no sleep, never revealing themselves. \n\nThat's how I was introduced to Bracus Dra'usk. \n\nAs for the Fallen—sorry, the Eliksni—everyone tells the story of the battle of Twilight Gap, of the Eliksni Houses sending in Dregs to eat babies and other charming bedtime stories. But nobody prepares you for an Eliksni so scared out of her wits that she tries praying to you because she thinks the \"Great Machine\" will listen through you. An Eliksni so inured in the old ways that she leaves an offering to you—like you're some sort of saint to a lesser god. \n\nThat was how I met Chirrih. \n\nA few months before the Red War, I was two days in to a long patrol on Mars tracking a limping Skyburner tank back to a carrier rendezvous location. I got sloppy. Didn't realize that the Skyburners had a rear guard because I believed the Cabal were utter morons with the tactical acumen of a boulder. Because that's what I was taught. Not that they're a proud people with a storied history. \n\nNo, I got that driven 12 inches into my abdomen when Bracus Dra'usk, leader of the Skyburner's rear guard, ran me through with a ceremonial knife. \n\nNormally that would just be a minor inconvenience, except that during the Collapse, the Darkness chewed up large reaches of Mars so bad that Light can't burn there, in the same way that fire can't burn in space. So here I am in a Darkness Zone, bleeding out, my Ghost panicking because he can't do anything to save me, and five angry Cabal ready to throw down. \n\nNow, I killed all four of Dra'usk's honor guard without needing to reload, but Dra'usk wasn't a pushover. We went a few rounds, me bleeding everywhere, him coming at me with a Sword as long as I am tall. \n\nThat's when I saw movement in my periphery, like a heat mirage. I knew what it was, but didn't have time to react until the electrostatic sheath was already coming off. But then I realized that the Eliksni Vandal coming out of cloak wasn't coming for me—it was coming for Dra'usk. \n\nYou see, what they don't teach you about Eliksni is that they're fiercely loyal when it comes to family. And Dra'usk had kidnapped and killed some of this Eliksni's kin. So here we were, two would-be enemies, taking down a Cabal Bracus like a pair of wolves. At least until I passed out from blood loss. \n\nTo my surprise, I woke up bandaged and alive. The Vandal had left a trail of scrap metal taken from Dra'usk's armor for me to follow like breadcrumbs once I was strong enough to move. My Ghost explained the Eliksni likely spared me for helping defeat a common enemy, but Ghosts aren't omniscient—they're just little nerds who read a lot. Some stuff isn't written down. \n\nAt the end of the trail outside the Darkness Zone, I found the Vandal waiting for me. She introduced herself as Chirrih. I understood her, but barely—she spoke in circular idioms interspersed with Eliksni words. She set down on the sand a trophy she'd crafted from Dra'usk's helmet: a Bow with enough draw strength to penetrate a tank at 100 yards. Then she sang at me—some kind of mandible-clicking prayer—and left. No gunfight, no bloodshed. \n\nNew Guardians tend to know two things: gun and shoot. You pick the rest up along the way, and every Guardian's experience tends to be different. \n\nMine sure was.","icon":null}},"3514096004":{"hash":3514096004,"index":1626,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Eternal Blazon","description":"It was a warm night in the Last City. A gentle breeze rolled through the streets, ruffling treetops and bearing choirs of cicadas. On a night like this, even the most chronic of insomniacs could achieve a sound, dreamless sleep—all they'd need do was lay their head down and breathe deep. \n\nExcept for Zavala. He preferred to spend a night like this walking through the gardens.  \"Nothing better than a midnight stroll. Right, Targe ?\" he remarked quietly to the Ghost floating over his shoulder. \n\nTarge bobbed silently in the breeze. In his opinion, a full eight hours of sleep would've been vastly better, especially for the beleaguered commander. But, while some Ghosts felt giving advice was part of their calling, he did not. So he said nothing. \n\nHis disapproval was felt regardless. \"I know, I should rest.\" Zavala closed his eyes and inhaled. The night air was fragrant with fresh blooms and petrichor. \"But I'd argue this counts.\" \n\nTarge remembered when this acre was first dug out for planting, back when the City was little more than a sprawl of encampments. They had just returned from a grueling patrol, but as soon as Zavala saw the others digging, he dropped his weapons and picked up a shovel. \n\nSaladin gave him a long lecture about the importance of rest and recovery, but he just stubbornly kept on digging. \"I'd like to sow some life for once,\" he said. Targe could still picture the look on the Iron Lord's face in that moment, flickering between pride and exasperation. It was in that moment that he, too, picked up a shovel. \n\n\"We've come so far,\" Zavala murmured in the present. \"Sacrificed so much.\" \n\nAgain, Targe said nothing. They had indeed. As they passed under a tree, the cicadas tucked in its branches went still. For a few seconds, the only noise was the crunch of boots on the gravel path. Once Zavala and Targe were a few yards away, the cicadas resumed their melodic thrumming. \n\n\"It amazes me sometimes that I've survived this long.\" Zavala looked up, his pupils reflecting the bone-white orb of the Traveler above. \"All thanks to you.\" His words came out so soft, and it was hard to tell if they were an accusation or gratitude. \n\nTarge tilted up towards the Traveler too. What could he say? It was his duty to resurrect his Guardian. More than that, it was his purpose. Not one he had chosen, but then again, neither had Zavala. \n\nA silence fell, deeper than before. Ghost and Guardian stared up at the opaque moon, their thoughts synchronized around the same question: \n\n\"Are you watching over us? Or are we on our own?\"","icon":null}},"3526440432":{"hash":3526440432,"index":1663,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Praefectus Gloves","description":"//A MESSAGE FROM EMPRESS CAIATL OF THE CABAL, TO ALL LEGIONARIES IN SOL//\n\nWarriors of the empire: the Imperial Crown calls to you.\n\nGhaul failed us, and the Red Legion paid the price in blood. You have been scattered and abandoned, hunted by our enemies as you yearn for home… but Torobatl is no longer ours.\n\nThe combined fleet of the empire has entered Sol space. Come back to us, our comrades and kin. Rejoin our ranks, and help me mend this fractured empire. Through honor and strength, we will write the next chapter in our empire's storied history, and—\n\n//\n\nThe Centurion flipped a switch and silenced the comm device. She peeked out of the cavern's makeshift scrap-metal door and saw asteroids drifting over the Shore like sleeping goliaths in a lavender sea.\n\nScreeb chitters echoed through the air, grabbing the Centurion's attention. She snapped the door shut and readied her Slug Rifle, listening as the sound swelled. When silence finally returned, she crumpled against the wall and wearily dropped her weapon. The gun had been issued in her family's name and bathed in her brother's blood. Now it was a fading memento, lying in the dust beside a vigil of empty helmets.\n\nThe message played over again in her mind and she snarled. A crown. A gauntlet. A chalice. Nothing more than metal tortured with heat and molded into something else. Into someone else's vision. What had the empire molded her into? The low moan of some ancient cable resonated through her pressure suit, now comically oversized for her atrophied muscles.\n\nShe swung her gauntlet and crushed the comm device for good measure. Thresher engines roared in the distance, the sound of countless Legionaries answering the call. She hunkered down and fell into a deep slumber.","icon":null}},"3536408166":{"hash":3536408166,"index":1690,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Challenger Shell","description":"Split  shields and splintered timber cluttered the field. The Ghost felt her Guardian expire before his body hit the ground. They had expected a one-on-one challenge, but instead had sprung an ambush: a fake rite meant to draw Guardians into a killing field. Scorpius turrets deployed and locked targets. Phalanxes walled Guardian and Ghost in, as planted demolition charges armed. A heavy slug thrower spun up in Cabal hands. Gunfire crowded the air, and the Guardian responded in kind. The bloodbath resolved in moments, as so many do. Encircled by several broken Cabal defenders, the Ghost felt her Guardian's Light fade.\n\nShe heard the remaining Cabal searching for her; looking to finish her off and lure in another. She shimmied from under her Guardian's body, snaked through dead Cabal, and slinked over oil-stained dirt—out of sight, avoiding detection from the scanning turrets above. The Ghost made her way to the outskirts of the battleground before doubling back to exploit the turret's blind spot.\n\nRays of Light cascaded over the turret's frame as the Ghost hacked its targeting computer, delivered an override to its command module, and redirected authority to herself. She told herself the Cabal were her enemy. She did not listen to their gasps of surprise as rounds loosed from the dual Scorpius barrels. She did not look at the confusion on their faces as heavy projectiles punched them down. It was all she could do not to feel the same remorse she had so many years ago when she had last needed to defend her charge.\n\nIt was done. A lone Ghost in the deathly stillness of the EDZ.\n\nShe drifted passed the massacre and hovered over her Guardian. She wondered: if the Traveler had chosen Torobatl instead of Earth, would her allegiances be reversed? Would she be battle-sister to a Cabal Legionary holding the line against the forces of Xivu Arath? Humanity had its tyrants: warlords and brigands from before the Golden Age, through the Dark Age, and long after the City's establishment. What made her side the right one? It was a question she had been asking too often these days in the spaces between heartbeats.\n\nShe remembered those first desperate months after finding her Guardian. Their journey to the City had not been easy, and they had fought  with each other many times before she gained his trust. Maybe there is was no difference. At one time, her Guardian had felt that he was simply a victim of circumstance; maybe the Cabal were too.\n\nShe looked to her Guardian, now a proud defender of the City, and to the Cabal bodies around him. Today they were enemies, but tomorrow… She thought about potential, of how the Traveler took barren worlds and rejuvenated them. Like a miracle, a resurrection. Reborn not as what they were, but as what they could be. If that's what Ghosts were meant to do with their Guardians, then maybe anyone could be saved with the right guidance, even a Cabal brute.\n\nShe raised her Guardian once more, determined to keep cultivating his potential.\n\nHe looked out over the battlefield at her handiwork. \"They weren't expecting you, were they?\"","icon":null}},"3593598010":{"hash":3593598010,"index":1618,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"The Time-Worn Spire","description":"A cold wind whipped Lord Saladin's cloak as he reached the bottom of the stairwell and entered a small courtyard carved in the side of the Wall. The orange glow of the Last City poured through the arched windows, washing over the room's contents: leafy ferns, decorative pillars, a dried-up tiled fountain; and Commander Zavala, seated at a small metal table against a wall. Saladin approached his former apprentice.\n\n\"Wouldn't your office be more comfortable?\" the Iron Lord asked.\n\nZavala smiled faintly. \"A different field for a different kind of battle.\"\n\nSaladin took a seat at the table. \"Quaint.\"\n\nZavala grabbed a woven blanket from his lap and offered it to his mentor.\n\n\"Wolves wear their own coats,\" Saladin said.\n\nZavala smiled and tucked the cover under his chair, turning his attention to the lacquered wooden board in front of him. Etched lines formed a grid on its surface, and a pile of white and black oblate stones rested nearby. \"Shall we?\"\n\nSaladin picked up a stone and placed it on the board. Zavala followed with his own move, and the game was on. They sat silently as pieces continued to be set and removed. The board became crowded. Saladin held on his next turn, methodically scanning for options. He eventually grunted and waved in resignation.\n\n\"I'm surprised you still invited me,\" Saladin said, breaking their silence.\n\nZavala hesitated before he answered, fidgeting with a stone. \"Your dissension on Caiatl has been frustrating, I will admit.\"\n\n\"You were expecting an Iron Lord to remain silent?\" Saladin asked.\n\nZavala sighed. \"I was hoping an old friend would respect my position.\"\n\n\"Titles are implements,\" Saladin said. \"What earns respect is how you use them.\"\n\nZavala smiled. \"And how should I use mine?\"\n\n\"To meet Caiatl head-on, and cut her down,\" Saladin said. \"A decisive action for a decisive victory.\"\n\n\"You desire another full-scale war with the Cabal? To chase them through the black gulfs?\" Zavala asked. \"How many will die on this crusade of yours? And what will you leave behind?\"\n\nSaladin chuckled sardonically. \"Still finding excuses to avoid the hard choices. Every victory requires sacrifices.\"\n\n\"You would wear those sacrifices as accolades, but I see them for what they are,\" Zavala said firmly. \"Consequences of my failure.\"\n\n\"It's easy to judge from your plush command center,\" Saladin growled as his demeanor soured. \"But someday soon, you'll find yourself in a position with no easy way out. No victory on the horizon, no clever escapes. Nothing but a disaster and a choice of who pays the price.\"\n\n\"There are more currencies in war than the body count,\" Zavala said gravely. \n\nSaladin looked out at the glimmering lights of the Last City. \"Maybe so, but you don't always get to choose. Sometimes the exchange is decided for you. Sometimes you're stuck on the other side of the door while your friends burn.\"\n\nZavala saw pain in the furrowed creases of the Iron Lord's face. \"I've lost people as well.\"\n\n\"Not nearly as many as you will,\" Saladin answered.\n\nZavala sighed and placed his arms behind his back. \"I am sorry I have been such a disappointment to you.\"\n\nSaladin shook his head and stood from the table. \"You've exceeded all my hopes, Zavala. But you are still not what you could be, and not what we need.\"\n\nZavala stood as well. \"Be that as it may, I am still your commander, and what I need is your obedience.\"\n\nSaladin smirked. \"You know better than to try to tame a wolf, old friend.\"\n\nZavala stood, unmoving, and held his gaze on the Iron Lord.\n\nSaladin sighed. \"We both oppose Caiatl's terms. That should be enough.\" He turned to leave, but the commander placed a hand on his shoulder.\n\n\"It is good to see you outside the confines of duty,\" Zavala said. Saladin nodded, then paced away.\n\nZavala sat again at the table, studying the result of the game as the Iron Lord's footsteps faded.","icon":null}},"3654674561":{"hash":3654674561,"index":1610,"redacted":true,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Classified","description":"Keep it secret.  Keep it safe.","icon":"/img/misc/missing_icon_d2.png"}},"3658188704":{"hash":3658188704,"index":1622,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"The Messenger","description":"Aunor was in a sour mood when she transmatted into Ikora's personal library. She hated visiting the Tower. Even in a room without doors, well away from the dank Annex basement, she could still smell the Drifter's sulfuric odor. How the others could stand it, she had no idea. \n\nHer irritation was softened slightly, when Ikora looked up from her writing with a smile. \"I'm glad to see you,\" she said. \n\n\"Interesting choice of words. I thought I was being summoned for a 'matter of grave importance. '\" \n\n\"'Relieved' may be the better word. There aren't many I can trust with an assignment like this.\" Ikora gestured towards a seat. Aunor shook her head.\n\n\"Is that so?\" \n\n\"I mean that as a compliment to you. Not a condemnation of anyone else.\" \n\n \"You don't need to butter me up before a bad job, Ikora.\" \n\nIkora sighed, then tapped her datapad. \"We've received word of another tainted Guardian in our ranks.\" \n\nWithin her cloak, Aunor's pad dinged. She took it out, reading as she scrolled. \"Disobeying orders, trading Vanguard secrets… Pretty standard. Prolonged and intentional torture?\" She looked up questioningly. \n\n\"Fallen civilians fleeing the House of Salvation,\" Ikora supplied, her voice grave. \"According to her fireteam, she wanted to know how Eramis accessed the Darkness. \"When they tried to intervene…\" she trailed off. \n\nAunor looked up sharply. \"She tortured her own teammates too?\" \n\nIkora nodded. Aunor stowed her datapad back in her cloak. \"Where's she headed now?\" \n\n\"We believe she's still on Europa, trying to access the Darkness on her own.\" \n\n\"Makes sense. Now that the Vanguard's lifted the ban, she has plausible deniability. As does anyone else who's tempted by that power,\" she added pointedly. \n\n\"Please don't make me go over this again. The Vanguard—\"\n\n\"The Vanguard allowed Darkness into the Tower. You let Guardians play with it, so long as they do it under the Drifter's roving eye.  Otherwise, you'll send me after them as punishment.\" \n\n\"Not punishment,\" Ikora corrected evenly. \"Redemption. You offer them a chance to cooperate first. To make up for their selfish acts and rejoin the side of humanity.\" \n\n\"And so far, I've had no takers.\" \n\n\"That doesn't mean that none exist.\" \n\n\"And this Trestin? You think she'll be lucky number…  how many are we up to now? At this point, the only chance I'm giving them is the chance to kill me first.\" \n\n\"Enough.\" Ikora's eyes flashed. \"I won't pretend to be optimistic about the outcome of this case. Or any future ones. But there's no guarantee that all who are touched are forever tainted. Until that's proven otherwise, your orders remain the same. Is that clear?\" \n\nAunor stared at her, jaw clenched. \"Future cases?\"  She shook her head. \"Never mind. I'm sure you'll tell me after they've wreaked havoc somewhere.\" \n\n\"You don't have to do this, if you don't want to. I'd understand.\" \n\nAunor swatted the concern away. \"I stand by my promise,\" she said.  Then, in a flash of blue, she was gone.","icon":null}},"3717177717":{"hash":3717177717,"index":1619,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Multimach CCX","description":"Lord Saladin sat at a small table, examining a holographic display of Cabal troop movements throughout the system. He was crammed into the corner of his once-spacious quarters, made small over the years by shelves full of ancient weaponry, trophies, dated tactical reports, and dusty gear mods. Like all old men, he told himself that the relics might prove useful again one day, but deep down, he recognized the clutter for what it was: fading nostalgia. \n\nA firm knock on the door roused his attention. He put his hand on his Sidearm and peered through the viewing port. It was Ikora, holding a brown paper sack. The Iron Lord snorted and opened the door. \n\n\"Thought you might be hungry.\" Ikora held up the sack. \"Is Thai okay?\" \n\nLord Saladin ushered her in. \"It's all the same to me.\" \n\nThe Warlock breezed into the room and set about clearing space for the food. Though she said nothing, Saladin could sense her alarm at the state of his dwelling. Her eyes lingered in the mildewed corners. Her nostrils flared at the sour smell of his armor's fur lining. Her fingers traced visible lines in the dust. \n\nShe handed him a bamboo bowl filled with savory noodles. \"How are you, Lord Saladin?\" Her head tilted with earnest concern. \n\n\"I'll be better once Caiatl is out of the system.\" The Iron Lord, who could field-strip any weapon in under a minute, was suddenly made clumsy by a pair of disposable chopsticks. The delicate utensils trembled in his massive, weather-beaten hands. \n\n\"Zavala seems confident that you can force her withdrawal.\" Ikora held her bowl and leaned gracefully against the table, having no place to sit. \n\n\"Zavala's optimism is more dangerous than Caiatl's army,\" he said and scowled. \"But after peace talks fail, we'll drive them out the hard way. We always do.\" Saladin discarded the chopsticks with a frown and tilted the bowl to his lips, slurping the noodles loudly. \n\n\"Of course. And after that? What will you do?\" Ikora fixed him with a gentle gaze. \"A vacation, perhaps?\" \n\nSaladin gestured to the tactical hologram. \"By the time we deal with the Cabal, it'll be on to the next atrocity. Vex, Hive, Taken, Fallen, who knows. It's always something.\" He eyed Ikora pointedly. \"When was the last time you had a vacation?\" \n\nIkora raised an eyebrow. \"Fair point. But you've been at this a lot longer than I have.\" \n\n\"That's right, I have.\" Saladin's retort was sharper than intended. He paused before continuing, \"I'm happier out in the field. Battle keeps me fresh. Keeps me connected. It's being here at the Tower, staring at these damn reports, listening to all this politicking that makes me tired.\" \n\n\"And what would you do if we won?\" Ikora pressed her point. \"What if we destroyed the Black Fleet tomorrow, and there were no more battles to fight. What would you do then?\" \n\nSaladin scoffed at the Warlock's nonsense. \"Well, in that case… I suppose I'd take a vacation.\" \n\nThe two warriors eyed each other in stony silence, before breaking out in relieved chuckles. \n\nThe moment of levity briefly softened the Iron Lord. \"Don't worry, Ikora. I'm fine.\" \n\nThe Warlock's eyebrow arched as she surveyed the surrounding mess. \n\nSaladin held firm under her scrutiny for a moment, before relenting with an exasperated sigh. \"If it'll make you feel better,\" he grumbled, \"I'll get some eager New Lights in here to clean up a bit.\" \n\n\"It would, thank you.\" Ikora's eyebrows knitted in concern. \"You know, with Zavala stretched so thin, and without a Hunter Vanguard, I worry about our readiness. You know what's coming. We need the Iron Lords now more than ever.\" \n\nSaladin's eyes drifted back to the tactical display. \"I know it, young pup. I'll always be here when you need me.\"","icon":null}},"3847137620":{"hash":3847137620,"index":1625,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Sola's Scar (Adept)","description":"Her wait was nearly over—Trestin could feel it as she climbed Cadmus Ridge.\n\nSunlight, amplified by snow, pierced her eyes now; she had ascended above the cloud line. She tilted her gaze down, focusing on the crags immediately before her. Her muscles cramped as she reached up for the next ledge. \n\nNo holding back now. \n\nOver the radio, Lord Saladin's voice grew staticky: \"Cabal incursion… Vex… up ahead.\" Without a word, Trestin's Ghost switched it off. There were others nearby to carry out the Iron Lord's orders. He wouldn't miss them. \n\nShe doubted anyone would—her ex-teammates least of all. She had betrayed them, or so Sadhij had screamed: \"We're supposed to be the thin line drawn before the Darkness, you traitor!\" \n\n|| Thin indeed. So why not step over it? ||\n\nBecause they didn't have it in them. She checked. Cracked them both open and dug deep, just to be extra sure. But it wasn't there. That hunger, immense and buried, like the ocean under Europa's glacial crust. A riptide, undetectable from the surface, yet unrelenting in its pull. She never meant to betray anyone. She just wanted release. \n\n|| Soon, you will have it. Soon, you will be freed. ||\n\nMuscles shaking with exhaustion, she threw her hand up and, at last, grasped snow. She had reached the top. \n\nFor a moment, she laid on the embankment, chest heaving. When her vision cleared, she gasped. There it was, black-stone stark against the gleaming white. It seemed to pulse in time with her heart. Attuning to the desire churning within. \n\nFrom the back of her mind came a warm, familiar voice: \"You're a goober.\" Yara. Suddenly, a different hunger bloomed in her, small and keening. Was it… loneliness? \n\n|| It is weakness. What lies before you is power.|| \n\nThe pulsing intensified. She could feel the blood pumping through her veins as she stepped towards the obelisk, hand outstretched. She had never been so close—\n\n \"Not one more step.\" A new voice called out to Trestin. Only this one was not in her head. She turned to find a Warlock standing a few yards away, sword drawn. \"You must be Trestin. I am Aunor. I encourage you to come with me. Quietly.\" \n\nTrestin looked at her, then dove for the obelisk. \n\nThe last thing she felt was steel. Pure, cold steel piercing through her heart.","icon":null}},"3999851514":{"hash":3999851514,"index":1466,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Calamity Rig Mask","description":"Hey, sister. Or brother. Hell, I don't know who's gonna end up listen' to this. Could be a snitch, an idiot, or somebody who ain't picked a side yet.\n\nAnd that's perfect, because all this talk about choosin' sides? Noise. Before this is over, the only one's gonna have your back is you—and that's even odds.\n\nUse your head. Think clear, all right? Because there are whispers going around, and you need to know when to plug your ears. Things have been different since Sloane went dark… ooh, poor wording? What's wrong, too soon? Let me tell you that we killed some time on New Arcadia. Learned some things. Listened to the wrong whispers.\n\nBe careful who you trust from here on out, all right? Yeah, that includes me, but I've been tellin' you that since the beginning.","icon":null}},"4061921431":{"hash":4061921431,"index":1673,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Praefectus Greaves","description":"(A burst of electricity shatters a tree, showering Nessus's vermillion fauna across the battlefield.)\n\nVatoc the Psion had been a coward before, and not even just once. As he braced behind a Vex tower and clutched his empty rifle, he recalled his legacy of hasty retreats.\n\nHe had run from Wire Rifle enfilades and soulfire barrages on the detritus flotillas of the Reef.\n\nHe had fled the relentless advance of the chronomatons, nearly boiling in his suit amidst mercurial deserts.\n\nMost of all, he had run from the Light-infested husks, the undying Guardians of Sol. Time and again, he saved his own neck, only for the Legion to find a new assignment and cast him back into the fray; they knew he was weak, but with Legionaries falling in droves, there was no other choice.\n\n(A roar sweeps through the canyon as a smoking Thresher tumbles end over end into oblivion.)\n\nVatoc bore no guilt over his survival; to a Psion, survival was all you had. There was no honor to be gained, no advancement within ranks, no wealth to be accumulated. All the Legion left you with was your life, and Vatoc was going to make sure it lasted as long as possible.\n\nBut that was before Ghaul had been melted down to atoms and scattered across the stars. Before the failed gambit with the Warlock's time device. Before the Almighty, gleaming triumph of the Legion, was tossed like a pebble and swatted aside by an indifferent god.\n\nNow came Empress Caiatl, and with her, the promise of something Vatoc never imagined he would have: freedom. The full might of the empire had arrived in a cavalcade of frigates and carriers, filling the space between worlds with destructive power. For the first time in his life, Vatoc's choice was not merely just to survive, but a choice of what to live for.\n\n(A Colossus barks a rallying cry; a cacophony of Slug Rifles echoes in response.)\n\nThe battle swelled around him and his compatriots fell. He could see the route to safety. Dark crevasses tucked between tepui where he could run and hide. Where he knew he could survive.\n\n(Vatoc reloads his rifle and sings an oath to his empress.)\n\nHe had been a coward before, but no longer.","icon":null}},"4064244884":{"hash":4064244884,"index":1638,"redacted":true,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Classified","description":"Keep it secret.  Keep it safe.","icon":"/img/misc/missing_icon_d2.png"}},"4064244885":{"hash":4064244885,"index":1639,"redacted":true,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Classified","description":"Keep it secret.  Keep it safe.","icon":"/img/misc/missing_icon_d2.png"}},"4064244886":{"hash":4064244886,"index":1640,"redacted":true,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Classified","description":"Keep it secret.  Keep it safe.","icon":"/img/misc/missing_icon_d2.png"}},"4161591237":{"hash":4161591237,"index":1687,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Pyrrhic Ascent Hood","description":"SIMULATION RECONSTRUCTION LOG // LA-01-01 // MERCURY\n\nA reflection, when viewed in broken glass, is fragmented into as many misaligned shards. \n\nThe Warlock Shayura looks at herself in the broken center console display, her image split up over so many refracted variations. She is silent in her anger. \n\n\"Now entering Mercury's atmosphere,\" her Ghost chirps. Shayura looks up to watch flames roar over the exterior of the cockpit and sees her face in the distorted curve of the glass. No one reflection is true in this moment; no image perfectly accurate. \n\n\"Reed is already waiting for us,\" her Ghost adds, worried. \n\nShayura hears him, but only in part. Something pulls at her insides like anxious fingers. \n\n\"Open a channel to Aisha,\" Shayura says. Her Ghost hesitates, then beeps in compliance. The cockpit suddenly feels cavernous. As if she could shout out into the universe. \n\nHer Ghost edges closer and hovers nearby. \"The connection's open.\" \n\n\"We shouldn't just leave her behind,\" Shayura says into the void with a tightness in her throat. \n\n \"Not our call, Shay. Agree or disagree, we're a united front,\" Aisha, her teammate, replies from across the curvature of Mercury's atmosphere. \n\n\"Then act like it!\" Shayura fires back, snapping her jaw shut as soon as the shout escapes her lips. She brings her hands up to her mouth, regretting her tone but not retracting it. \n\n\"It's Sloane's choice.\" Aisha's voice sounds smooth in contrast. \"You know how she is. If she's declining evac, there's no force in the system that'll uproot her. Stay, go, it's her choice.\" \n\n\"Leaders make mistakes.\" Shayura wishes she could explain better. Words are insufficient. \n\n\"She's preparing for transmat,\" Shayura's Ghost quietly offers. \"We're in range.\" \n\nShayura nods and swallows, but the anger is rising up in her, and she can feel it creeping into her bones. Wisps of gold fire slither up her arms. \n\n\"Zavala doesn't see it. He's trying to do the work of two Vanguard leaders right now. I d—\" Shayura is cut off mid-sentence as she and her Ghost tear apart into a whirl of charged particles, reforming on the scorching surface of Mercury in the shadows of the Caloris Spires. \"—believe for a minute that's all we could've done!\" \n\n \"Sloane made her choice!\" Aisha shouts the minute she sees Shayura. Nearby, their third fireteam member, Reed-7, stands as a looming crimson silhouette in Titan armor. \n\n\"The commander asked her to fall back and she didn't! Don't pin this on him!\" Aisha goes on, needling Shayura with a furious intensity. \n\nShayura pivots to stare at Aisha; the fire building around her discharges in an upward blast. \"If he wants to lead, he should be willing to take criticism for his decisions!\" \n\n\"Hey!\" Reed-7 finally interjects with a shout. The broad-shouldered Exo shifts his posture awkwardly but stands his ground. Aisha and Shayura look over at him in silence. \n\nReed lifts a hand to the back of his neck. \"Can we do this later? Please?\" \n\nShayura feels Aisha's eyes on her. She tempers her own expression to match her friend's calmer one, reluctant in her assent, but the ember of anger in her refuses to go out. She draws her Sword and points it toward a group of Guardians across the windswept courtyard outside of the Lighthouse, indicating a challenge. \n\n\"Fine,\" Aisha agrees reluctantly. Shayura withdraws, simmering.","icon":null}}},"previousDefinitions":{},"otherDefinitions":{},"tableDiff":{"added":[48110686,120441703,197672677,199896768,199896769,199896770,199896771,199896772,199896774,199896775,409351978,469005214,546914183,605724052,708549601,893527433,913285009,1001798188,1097616550,1173780905,1210266902,1260563064,1313528549,1322042322,1325579289,1452975189,1724366537,1806913970,1840646916,1840646917,1840646920,1840646921,1840646922,1840646923,1840646925,1840646926,1840646927,1935198785,2016308379,2060863616,2081331971,2121785039,2288292550,2304861612,2309672063,2320007724,2321120637,2351180975,2404855620,2404855621,2404855624,2404855625,2404855626,2404855627,2404855628,2404855630,2404855631,2481881293,2496242052,2527666306,2540765499,2671565007,2765138028,2770269752,3017104179,3075224551,3235248691,3260753130,3301944824,3335343363,3460122497,3514096004,3526440432,3536408166,3593598010,3654674561,3658188704,3717177717,3847137620,4061921431,4064244884,4064244885,4064244886,4161591237],"unclassified":[],"removed":[],"reclassified":[],"modified":[2853729012,3317403507,3999851514]},"tableDiffSummary":{"added":84,"unclassified":0,"removed":0,"reclassified":0,"modified":3},"tableName":"DestinyLoreDefinition","missingTable":false,"versionDiffSummary":{"DestinyArtDyeReferenceDefinition":{"added":489,"unclassified":0,"removed":0,"reclassified":0,"modified":0},"DestinyActivityDefinition":{"added":52,"unclassified":0,"removed":0,"reclassified":0,"modified":125},"DestinyActivityTypeDefinition":{"added":1,"unclassified":0,"removed":0,"reclassified":0,"modified":0},"DestinyInventoryBucketDefinition":{"added":1,"unclassified":0,"removed":0,"reclassified":0,"modified":0},"DestinyUnlockDefinition":{"added":1550,"unclassified":0,"removed":183,"reclassified":0,"modified":20966},"DestinyMaterialRequirementSetDefinition":{"added":7,"unclassified":0,"removed":0,"reclassified":0,"modified":0},"DestinySandboxPerkDefinition":{"added":89,"unclassified":0,"removed":0,"reclassified":0,"modified":42},"DestinyStatGroupDefinition":{"added":1,"unclassified":0,"removed":0,"reclassified":0,"modified":0},"DestinyProgressionMappingDefinition":{"added":2,"unclassified":0,"removed":0,"reclassified":0,"modified":3},"DestinyFactionDefinition":{"added":2,"unclassified":0,"removed":0,"reclassified":0,"modified":2},"DestinyUnlockValueDefinition":{"added":708,"unclassified":0,"removed":223,"reclassified":0,"modified":0},"DestinyRewardMappingDefinition":{"added":617,"unclassified":0,"removed":332,"reclassified":0,"modified":0},"DestinyRewardSheetDefinition":{"added":49,"unclassified":0,"removed":2,"reclassified":0,"modified":0},"DestinyActivityGraphDefinition":{"added":0,"unclassified":0,"removed":0,"reclassified":0,"modified":11},"DestinyActivityInteractableDefinition":{"added":4,"unclassified":0,"removed":0,"reclassified":0,"modified":0},"DestinyCollectibleDefinition":{"added":476,"unclassified":0,"removed":262,"reclassified":0,"modified":2929},"DestinyDestinationDefinition":{"added":3,"unclassified":0,"removed":0,"reclassified":0,"modified":0},"DestinyEntitlementOfferDefinition":{"added":22,"unclassified":0,"removed":0,"reclassified":0,"modified":0},"DestinyStatDefinition":{"added":0,"unclassified":0,"removed":0,"reclassified":0,"modified":4},"DestinyInventoryItemDefinition":{"added":872,"unclassified":0,"removed":200,"reclassified":4,"modified":13903},"DestinyLocationDefinition":{"added":24,"unclassified":0,"removed":0,"reclassified":0,"modified":1},"DestinyLoreDefinition":{"added":84,"unclassified":0,"removed":0,"reclassified":0,"modified":3},"DestinyMetricDefinition":{"added":18,"unclassified":0,"removed":1,"reclassified":0,"modified":21},"DestinyObjectiveDefinition":{"added":748,"unclassified":0,"removed":260,"reclassified":0,"modified":215},"DestinyPlugSetDefinition":{"added":74,"unclassified":0,"removed":0,"reclassified":0,"modified":803},"DestinyPresentationNodeDefinition":{"added":117,"unclassified":0,"removed":39,"reclassified":0,"modified":125},"DestinyProgressionDefinition":{"added":7,"unclassified":0,"removed":2,"reclassified":0,"modified":6},"DestinyRecordDefinition":{"added":247,"unclassified":0,"removed":0,"reclassified":0,"modified":1783},"DestinyRewardAdjusterPointerDefinition":{"added":2,"unclassified":0,"removed":0,"reclassified":0,"modified":0},"DestinyRewardItemListDefinition":{"added":57,"unclassified":0,"removed":3,"reclassified":0,"modified":0},"DestinySackRewardItemListDefinition":{"added":61,"unclassified":0,"removed":0,"reclassified":0,"modified":0},"DestinySandboxPatternDefinition":{"added":24,"unclassified":0,"removed":1,"reclassified":0,"modified":0},"DestinySeasonDefinition":{"added":0,"unclassified":0,"removed":0,"reclassified":0,"modified":4},"DestinySeasonPassDefinition":{"added":1,"unclassified":0,"removed":0,"reclassified":0,"modified":1},"DestinySocketCategoryDefinition":{"added":1,"unclassified":0,"removed":0,"reclassified":0,"modified":0},"DestinySocketTypeDefinition":{"added":11,"unclassified":0,"removed":0,"reclassified":0,"modified":0},"DestinyTraitDefinition":{"added":2,"unclassified":0,"removed":0,"reclassified":0,"modified":6},"DestinyTraitCategoryDefinition":{"added":0,"unclassified":0,"removed":0,"reclassified":0,"modified":1},"DestinyUnlockCountMappingDefinition":{"added":1,"unclassified":0,"removed":1,"reclassified":0,"modified":0},"DestinyUnlockEventDefinition":{"added":9,"unclassified":0,"removed":3,"reclassified":0,"modified":9},"DestinyUnlockExpressionMappingDefinition":{"added":1386,"unclassified":0,"removed":908,"reclassified":0,"modified":0},"DestinyVendorDefinition":{"added":24,"unclassified":0,"removed":0,"reclassified":0,"modified":490},"DestinyMilestoneDefinition":{"added":2,"unclassified":0,"removed":0,"reclassified":0,"modified":8},"DestinyActivityModifierDefinition":{"added":8,"unclassified":0,"removed":0,"reclassified":0,"modified":1},"DestinyArtifactDefinition":{"added":0,"unclassified":0,"removed":0,"reclassified":0,"modified":1}},"meta":{"buildDate":"2024-12-14T00:20:47.377Z"}},"__N_SSG":true}