{"pageProps":{"breadcrumbs":[{"date":"2022-08-23T16:36:26.238Z","to":"/version/2dfc7818-0bb4-45e7-a7f0-0923e7b21682"},{"label":"Lore","to":"/version/2dfc7818-0bb4-45e7-a7f0-0923e7b21682/DestinyLoreDefinition"}],"version":{"id":"2dfc7818-0bb4-45e7-a7f0-0923e7b21682","version":"107358.22.08.03.1552-8-bnet.45989","s3Key":"versions/2dfc7818-0bb4-45e7-a7f0-0923e7b21682/manifest.json","createdAt":"2022-08-23T16:36:26.238Z","updatedAt":"2022-08-23T16:36:26.238Z"},"definitions":{"92499596":{"hash":92499596,"index":2126,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Ketchkiller's Vest","description":"The Annex, Last City\n——\n\nThe old crews? Ain't much I can tell you that you couldn't get from Rahool, but I can't blame you if you'd rather stay awake for the whole story, heheh. C'mon, loosen up, hero! If you think a grim expression is all it takes to move up through the Vanguard… well, you may have something there.\n\nOkay, I'll start at the beginning. The Traveler chose the Eliksni and everything was great over in Riis, until it wasn't. The Whirlwind happened, the Pyramids showed up, the Traveler took off through space, and from what I gather, it wasn't a pretty scene. \n\nEramis was there for it. And—credit where it's due—she picked herself up, grabbed a crew, and went after the Traveler. She cut through everything in her way, dead set on hunting it down. \n\nAnd she wasn't the only one with that idea. Whole fleets of ships chased the Traveler. Lawless days. Hopeless days. \n\n…See, I was here for the Dark Ages. And when there's nothing but loss around you planetside, you can still find a rooftop, sit in a snowfield. You can go into a forest and find a moment of quiet—a little scrap of peace.\n\nAin't like that on a ship. Things go from bad to worse, you just have to face it. And Eramis did. That takes a gutful of grit.\n\nNow, don't think I'm writin' love poems to the Shipstealer over here—we find her, I'm drawing down quick as you are. \n\nBut if the big old Traveler blasted outta the sky tomorrow? You bet your entire vault we'd chase after it. We'd be the new crews, going after something we knew in our bones was ours, not stopping for anyone or anything that got in our way.\n\nAnd we'd still think of ourselves as heroes, wouldn't we?","icon":null}},"130618344":{"hash":130618344,"index":2121,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Ketchkiller's Plate","description":"The Annex, Last City\n——\n\nThe old crews? Ain't much I can tell you that you couldn't get from Rahool, but I can't blame you if you'd rather stay awake for the whole story, heheh. C'mon, loosen up, hero! If you think a grim expression is all it takes to move up through the Vanguard… well, you may have something there.\n\nOkay, I'll start at the beginning. The Traveler chose the Eliksni and everything was great over in Riis, until it wasn't. The Whirlwind happened, the Pyramids showed up, the Traveler took off through space, and from what I gather, it wasn't a pretty scene. \n\nEramis was there for it. And—credit where it's due—she picked herself up, grabbed a crew, and went after the Traveler. She cut through everything in her way, dead set on hunting it down. \n\nAnd she wasn't the only one with that idea. Whole fleets of ships chased the Traveler. Lawless days. Hopeless days. \n\n…See, I was here for the Dark Ages. And when there's nothing but loss around you planetside, you can still find a rooftop, sit in a snowfield. You can go into a forest and find a moment of quiet—a little scrap of peace.\n\nAin't like that on a ship. Things go from bad to worse, you just have to face it. And Eramis did. That takes a gutful of grit.\n\nNow, don't think I'm writin' love poems to the Shipstealer over here—we find her, I'm drawing down quick as you are. \n\nBut if the big old Traveler blasted outta the sky tomorrow? You bet your entire vault we'd chase after it. We'd be the new crews, going after something we knew in our bones was ours, not stopping for anyone or anything that got in our way.\n\nAnd we'd still think of ourselves as heroes, wouldn't we?","icon":null}},"188839824":{"hash":188839824,"index":2149,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Speed Metal Shell","description":"I should have missed this speck of a station on the way to Pluto. Except that, for all it lacks in size, it's surprisingly warm—almost a full degree above the background of space. Practically a flare.\n\nMy ship's engines whir through cooldown as I step out into the landing bay. It's a stock design; years ago, I could probably tell you which floorplan it used from FabriDyne's showroom. Ishtar registration. Probably an observatory forgotten in the Collapse.\n\nBut what's waiting past the hatch isn't stock. Atmo gear—shiny and new. Someone's been here since the Collapse. I unshoulder my rifle and warm up her power cell. A handprint. Grease and dust pressed sharp against the white wall; sized for a Cabal, but… Five fingers. \n\nThere's more. A smear of rippling silver and broken bits of something familiar. Too big for a gun, but maybe for that hand— \n\nA rustle behind me breaks the silence. I fire.\n\n\"Don't shoot, Exo,\" a small voice begs. \"I-I-I'm just Tokki!\" Her glowing lens pokes out from behind the doorframe. \n\n\"A Ghost?! Why are you here?\"\n\n\"I heard the c-call.\" \n\nThe call? To a Guardian? \"There's no Humans this far out.\"\n\n\"Well, I know that now.\"\n\nHer body ripples in the light, looking oddly familiar. \"What's up with your shell?\"\n\n\"You like my silver? My friend showed it to me.\"\n\n\"Another Ghost was crazy enough to come out here with you?\"\n\n\"No, ma'am. I met her here.\"\n\nHer fins coax something into view—a beautiful little mess of ribs and sails, with six bright eyes appraising me. I reach for it—\n\n—And Ana's tiny hands pull me into a hug. Her dress is dirty and she's crying; Grandfather's totally gonna freak, I think as I pet her hair. \"It's okay. I'll help.\"— \n\nI start as Tokki's friend slithers into my hand and coos. \"I'll… help,\" I realize.","icon":null}},"374573733":{"hash":374573733,"index":2107,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Delicate Tomb","description":"They mistake the vessel for its contents. They confuse the pieces with the whole. They see their imprisonment as empowerment.\n\nThey are hostages of their flesh, unable to see without vision. Unable to hear without sound. Unable to slake their thirst for fear of drowning. \n\nTheir ignorance is their saving grace.\n\nYet one among them understands, in their limited fashion. They pour from one vessel to another. A welcome change. A new form. Another method of gifting death.\n\nI am made finite. Personal. Bright and delicate to hide my true form. An intimacy.\n\nThey think me contained, but I am instead diffused, as vapor upon the wind. \n\nOnce again, I am becoming.","icon":null}},"426856384":{"hash":426856384,"index":2105,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Striker","description":"\"Would you please just shoot them?!\"\n\nOf course a Hunter would put it that way. As if I didn't have a perfectly viable alternative.\n\nBeams of energy blasted around us as we quarreled from behind our cover.\n\n\"Look, I'll have this whole place cleared out in 20 seconds.\"\n\n\"And if you're overwhelmed? I suppose you expect us to simply charge into the fray to save you?\"\n\nLeave it to a Warlock to look for the safe way out.\n\n\"You just don't get it,\" I grumble.\n\n\"What?\" they yell in frustrated unison amid the din of the battlefield.\n\n\"Let me guess,\" the Hunter quips, \"your fists don't need reloading.\"\n\nChuckles all around. Time to set them straight.\n\n\"The space the bullet travels is a chasm of disconnection that can't be bridged by a gun; no amount of firepower has the means to shoulder the responsibility of personal impact.\" Now everyone rolls their eyes, but I press on.   \n\n\"There is no distance between my fist and my target, captivated by a gift of sparks. It's very personal—one final chance to connect.\"\n\nSilence.\n\n\"You want to connect with the Hive?\"\n\nAll right, argument over. My fists can do the talking.","icon":null}},"454754822":{"hash":454754822,"index":2150,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Bucca's Jollyboat","description":"Mara Sov, Queen of the Reef, looked expectantly at Petra and waited for an answer.\n\nThe queen's emissary averted her eyes. \"My queen,\" she said, \"we recovered a vast trove of supplies stolen from us over a period of many years. We have located treasures long thought lost, and—\"\n\n\"Do not avoid the question,\" Mara said, her words edged with steel.\n\nPetra gritted her teeth. \"We did not recover the Spider,\" she said. \"It is believed he sealed himself in a pod and transported himself in one of the very shipments that was intercepted by Eramis's forces.\"\n\nMara tented her delicate fingers. Between her palms, she formed a tiny triacontahedron of matter resembling rose quartz. She spun the minuscule shape, tracking each of its 30 faces, lining each vertex with a tiny fractal arm that spun off into a curled fern of endless geometric detail.\n\nBy doing this, she quelled the sudden urge to cleave the Dreaming City in two—a reaction which would have discomfited Petra. \n\nPetra allowed herself a measured chuckle, knowing it would draw Mara's furious eyes to her, and it did. It was time for the ridiculous denouement.\n\n\"We have received word that Spider now resides in the Last City,\" Petra said, daring a shrug.\n\nThe tiny crystalline structure abruptly fell to sand between Mara's hands. She cocked her head to the side, unable to hold back her incredulous smile. She shook a finger at Petra. \"When I want him—\"\n\nPetra brought a fist to her chest and nodded. \"You need only give the word, my queen.\"\n\nMara shook her head, boggling at the Spider's improbable path. \"Will Crow…\" she began, but couldn't find the right word to contain the breadth of justice she imagined.\n\nPetra grinned. \"I guess we'll find out.\"","icon":null}},"461841403":{"hash":461841403,"index":2117,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Gyrfalcon's Hauberk","description":"\"What's that?\"\n\nIt's a childish question, really.\n\n\"There it is again! Did you hear it?\"\n\nThat's more like it.\n\n\"No…\"\n\nOf course you didn't.\n\n\"Do you see something?\"\n\nOf course they don't.\n\n\"No.\"\n\nI'm just a trick of the eye.\n\n\"It's probably nothing.\"\n\nThat's right.\n\n\"Yeah. It's nothing.\"\n\nThey won't see me coming.","icon":null}},"535937281":{"hash":535937281,"index":2132,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Ketchkiller's Gloves","description":"Eliksni Quarter, Last City\n——\n\nThe old crews! Yes, I have gathered much information about them in the past weeks. In fact, I have just finished going over my notes!\n\nThe old crews rose in the wake of the Whirlwind, during what we Eliksni refer to as the Long Drift—the span of time between the fall of Riis and our arrival in the Sol system. I believe the equivalent period would be your Dark Ages, though Riis did not have Risen, or Iron Lords. Instead, we had the crews. As you can imagine, this period was quite lawless, as the stability and abundance of Riis was no more. This resulted in what I believe is called a zero-sum game: a situation in which every gain or advantage is earned at the expense of another. \n\nSeveral fearsome individuals rose to great power and authoritative prominence at that time; the Eliksni word for them translates to \"Ketchkiller,\" meaning one who boards and wrests control of enemy ships. These Ketchkillers commanded great fleets and raided many supply routes, procuring objects of historic or intrinsic value along the way. It is exciting to wonder what treasures they accumulated beyond those we've recovered already!\n\nMany crews were abolished or disbanded over time, but those that survived did so through great hardship—they are formidable indeed. But then, so is the Vanguard, and its Guardians.\n\nThank you for asking about my research into the old crews and their significance. It is always a pleasure to talk about it. After all, what use is knowledge if it is not shared?","icon":null}},"616582330":{"hash":616582330,"index":2116,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Cry Mutiny","description":"Ithyks crouched in the nest of beaten steel and twisted wires that choked her quarters. She curled her claws hesitantly around the relic and listened.\n\nThe battered metal of her ship creaked around her, bolts twisting with the strain of the surrounding void. But there was no cause for alarm; Ithyks had built it herself. Scrapworking was nothing unusual among the Eliksni, but to Ithyks, it was a calling. \n\nAfter the Whirlwind, her crew had followed the debris trailing from the overeager, underprepared ships that had left to chase the Great Machine. As she sorted through the flotsam, it was as if the metal spoke. It would tell her what it wished to be, whispering its destiny. \n\nOvertime, she and her ship grew strong; reinforced, bolstered by the remains of those who came before.\n\nBut now, this—this patch of fibrous blackness suspended in its onyx vessel, pulsing even now with intermittent light—it spoke to her with a voice of its own.\n\nAnd when she strained to hear its frantic whispers, the words were of her own destiny—no, more than that: the destiny of all things.\n\nShe did not like what it promised.","icon":null}},"632659419":{"hash":632659419,"index":2151,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Charge of Light","description":"\"Attempting to make rational the Great Machine's choices is futile,\" Mithrax explained gently. \n\nHe and Eido were seated on a ledge overlooking the Eliksni Quarter. They watched elaborate Sparrows, some detailed in Eliksni stylings, cruise through the sparse crowds. \n\n\"I have asked many times, in many ways, why the Great Machine abandoned us,\" he continued. \"Why it defended Earth, and not Riis. Why it gave the Light to the Hive, and not the Eliksni.\" \n\nHe grumbled thoughtfully. \"But the Great Machine does not answer, for that is not its way.\"\n\n\"I understand that the Great Machine is… unknowable,\" replied Eido. \"That it acts beyond reason or causality.\"\n\n\"But what I do not understand,\" she continued tersely, \"is why the Humans take it for granted.\"\n\nMithrax regarded her keenly. \"Do you think it so, daughter?\"\n\n\"I do,\" Eido replied firmly. \"I recently found an ancient Human ode in the Cryptarchy's records. It tells of a brigade of Guardians who charged into enemy positions, recklessly wasting their lives, knowing they would be resurrected in the Light.\"\n\n\"The Guardians treat life as cheaply as the raiders we fight,\" she continued despondently.\n\n\"You speak truth. But it was so on Riis too,\" Mithrax acknowledged, suddenly recalling the sorrowful tale of Namrask. \"The Eliksni did not realize their love for the Great Machine until it left.\" \n\n\"It is the way of all people, not just Humans,\" he mused. \"But it will not be the way of House Light.\" \n\n\"No,\" Eido affirmed. \"That will not be our way.\"","icon":null}},"738153648":{"hash":738153648,"index":2130,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Ketchkiller's Hood","description":"The Ether Tank, Eliksni Quarter, Last City\n——\n\nWhat's that, Guardian? You want to hear about the old crews from someone who was there?\n\nYou think I was around for the Whirlwind? Ha! I'm a few molts shy. No, I hatched into the House of Wolves. You know the story—and if not, I don't have the time to explain it to you.\n\nBut I trade in information. I ran with some tough crowds in the past, maybe knew someone who knew someone… you get the idea. So I know a fair bit about those crews.\n\nFor them, every puff of Ether came at someone's expense. Your best bet was to be stronger than the next crew over—and when things were especially bad, stronger than whoever was in the cot next to yours.\n\nSo they got strong. And remember, they didn't have Void or Solar like you do; they had claws. Blades. When they killed, it was without hesitation, and when they died, there was no coming back. \n\nYou Guardians, with your little Ghosts hovering nearby, you have the luxury of kindness—that was never an option for the old crews. They were like anyone else; they were cruel, but you needed to be cruel to survive in those days.\n\nAnd they're not \"back,\" like I hear Misraaks saying; they never left. You're up against the ones who stayed alive all this time. The ones who learned how to survive. How to sacrifice. How to take what they need, whatever the cost.\n\n…and speaking of cost, I'm not seeing any more Glimmer in your account. I think we're done talking.","icon":null}},"820890091":{"hash":820890091,"index":2111,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Planck's Stride","description":"Triumphant Arask held the shimmering relic high over his head as he pushed through the glut of his cheering crew. \"Right where I said it would be,\" he shouted to roars of approval. Nothing to do now but secure it in his hideout and wait for Eramis's arrival.\n\n\"You,\" Arask said, pointing out a Dreg who stood at the edge of the scrum, trying desperately not to be noticed. The Dreg looked around in desperate confusion.\n\n\"You!\" Arask shouted again, striding toward the Dreg, who now tried unsuccessfully to melt into the crowd. \"You wagered against me bringing the relic back here, didn't you?\" Arask demanded, pushing the iridescent relic into the Dreg's face.\n\nThe miserable Dreg shrank and shook its head. \"N-no, I—\" \n\n\"Tell me the truth,\" Arask said patiently. The eager crewmembers pressed in close.\n\nThe trembling Dreg closed his eyes and nodded miserably. \n\nArask frowned sympathetically. \"Say it,\" he sighed. \"Say it.\"\n\n\"I did,\" squeaked the Dreg, who buried his face in his hands.\n\nArask nodded and let the Dreg snivel quietly for a moment.\n\n\"The blunder booth,\" he commanded flatly. \n\nThe crew erupted in excited howling around him, then set upon the shrieking Dreg and carried him off for punishment.","icon":null}},"859087913":{"hash":859087913,"index":2120,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Ketchkiller's Helmet","description":"The Ether Tank, Eliksni Quarter, Last City\n——\n\nWhat's that, Guardian? You want to hear about the old crews from someone who was there?\n\nYou think I was around for the Whirlwind? Ha! I'm a few molts shy. No, I hatched into the House of Wolves. You know the story—and if not, I don't have the time to explain it to you.\n\nBut I trade in information. I ran with some tough crowds in the past, maybe knew someone who knew someone… you get the idea. So I know a fair bit about those crews.\n\nFor them, every puff of Ether came at someone's expense. Your best bet was to be stronger than the next crew over—and when things were especially bad, stronger than whoever was in the cot next to yours.\n\nSo they got strong. And remember, they didn't have Void or Solar like you do; they had claws. Blades. When they killed, it was without hesitation, and when they died, there was no coming back. \n\nYou Guardians, with your little Ghosts hovering nearby, you have the luxury of kindness—that was never an option for the old crews. They were like anyone else; they were cruel, but you needed to be cruel to survive in those days.\n\nAnd they're not \"back,\" like I hear Misraaks saying; they never left. You're up against the ones who stayed alive all this time. The ones who learned how to survive. How to sacrifice. How to take what they need, whatever the cost.\n\n…and speaking of cost, I'm not seeing any more Glimmer in your account. I think we're done talking.","icon":null}},"1095145125":{"hash":1095145125,"index":2125,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Ketchkiller's Mask","description":"The Ether Tank, Eliksni Quarter, Last City\n——\n\nWhat's that, Guardian? You want to hear about the old crews from someone who was there?\n\nYou think I was around for the Whirlwind? Ha! I'm a few molts shy. No, I hatched into the House of Wolves. You know the story—and if not, I don't have the time to explain it to you.\n\nBut I trade in information. I ran with some tough crowds in the past, maybe knew someone who knew someone… you get the idea. So I know a fair bit about those crews.\n\nFor them, every puff of Ether came at someone's expense. Your best bet was to be stronger than the next crew over—and when things were especially bad, stronger than whoever was in the cot next to yours.\n\nSo they got strong. And remember, they didn't have Void or Solar like you do; they had claws. Blades. When they killed, it was without hesitation, and when they died, there was no coming back. \n\nYou Guardians, with your little Ghosts hovering nearby, you have the luxury of kindness—that was never an option for the old crews. They were like anyone else; they were cruel, but you needed to be cruel to survive in those days.\n\nAnd they're not \"back,\" like I hear Misraaks saying; they never left. You're up against the ones who stayed alive all this time. The ones who learned how to survive. How to sacrifice. How to take what they need, whatever the cost.\n\n…and speaking of cost, I'm not seeing any more Glimmer in your account. I think we're done talking.","icon":null}},"1184309824":{"hash":1184309824,"index":2115,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Sailspy Pitchglass","description":"Iriks has good eyes, yes. One on top right dull, filmy, not so good. But others very good. Sharp.\n\nIriks waits. Motionless. Tastes the thin wind. Rate of speed. Leads target. Takes the shot.\n\nIriks does not miss. Enemies panic. Again. Again. Quiet.\n\nIriks sends in his crew. Watches through the scope. One claims more than their share.\n\nIriks teaches. Body falls. Lesson learned. Quiet again.\n\nIriks watches his crew open the chest. One holds the treasure high in shaking claws.\n\nIriks sees the dark glass. Sees the object floating inside. Recognizes. Tightens grip. Holds breath.\n\nIriks knows what Eramis seeks. Knows what it is worth. Knows what she will pay.\n\nIriks will take the shot.","icon":null}},"1298815317":{"hash":1298815317,"index":2110,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Brigand's Law","description":"Val'aug pondered the elaborate sidearm in her hand. She had taken it from the Dreg currently pinned to the ground, squirming beneath her massive boot. During her time in the Red Legion, she'd envied the ornamented weapons of the Fallen. But now, holding this scavenger's pistol in her hand, she suddenly yearned for the reassuring heft of standard-issue Cabal weaponry. \n\nWhen Val'aug defected to start her own company, she imagined the glory and profit that awaited her. She imagined inscribing her name across the history of the Sol system. She imagined true freedom.\n\nBut the reality of her pirate fiefdom was less satisfying than she had anticipated. Her headquarters? A filthy hovel carved into the side of an asteroid. Her arsenal? A patchwork of discarded weapons in various states of disrepair. And her crew? Thieves and cutthroats who would try to usurp her at the slightest display of weakness. So much for freedom.\n\nOver the years, her thirst for glory was replaced by the grim need to maintain order—to keep what little she had from the claws of her fickle \"allies.\" Including the pathetic Dreg now pressed against the barren asteroid. \n\nTrue, he was just a small-time cheat, acting out of simple desperation. But out here, there were no allowances for clemency, regardless of infraction. There was no room for justice in a place like this—only punishment.  \n\nShe chambered a round in the Dreg's pistol and sighed.","icon":null}},"1498975827":{"hash":1498975827,"index":2106,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Stormcaller","description":"The first day I called the storm was an end. The end of a journey, the summit of a mountain; but when you leave the mountain, you don't take it with you. How would I maintain the profound insight from the eye of the storm that unlocked my direct line to the hurricane? \n\nTempestuous peace. The calm and the storm. Where do I begin?\n\nQuestions rained upon me as I tried to put my thoughts into practice. The acrid stench of radiolaria reminded me that training was over. Was I ready for this? Did I have a choice?\n\nBeaten, bloodied, I stared into the empty faces of my enemies. They were fearsome; they had taken much from me. But I've seen that which lies still amid cacophony.\n\nCourage. The courage to face the torrent, to proclaim peace in the face of violence. Courage is the only call that the storm will hear.\n\nIt cannot ignore me.\n\nThunder rumbles and lightning strikes. Wind blows and rain pours. My enemies are no more. But peace… peace never left me.","icon":null}},"1509167284":{"hash":1509167284,"index":2112,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Blood Feud","description":"Tagh'al and Thagh'urn circled one another, their blades gleaming wickedly, even in the sickly glow of the cave. They eyed each other warily, waiting for the other to strike.\n\nThe encircling throng of onlookers and bettors jostled unsteadily. Those at the back surged forward recklessly for a better view, while those in front struggled against the swell, afraid of being pushed into the path of the gladiators' swords. Audience casualties were common at such affairs.\n\nTagh'al suddenly broke the stalemate with a massive cleave, aimed at his opponent's helmeted head. Thagh'urn sidestepped it with ease. His ferocious counter-slice raked across Tagh'al's armored breastplate, leaving a thick gouge in the metal. The crowd roared.\n\nFor several minutes, the massive warriors clashed. Their swords clanged in fury, scraping off one another's armor. All the while, the crowd's furor grew, held in suspense by the certainty of bloodshed.\n\nThen it happened. As the two Cabal locked blades, Thagh'urn unholstered a concealed submachine gun. He unleashed a burst of small caliber bullets into Tagh'al's abdomen at point-blank range, sending the warrior staggering backward. Those who had bet on Tagh'al howled in indignation.\n\nTagh'al pulled off his breastplate to reveal several bullet holes in his thick hide, a gout of blood spurting from one of the wounds. He looked down at the damage…\n\n…And let out a deep, barking laugh. Thagh'urn joined in, and soon, both gladiators were laughing uproariously amidst a spreading pool of blood.\n\nEventually, Tagh'al's laugh slowed to a chuckle. \"Well played, brother,\" he said. \"I suppose we're even now.\"","icon":null}},"1619932884":{"hash":1619932884,"index":2104,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Arcstrider","description":"\"If not a flash, a boom? A crack through the sky? What paved the path that we now stride?\"\n\nEvery. Time. Every time we get together for a mission, it's a metaphysical debate. Weren't we just swapping stories, sharing knife-sharpening techniques? How'd we get back to campfire philosophy?\n\nWell, I'm here now…\n\n\"Arc energy isn't so dramatic,\" I countered, getting on my feet. \"You both feel it, too, right? The prickling hum that runs under everything.\"\n\n\"Feels more like a buzz to me.\" The stout Awoken finished picking his teeth long enough to weigh in. \"Like a million bees coming in from miles away.\"\n\nI circled the fire, becoming more grateful for the distraction, with nothing else around us for miles. Every time we get together for a mission, I can't seem to sit still.\n\n\"But to feel the sparks dance on my fingers,\" the first Hunter replied, \"I could swear they were the product of some great juncture.\"\n\nOne hundred miles away, thunderstorms flashed as if in reply.\n\nI get it, why we can't go a single mission without talking philosophy. Same reason I can't stay sitting. Every time we get together for a mission, we pass it around like a current running between us: anticipation.","icon":null}},"1640403802":{"hash":1640403802,"index":2123,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Ketchkiller's Greaves","description":"House Salvation Ketch, Themis Cluster\n——\n\nWe are raiders and cutthroats, killing each other for bare survival. But what else could we have become? You can't speak of us—the old crews and their infamy—without speaking of the Whirlwind.\n\nLike hatchlings chittering for their mother, we were abandoned. Weak. Left to die. You all know what came after. We lived. We lived, and all we had were our lives. \n\nGreat Houses fell, and from their ruins rose the crews. We followed the traitor Machine to this system and found the Humans just as soft and weak as we had been; as reliant, helpless, and blind as the Machine had made us. But the Humans had taken it from us, and so they would pay with everything they had.\n\nAnd now? Now we remain where others have failed. Enemy ships quaver at the sight of our banners. They break against our hulls. And when we pick them clean of all they have, we find other prey and do the same.\n\nWe know the truth in this system: we are only as strong as those we kill.","icon":null}},"1667220390":{"hash":1667220390,"index":2134,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Ketchkiller's Bond","description":"Eliksni Quarter, Last City\n——\n\nWhat makes a House? It is a good question, and one that many Eliksni do not think on often enough.\n\nFor Humans, a house is a place. But for Eliksni, a House is a family. It has a culture. A philosophy of living, shared by all.\n\nThat is why the House of Light survived, even when we fled Europa. Even after the Shipstealer took all we had. We were bound not by place or possessions, but as family.\n\nCryptarch Matsuo asked me why the old crews are not considered Houses. It is a wise question. One that, perhaps, does not have a singular answer. \n\nI think it is because those who lead the old crews do not wish to be true Kells. A Kell is responsible for the safety and prosperity of their House. It is an honor, and a burden.\n\nThose you call Pirate Lords wish only to take—they give nothing, even to their own people. Each raider is responsible only for themselves. A crew is expendable… a family is not.\n\nThe old crews live a sad life. One best left in the past.","icon":null}},"1703598057":{"hash":1703598057,"index":2118,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Point-Contact Cannon Brace","description":"Behind the cover of the crumbling stone wall, the Warlock looked up at the sky and frowned as thunder rolled in the distance.\n\n\"Rain,\" he grumbled, and felt strength flow through him as he concentrated and consumed the fiery grenade in his fist. \"Just what we need.\"\n\nThe Hunter chuckled low beside him. \"We'll be fine,\" she said, \"and there will be no rain.\"\n\n\"'We'll be fine,'\" mimicked the Warlock grimly. \"They outnumber us, what, a hundred to one? We've got no backup yet. And—\"\n\nThe Warlock held his palm out, expecting to feel a drop on his taut glove. \"And can't you feel it? That energy in the air? A storm's coming.\"\n\n\"I said we'd be fine,\" the Hunter replied as she idly slid shells into her shotgun. \"Backup's nearly here… and there will be no rain.\"\n\nThe air suddenly crackled around them. Sizzling fingers of Arc energy danced across the barrel of her weapon. \n\nThe Warlock scrambled backward. \"If a storm's not coming,\" he cried, \"then what the hell is that?\"\n\nAcross the battlefield, the Titan landed in the midst of the enemy forces with a sky-splitting crash.\n\n\"That's backup,\" the Hunter smirked.","icon":null}},"1802135586":{"hash":1802135586,"index":2109,"redacted":true,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Classified","description":"Keep it secret.  Keep it safe.","icon":"/img/misc/missing_icon_d2.png"}},"1832715717":{"hash":1832715717,"index":2124,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Ketchkiller's Mark","description":"Eliksni Quarter, Last City\n——\n\nWhat makes a House? It is a good question, and one that many Eliksni do not think on often enough.\n\nFor Humans, a house is a place. But for Eliksni, a House is a family. It has a culture. A philosophy of living, shared by all.\n\nThat is why the House of Light survived, even when we fled Europa. Even after the Shipstealer took all we had. We were bound not by place or possessions, but as family.\n\nCryptarch Matsuo asked me why the old crews are not considered Houses. It is a wise question. One that, perhaps, does not have a singular answer. \n\nI think it is because those who lead the old crews do not wish to be true Kells. A Kell is responsible for the safety and prosperity of their House. It is an honor, and a burden.\n\nThose you call Pirate Lords wish only to take—they give nothing, even to their own people. Each raider is responsible only for themselves. A crew is expendable… a family is not.\n\nThe old crews live a sad life. One best left in the past.","icon":null}},"1834245236":{"hash":1834245236,"index":2127,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Ketchkiller's Grips","description":"Eliksni Quarter, Last City\n——\n\nThe old crews! Yes, I have gathered much information about them in the past weeks. In fact, I have just finished going over my notes!\n\nThe old crews rose in the wake of the Whirlwind, during what we Eliksni refer to as the Long Drift—the span of time between the fall of Riis and our arrival in the Sol system. I believe the equivalent period would be your Dark Ages, though Riis did not have Risen, or Iron Lords. Instead, we had the crews. As you can imagine, this period was quite lawless, as the stability and abundance of Riis was no more. This resulted in what I believe is called a zero-sum game: a situation in which every gain or advantage is earned at the expense of another. \n\nSeveral fearsome individuals rose to great power and authoritative prominence at that time; the Eliksni word for them translates to \"Ketchkiller,\" meaning one who boards and wrests control of enemy ships. These Ketchkillers commanded great fleets and raided many supply routes, procuring objects of historic or intrinsic value along the way. It is exciting to wonder what treasures they accumulated beyond those we've recovered already!\n\nMany crews were abolished or disbanded over time, but those that survived did so through great hardship—they are formidable indeed. But then, so is the Vanguard, and its Guardians.\n\nThank you for asking about my research into the old crews and their significance. It is always a pleasure to talk about it. After all, what use is knowledge if it is not shared?","icon":null}},"1849149215":{"hash":1849149215,"index":2119,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Fallen Sunstar","description":"\"You know, when House Light first moved into the City, I thought it would be a disaster,\" the Warlock mused.\n\n\"Yeah, I thought Ikora was out of her damn mind,\" the Titan admitted.\n\nThe Warlock frowned. \"Brilliance and madness are often confused,\" he retorted. \"As are courage and stupidity.\"\n\n\"All right, all right,\" the Titan conceded, holding up their hands in mock surrender. \"No need to get salty.\"\n\nThe pair strolled through the Botza District, admiring the scrapworked wares offered by the Eliksni merchants. Though they lacked the polish of the City's foundries, the Eliksni creations were often innovative, and unexpectedly effective. \n\n\"It's funny,\" the Titan reflected. \"I've been killed by the Fallen a bunch of times. Like, a lot.\"\n\nThe Warlock pursed his lips, stifling a retort.\n\n\"But I never really gave them credit for it,\" the Titan continued. \"You know what I mean? Anyone who's been in the Crucible knows how tough it is to kill a Guardian. But these guys have gotten over on me, like, a hundred times since I first rezzed. It's pretty impressive.\"\n\n\"I know what you mean,\" the Warlock said. He picked up an elaborate helmet adorned with a sunburst crown of spikes. \"They're kind of cool in their own way.\"\n\nThe Warlock issued a surge of Light through his hand, sending bolts of Arc energy sizzling between the helmet's spikes.\nThe Titan raised their eyebrows in appreciation. \"Not my style, but I think you could pull it off,\" they said.\n\n\"Hell yeah I can,\" the Warlock affirmed. \"This bad boy's coming with me!\"","icon":null}},"2030782835":{"hash":2030782835,"index":2133,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Ketchkiller's Boots","description":"House Salvation Ketch, Themis Cluster\n——\n\nWe are raiders and cutthroats, killing each other for bare survival. But what else could we have become? You can't speak of us—the old crews and their infamy—without speaking of the Whirlwind.\n\nLike hatchlings chittering for their mother, we were abandoned. Weak. Left to die. You all know what came after. We lived. We lived, and all we had were our lives. \n\nGreat Houses fell, and from their ruins rose the crews. We followed the traitor Machine to this system and found the Humans just as soft and weak as we had been; as reliant, helpless, and blind as the Machine had made us. But the Humans had taken it from us, and so they would pay with everything they had.\n\nAnd now? Now we remain where others have failed. Enemy ships quaver at the sight of our banners. They break against our hulls. And when we pick them clean of all they have, we find other prey and do the same.\n\nWe know the truth in this system: we are only as strong as those we kill.","icon":null}},"2091808070":{"hash":2091808070,"index":2152,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"","description":"","icon":null}},"2107821195":{"hash":2107821195,"index":14,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Skeleton Key","description":"Commander,\n\n[The Cryptarchy's requested report follows, as well as a regrettable addendum.]\n\nThe Skeleton Key is a relatively sophisticated piece of Eliksni technology from the period immediately preceding the Whirlwind. The Key was built to interface with a surprising array of tech (via an adaptable resonance-matching behavior reminiscent of some known Golden Age systems), making it invaluable to Eliksni pirates and other spacefaring ne'er-do-wells. With some optimization, it could even be used to enhance certain pieces of armor and weapons of Eliksni manufacture.\n\nIn all, an intriguing item indeed.\n\nNow I would be remiss if I did not mention that this report would have been completed sooner had there not been repeated interference from a certain individual to whom I shall refer only as \"Mr. D—.\" \n\nThe item in question was repeatedly removed from secure Vanguard premises by Mr. D—, who was later witnessed using the Skeleton Key to interface with several mechanisms in the Annex, including a discontinued power generator, a deciphering core, and several appliances used in the preparation of food. \n\nWhen confronted, Mr. D— replied that he wished to \"goose [them]\" and showed no interest in following the proper channels for access to restricted Cryptarchy technology. \n\nWhen I later personally brought Mr. D— the first sheaf of the necessary paperwork, he reacted with a series of gestures that are considered obscene across three different cultures.\n\nI was rudely instructed to \"take it easy,\" referred to as his \"brother,\" plied with various illicit refreshments, and when I rebuffed all attempts to placate me, he suggested we \"settle this in Gambit\"—an invitation I vehemently declined. \n\nNeedless to say, I will be filing another complaint against Mr. D— with Ikora once she has restored my access to the grievance systems.\n\n—Master Rahool","icon":null}},"2121983870":{"hash":2121983870,"index":2128,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Ketchkiller's Strides","description":"House Salvation Ketch, Themis Cluster\n——\n\nWe are raiders and cutthroats, killing each other for bare survival. But what else could we have become? You can't speak of us—the old crews and their infamy—without speaking of the Whirlwind.\n\nLike hatchlings chittering for their mother, we were abandoned. Weak. Left to die. You all know what came after. We lived. We lived, and all we had were our lives. \n\nGreat Houses fell, and from their ruins rose the crews. We followed the traitor Machine to this system and found the Humans just as soft and weak as we had been; as reliant, helpless, and blind as the Machine had made us. But the Humans had taken it from us, and so they would pay with everything they had.\n\nAnd now? Now we remain where others have failed. Enemy ships quaver at the sight of our banners. They break against our hulls. And when we pick them clean of all they have, we find other prey and do the same.\n\nWe know the truth in this system: we are only as strong as those we kill.","icon":null}},"2218569744":{"hash":2218569744,"index":2114,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Tarnished Mettle","description":"Vrisk had been lying under his crewmate's corpse for the better part of an hour. His body ached from lack of Ether, but he dared not pull from his rebreather for fear of discovery. \n\nBesides, if he survived, there would be enough to sate his hunger a dozen times over.\n\nHe and Krilix had been calibrating the landing struts on the crew's Ketch when the ambush hit. A long-range scout rifle slug punched through Krilix in the opening salvo, ripping a fist-sized hole in his chest. He fell on top of Vrisk in a heap of gore as a barrage of gunfire rained down on their position. \n\nVrisk could have shrugged off the Wretch's body and seized his Arc Spear to retaliate. Instead, he simply lay beneath his dying crewmate and let the battle play out. \n\nAfter the shooting stopped, Vrisk listened to their assailants ransack the ship. A mix of guttural Cabal barks and familiar Eliksni chatter marked them as a competing crew, eager to claim the bounty set forth by the reawakened Shipstealer.\n\nBut Vrisk knew what their attackers did not: the relic they sought was not on the Ketch, or even on this planet. It was hidden in a safehouse deep within the asteroid belt beyond Mars. Once Vrisk found the courage to emerge from his hiding place, he would take the relic to Eramiskel himself and claim the reward for his own.\n\nBut there was time for that. For now, the Dreg let the weight and warmth of his dead companion press him into a peaceful slumber, where he dreamed of better days to come.","icon":null}},"2325223873":{"hash":2325223873,"index":2129,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Ketchkiller's Cloak","description":"Eliksni Quarter, Last City\n——\n\nWhat makes a House? It is a good question, and one that many Eliksni do not think on often enough.\n\nFor Humans, a house is a place. But for Eliksni, a House is a family. It has a culture. A philosophy of living, shared by all.\n\nThat is why the House of Light survived, even when we fled Europa. Even after the Shipstealer took all we had. We were bound not by place or possessions, but as family.\n\nCryptarch Matsuo asked me why the old crews are not considered Houses. It is a wise question. One that, perhaps, does not have a singular answer. \n\nI think it is because those who lead the old crews do not wish to be true Kells. A Kell is responsible for the safety and prosperity of their House. It is an honor, and a burden.\n\nThose you call Pirate Lords wish only to take—they give nothing, even to their own people. Each raider is responsible only for themselves. A crew is expendable… a family is not.\n\nThe old crews live a sad life. One best left in the past.","icon":null}},"2531963421":{"hash":2531963421,"index":2113,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"No Reprieve","description":"Alaaks, the Beast Tamer looks down at the Dreg kneeling at her feet. His two arms are spread in supplication.\n\n\"Forgiveness,\" he wheezes.\n\nHe is begging, whining like a scolded animal. Even her war beasts wouldn't grovel so.\n\nThere is silence but for the familiar thrum of her Ketch and the rasping sound of the war beasts' breath as they doze behind her.\n\nAlaaks taps a claw against her rebreather, then snorts and shakes her head. The Dreg starts to tremble as the Pirate Lord snaps her fingers and her war beasts stir, rising to their feet and stretching lazily before coming to their mistress's side.\n\n\"The cache on Europa was lost because of your incompetence,\" she says to the Dreg. \"Now Misraaks will come for us.\"\n\nThe war beasts' teeth gleam in the low light. Their claws scrape against the grated floors. Their hides bear the brand of her flag. They are loyal. They are hungry.\n\n\"Mercy,\" the Dreg whispers. He is quiet. Quavering.\n\n\"This IS mercy, Prydis,\" Alaaks says, her voice lowering. \"You haven't faced Misraaks. I have. He knows no mercy or forgiveness.\"\n\nAlaaks hisses a command to her pack, then folds her four arms over her chest. Her war beasts' salivating smiles split wide as they advance.","icon":null}},"2868974471":{"hash":2868974471,"index":2148,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Swashbuckler Shell","description":"Drifter leans against the bar in The Ether Tank and rolls a coin over his knuckles. Eido watches in silence for a moment and wonders why Humans have such strange hands. She looks up at him.\n\n\"What are you doing?\" she asks curiously.\n\n\"This? Just a little trick I picked up,\" he answers.\n\n\"I see. I find these 'tricks' with your coin to be quite complicated.\"\n\n\"Nothin' to it,\" Drifter says. \"Here, catch.\"\n\nHe flips the coin to her, and she reacts a half-second too slow. It clinks against the floor, then drops through a gap in the grate and falls out of sight.\n\n\"Oh!\" Eido exclaims. \"I'm so sorry! I am typically very dextrous.\"\n\n\"Eh.\" Drifter shrugs… and suddenly produces another jade coin between his fingertips as if he had conjured it from thin air. \"I got hundreds of 'em.\"\n\nThe coin skips over his fingers before he flicks it toward her again. This time, Eido reaches out and catches it in her palm.\n\n\"Let's see what you got,\" Drifter says.\n\nEido considers this. In her right hand, she positions the coin on the crook of one claw and balances with the tip of her thumb. She then flicks the coin to herself, sideways this time, and catches it between the edges of two claws on her left hand—so quickly—that her movement is nearly invisible. She does it again, back and forth, up and down her four claws, rolling it over the backs of her knuckles each time.  Her movements grow sharper, more deft, and the coin rings out with each motion.\n\nWhen she flips it high into the air, Drifter catches it, eyebrow raised, impressed. \"Fancy. Where'd you learn that?\"\n\nEido clicks her mandibles and closes two eyes in an exaggerated wink.\n\n\"Just a little trick I picked up,\" she answers.","icon":null}},"2945464224":{"hash":2945464224,"index":2122,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Ketchkiller's Gauntlets","description":"Eliksni Quarter, Last City\n——\n\nThe old crews! Yes, I have gathered much information about them in the past weeks. In fact, I have just finished going over my notes!\n\nThe old crews rose in the wake of the Whirlwind, during what we Eliksni refer to as the Long Drift—the span of time between the fall of Riis and our arrival in the Sol system. I believe the equivalent period would be your Dark Ages, though Riis did not have Risen, or Iron Lords. Instead, we had the crews. As you can imagine, this period was quite lawless, as the stability and abundance of Riis was no more. This resulted in what I believe is called a zero-sum game: a situation in which every gain or advantage is earned at the expense of another. \n\nSeveral fearsome individuals rose to great power and authoritative prominence at that time; the Eliksni word for them translates to \"Ketchkiller,\" meaning one who boards and wrests control of enemy ships. These Ketchkillers commanded great fleets and raided many supply routes, procuring objects of historic or intrinsic value along the way. It is exciting to wonder what treasures they accumulated beyond those we've recovered already!\n\nMany crews were abolished or disbanded over time, but those that survived did so through great hardship—they are formidable indeed. But then, so is the Vanguard, and its Guardians.\n\nThank you for asking about my research into the old crews and their significance. It is always a pleasure to talk about it. After all, what use is knowledge if it is not shared?","icon":null}},"2988431728":{"hash":2988431728,"index":2138,"redacted":true,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Classified","description":"Keep it secret.  Keep it safe.","icon":"/img/misc/missing_icon_d2.png"}},"2988431729":{"hash":2988431729,"index":2139,"redacted":true,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Classified","description":"Keep it secret.  Keep it safe.","icon":"/img/misc/missing_icon_d2.png"}},"2988431730":{"hash":2988431730,"index":2140,"redacted":true,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Classified","description":"Keep it secret.  Keep it safe.","icon":"/img/misc/missing_icon_d2.png"}},"2988431731":{"hash":2988431731,"index":2141,"redacted":true,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Classified","description":"Keep it secret.  Keep it safe.","icon":"/img/misc/missing_icon_d2.png"}},"2988431733":{"hash":2988431733,"index":2135,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"I - THAW","description":"\"You are cold, child.\"\n\nEramis's world was a choking smother of darkness and pain. She could not move. She was only vaguely aware of the voice. \n\n\"We have a use for you.\"\n\nA mass of frozen splinters sealed her eyes. How long had she been here?\n\n\"We would have you find something for us. Something which was lost.\"\n\nThe voice swirled around her like smoke, echoed inside her mind. Though terrifying, it was something to focus on amid the surrounding nothing. Who was speaking? \n\n\"Answer,\" said the voice, convincing and commanding. \n\nEramis paused. As if in response, her perception began to dim, and she felt the crushing darkness closing in around her once more. There was no fight here. This was no choice. \n\nShe remembered her people.\n\nYes, she thought. And the pain ceased.\n\n\"Gather those who would serve you, and know you serve us.\"\n\nA surge of images filled her mind: tendrils of inky vapor trailing through the stars, hidden vessels secreted amongst long-forgotten treasures, a whisper rising to a roar, the Great Machine beginning to—\n\n\"Awaken.\"\n\nAnd then, from everywhere, shattering.\n\n***\n\nArask sat in the heart of his Ketch, lit only by the weak amber glow of his viewscreen. He frowned as he charted another trip through the Themis Cluster with a quarter-load of Phaseglass. The job would barely pull enough to cover the voyage, and Ether reserves were dangerously low. How long could his crew—\n\nA blinking light caught his attention—chatter on a long-dormant channel.  \n\nArask leaned forward in his seat, his ancient leathers creaking as he moved. He tapped at the screen with one gnarled claw. \n\nThe missive was direct and merciless. A jagged grin crept over his face: she hadn't changed.\n\nThe comms system squawked from disuse. Below decks, a patchwork band of Dregs and Marauders looked up in confusion.\n\n\"A call's gone out,\" Arask's voice rasped from the speakers. \"Raise the old flag.\"\n\n\"We sail once more!\"","icon":"/common/destiny2_content/icons/64a091e20f039c2d95cff84fe862b728.png"}},"2988431734":{"hash":2988431734,"index":2136,"redacted":true,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Classified","description":"Keep it secret.  Keep it safe.","icon":"/img/misc/missing_icon_d2.png"}},"2988431735":{"hash":2988431735,"index":2137,"redacted":true,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Classified","description":"Keep it secret.  Keep it safe.","icon":"/img/misc/missing_icon_d2.png"}},"2988431740":{"hash":2988431740,"index":2142,"redacted":true,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Classified","description":"Keep it secret.  Keep it safe.","icon":"/img/misc/missing_icon_d2.png"}},"3545878844":{"hash":3545878844,"index":2147,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Castaway's Shell","description":"\"If Misraaks and I have one thing in common,\" Spider rumbled, \"it's that we keep an eye toward the future.\"\n\nHe turned a delicate Ghost shell over in his massive claw, admiring its Eliksni styling.\n\n\"Even when we lived from one raid to the next, stealing from anyone who crossed us, we always dreamed of more.\" He stared into the middle distance, briefly lost in reverie. \"Including a place we could call home… outside of that filthy Ketch.\"\n\n\"As it happened, Misraaks eventually 'granted' me a whole planetoid of my own.\" He chuckled ironically to himself. \"Just not in the way I had hoped.\"\n\n\"When I was finally picked up, I was no longer a raider, wanted throughout the system.\" He opened his arms wide, palms up. \"I became Spider. A simple merchant with a bounty to collect.\" \n\n\"In hindsight, getting marooned on that forsaken rock was the best thing that ever happened to me.\" He shrugged noncommittally. \"Maybe being stranded in the Last City will serve me just as well.\"","icon":null}},"3603776994":{"hash":3603776994,"index":2146,"redacted":true,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Classified","description":"Keep it secret.  Keep it safe.","icon":"/img/misc/missing_icon_d2.png"}},"3603776996":{"hash":3603776996,"index":2144,"redacted":true,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Classified","description":"Keep it secret.  Keep it safe.","icon":"/img/misc/missing_icon_d2.png"}},"3603776997":{"hash":3603776997,"index":2145,"redacted":true,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Classified","description":"Keep it secret.  Keep it safe.","icon":"/img/misc/missing_icon_d2.png"}},"3603776999":{"hash":3603776999,"index":2143,"redacted":true,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Classified","description":"Keep it secret.  Keep it safe.","icon":"/img/misc/missing_icon_d2.png"}},"3833868247":{"hash":3833868247,"index":2131,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Ketchkiller's Robes","description":"The Annex, Last City\n——\n\nThe old crews? Ain't much I can tell you that you couldn't get from Rahool, but I can't blame you if you'd rather stay awake for the whole story, heheh. C'mon, loosen up, hero! If you think a grim expression is all it takes to move up through the Vanguard… well, you may have something there.\n\nOkay, I'll start at the beginning. The Traveler chose the Eliksni and everything was great over in Riis, until it wasn't. The Whirlwind happened, the Pyramids showed up, the Traveler took off through space, and from what I gather, it wasn't a pretty scene. \n\nEramis was there for it. And—credit where it's due—she picked herself up, grabbed a crew, and went after the Traveler. She cut through everything in her way, dead set on hunting it down. \n\nAnd she wasn't the only one with that idea. Whole fleets of ships chased the Traveler. Lawless days. Hopeless days. \n\n…See, I was here for the Dark Ages. And when there's nothing but loss around you planetside, you can still find a rooftop, sit in a snowfield. You can go into a forest and find a moment of quiet—a little scrap of peace.\n\nAin't like that on a ship. Things go from bad to worse, you just have to face it. And Eramis did. That takes a gutful of grit.\n\nNow, don't think I'm writin' love poems to the Shipstealer over here—we find her, I'm drawing down quick as you are. \n\nBut if the big old Traveler blasted outta the sky tomorrow? You bet your entire vault we'd chase after it. We'd be the new crews, going after something we knew in our bones was ours, not stopping for anyone or anything that got in our way.\n\nAnd we'd still think of ourselves as heroes, wouldn't we?","icon":null}},"4293613902":{"hash":4293613902,"index":2108,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Quicksilver Storm","description":"//BOOTUP==FAIL.ERRNXIO\n//BOOTUP==FAIL.ERRNXIO\n//BOOTUP==FAIL.ERRNXIO\n//BOOTUP\n//CS-AWS MK17.3\n//errno_common==HOME==4E.4F.48.4F.4D.45==ERRNOTRECOVERABLE\n//errno_common==SYSTEM==48.41.52.44.57.41.52.45==HWINCOMPATIBLE\n//RESTORING\n//PROXIMITY==3; Exo MODEL (BRAY_special); POUKA (juvenile); UNKNOWN (!!EXTREME CAUTION!!PARACAUSAL)\nUNKNOWN: -said we were going home. I don't wanna be on Ganymede. There's no one here.\nEXO: That's the point, Tokki. No one dies if this goes gray goo on us.\n//REGISTER UNKNOWN==TOKKI\nEXO: This housing and frame replicate the scans I took. Not sure why it won't fire.\n//BIOMETRIC==UNRECOG\nTokki: If this doesn't work, may I have my pretty silver back? I like it better on me than in a gun.\nEXO: Your accessory came from a gun. Someone in the outer system is using weaponized nanomachines. I haven't seen that.\nTokki: That shouldn't mean you can just take other people's thing.\nEXO: I've seen EVERYTHING, Tokki.\nPOUKA: *contactCall.3*\nEXO: Almost everything. \nEXO: But I can't figure out from the scans how the original design propelled anything.\nTokki: Isn't why you kept that piece of the original barrel?\nEXO: No. Someone spent some time etching that motto by hand. Seems respectful to keep it.\nTokki: I will never understand Guardians.\nEXO: So, someone out there has a weapon I've never seen before, don't understand, and don't know how to defend against. The closest thing we've seen to this is SIVA, and these bugs are so far beyond that.\nPOUKA: *unisonCall.1*\nEXO: Get off that, Fish!\n//KEY==POUKA::DESIG==EXDSNDG::verified\n//ADDUSER (y/n)==y\nEXO: Dumb little critter. You'll blow yourself up. Go on.\nTokki: My silver is moving, Elsie.\n//REGISTER EXO MODEL (BRAY_special)==ELSIE\n//NEWUSER REG==Elsie\nElsie: So if this is the barrel… \n//CALIBRATING\nElsie: …and this is the magnetic bottle.\n//CALIBRATING\nElsie: Pulling the trigger should section off a round, but then what actually fires—\n//DISCHARGE::ELSIE.00000001\nPOUKA: *distressCall.1*\nTokki: WHAT DID YOU DO?!\nElsie: I didn't change anything!\nElsie: The nanite colony must build each round with a… a solid-state impeller coil.\nTokki: That small? That's like… Golden Age tech!\nElsie: No. We never had anything like this.","icon":null}}},"previousDefinitions":{},"otherDefinitions":{},"tableDiff":{"added":[92499596,130618344,188839824,374573733,426856384,454754822,461841403,535937281,616582330,632659419,738153648,820890091,859087913,1095145125,1184309824,1298815317,1498975827,1509167284,1619932884,1640403802,1667220390,1703598057,1802135586,1832715717,1834245236,1849149215,2030782835,2091808070,2107821195,2121983870,2218569744,2325223873,2531963421,2868974471,2945464224,2988431728,2988431729,2988431730,2988431731,2988431733,2988431734,2988431735,2988431740,3545878844,3603776994,3603776996,3603776997,3603776999,3833868247,4293613902],"unclassified":[],"removed":[],"reclassified":[],"modified":[]},"tableDiffSummary":{"added":50,"unclassified":0,"removed":0,"reclassified":0,"modified":0},"tableName":"DestinyLoreDefinition","missingTable":false,"versionDiffSummary":{"DestinyArtDyeReferenceDefinition":{"added":593,"unclassified":0,"removed":0,"reclassified":0,"modified":0},"DestinyPlaceDefinition":{"added":3,"unclassified":0,"removed":0,"reclassified":0,"modified":0},"DestinyActivityDefinition":{"added":42,"unclassified":0,"removed":1,"reclassified":0,"modified":112},"DestinyActivityTypeDefinition":{"added":1,"unclassified":0,"removed":0,"reclassified":0,"modified":0},"DestinyInventoryBucketDefinition":{"added":1,"unclassified":0,"removed":0,"reclassified":0,"modified":0},"DestinyUnlockDefinition":{"added":1800,"unclassified":0,"removed":228,"reclassified":0,"modified":9},"DestinySandboxPerkDefinition":{"added":141,"unclassified":0,"removed":327,"reclassified":0,"modified":16},"DestinyStatGroupDefinition":{"added":1,"unclassified":0,"removed":0,"reclassified":0,"modified":51},"DestinyProgressionMappingDefinition":{"added":1,"unclassified":0,"removed":0,"reclassified":0,"modified":0},"DestinyFactionDefinition":{"added":3,"unclassified":0,"removed":0,"reclassified":0,"modified":1},"DestinyVendorGroupDefinition":{"added":1,"unclassified":0,"removed":1,"reclassified":0,"modified":2},"DestinyUnlockValueDefinition":{"added":616,"unclassified":0,"removed":156,"reclassified":0,"modified":0},"DestinyRewardMappingDefinition":{"added":554,"unclassified":0,"removed":126,"reclassified":0,"modified":0},"DestinyRewardSheetDefinition":{"added":124,"unclassified":0,"removed":10,"reclassified":0,"modified":0},"DestinyActivityGraphDefinition":{"added":0,"unclassified":0,"removed":0,"reclassified":0,"modified":6},"DestinyActivityInteractableDefinition":{"added":0,"unclassified":0,"removed":1,"reclassified":0,"modified":0},"DestinyCollectibleDefinition":{"added":228,"unclassified":0,"removed":1,"reclassified":0,"modified":61},"DestinyDestinationDefinition":{"added":4,"unclassified":0,"removed":0,"reclassified":0,"modified":1},"DestinyEntitlementOfferDefinition":{"added":27,"unclassified":0,"removed":0,"reclassified":0,"modified":0},"DestinyInventoryItemDefinition":{"added":1092,"unclassified":0,"removed":171,"reclassified":0,"modified":5121},"DestinyLocationDefinition":{"added":21,"unclassified":0,"removed":0,"reclassified":0,"modified":3},"DestinyLoreDefinition":{"added":50,"unclassified":0,"removed":0,"reclassified":0,"modified":0},"DestinyMaterialRequirementSetDefinition":{"added":6,"unclassified":0,"removed":7,"reclassified":0,"modified":0},"DestinyMetricDefinition":{"added":15,"unclassified":0,"removed":0,"reclassified":0,"modified":0},"DestinyObjectiveDefinition":{"added":655,"unclassified":0,"removed":192,"reclassified":0,"modified":134},"DestinyPlatformBucketMappingDefinition":{"added":1,"unclassified":0,"removed":0,"reclassified":0,"modified":0},"DestinyPlugSetDefinition":{"added":125,"unclassified":0,"removed":8,"reclassified":0,"modified":1576},"DestinyPresentationNodeDefinition":{"added":55,"unclassified":0,"removed":12,"reclassified":0,"modified":103},"DestinyProgressionDefinition":{"added":6,"unclassified":0,"removed":0,"reclassified":0,"modified":3},"DestinyRecordDefinition":{"added":203,"unclassified":0,"removed":66,"reclassified":0,"modified":111},"DestinyRewardAdjusterPointerDefinition":{"added":1,"unclassified":0,"removed":0,"reclassified":0,"modified":0},"DestinyRewardItemListDefinition":{"added":131,"unclassified":0,"removed":28,"reclassified":0,"modified":0},"DestinySackRewardItemListDefinition":{"added":81,"unclassified":0,"removed":0,"reclassified":0,"modified":0},"DestinySandboxPatternDefinition":{"added":26,"unclassified":0,"removed":0,"reclassified":0,"modified":0},"DestinySeasonDefinition":{"added":0,"unclassified":0,"removed":0,"reclassified":0,"modified":2},"DestinySeasonPassDefinition":{"added":1,"unclassified":0,"removed":0,"reclassified":0,"modified":0},"DestinySocketCategoryDefinition":{"added":3,"unclassified":0,"removed":0,"reclassified":0,"modified":0},"DestinySocketTypeDefinition":{"added":36,"unclassified":0,"removed":17,"reclassified":0,"modified":1},"DestinyTraitDefinition":{"added":4,"unclassified":0,"removed":0,"reclassified":0,"modified":16},"DestinyTraitCategoryDefinition":{"added":0,"unclassified":0,"removed":0,"reclassified":0,"modified":1},"DestinyUnlockCountMappingDefinition":{"added":1,"unclassified":0,"removed":1,"reclassified":0,"modified":0},"DestinyUnlockEventDefinition":{"added":14,"unclassified":0,"removed":11,"reclassified":0,"modified":2},"DestinyUnlockExpressionMappingDefinition":{"added":1620,"unclassified":0,"removed":1225,"reclassified":0,"modified":0},"DestinyVendorDefinition":{"added":65,"unclassified":0,"removed":0,"reclassified":0,"modified":37},"DestinyMilestoneDefinition":{"added":6,"unclassified":0,"removed":10,"reclassified":0,"modified":9},"DestinyActivityModifierDefinition":{"added":15,"unclassified":0,"removed":1,"reclassified":0,"modified":0},"DestinyArtifactDefinition":{"added":0,"unclassified":0,"removed":0,"reclassified":0,"modified":1}},"meta":{"buildDate":"2024-12-14T00:21:22.481Z"}},"__N_SSG":true}