{"pageProps":{"breadcrumbs":[{"date":"2023-08-22T17:29:24.442Z","to":"/version/b9139be5-e9cc-408b-a57e-2ed1e47a4492"},{"label":"Lore","to":"/version/b9139be5-e9cc-408b-a57e-2ed1e47a4492/DestinyLoreDefinition"}],"version":{"id":"b9139be5-e9cc-408b-a57e-2ed1e47a4492","version":"118104.23.08.14.1854-2-bnet.51707","s3Key":"versions/b9139be5-e9cc-408b-a57e-2ed1e47a4492/manifest.json","createdAt":"2023-08-22T17:29:24.442Z","updatedAt":"2023-08-22T17:29:24.442Z"},"definitions":{"105306149":{"hash":105306149,"index":2466,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Eleatic Principle","description":"SENDER: IKO-006\nDECRYPTION KEY: SE7SYZP17A$IKO-006\nSUBJ: Understanding\n\nSavathûn didn't construct her Spire for Light and logic alone. There is more to this than meets the eye. That's the crux of it.\n\nWhat is imbaru? Asking the question yields an ounce of tribute by itself; failing to answer it yields more. It's impossible to engage with the concept without falling into the web of cunning devised by the Witch Queen, even after her death.\n\nIt's elegant. And irritating.\n\nWe are familiar with the sword logic: the need to endure and force the universe to endure you. It's a contest. When there is nothing left standing but you, then you've won. Your prize is existence.\n\nBut imbaru is tribute from the failure to understand. When Savathûn ensnared us with her cunning, she fed her worm. Every false step or mistake in our attempts to unravel Savathûn's plans gave her exactly what she wanted. Whenever someone believed a lie or doubted a truth, she became that much more powerful.\n\nWe might think we know what we're doing here, but in many ways, I doubt we do. There will be ripples from Eris's actions. We can't predict what waves she'll make.\n\nMESSAGE ENDS","icon":null}},"260708852":{"hash":260708852,"index":2502,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Veiled Tithes Robes","description":"Mithrax had come to Ikora's office with a gift and a question. \n\nThe gift was a large glass jar of preserved leechlike creatures, oily and glistening. They were perhaps the most delicious thing Ikora had tasted in the last 20 years. And while the two of them worked their way through the jar, Mithrax uncomfortably stumbled his way to his question.\n\n\"Eris Morn has changed,\" he said carefully, and Ikora nodded. \"She chose to change, and she acted out of… is there a Human word for 'love-bravery'?\"\n\nIkora smiled. \"Love,\" she said.\n\n\"Love, then,\" Mithrax nodded. \"If she were to change forever, if she cannot return to herself, will she be remembered well? Since her first choice was made from love?\"\n\nIkora responded as though she had not struggled with the thought a thousand times already. \"Eris will always be Eris, no matter what form she takes,\" she said.\n\nMithrax harrumphed in satisfaction and leaned forward to take another leech. \"Yes. I am always impressed with the resilience of the Guardians, with or without their Light. Saint tells me the Titan Sloane embraced the Taken, and she is doing well.\"\n\n\"Yes, and for that, I am grateful,\" Ikora said. \"But… they don't always come back, Mithrax. An old friend of mine was corrupted by the Vex in a similar way. He stayed behind when the Pyramids attacked, just like Sloane. But I believe we lost him.\"\n\n\"I am sorry about your friend,\" Mithrax said somberly. \"I hope he is remembered as a hero.\"\n\nIkora raised her eyebrows but said nothing.\n\n\"I, too, encountered a great mind consumed by the Vex,\" Mithrax continued. \"The Guardian and I attempted a rescue, but it went deeper into the network as it gained the access it sought. It taught me that the pursuit of truth is worth any price—even one's own sense of self.\"\n\nIkora smiled. \"Asher would have agreed with every word of that.\"\n\nMithrax leaned forward in amazement, a leech dangling limply from his claws. \"You knew Ashermere?\"\n\nIkora cocked her head. \"Yes, Asher Mir. How on earth did you know him?\"\n\n\"Asher… Mir,\" Mithrax said slowly to himself, mimicking Ikora. \"That is why I have been unable to locate any records.\"\n\n\"Ikora,\" he said, straightening himself in his seat, \"I must tell you a story about our friend, Asher Mir, the hero.\"","icon":null}},"409337865":{"hash":409337865,"index":2510,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Acroamatis","description":"Ikora took a deep breath to compose herself—she had been dreading the conversation she was about to initiate. She ran through all the anticipated objections and corresponding de-escalation tactics in her mind. It was important to keep the situation in-hand, at any cost. \n\nOnce she had steeled herself, she nodded to her Ghost, Ophiuchus, who engaged the holoprojector. A moment later, the bust of Empress Caiatl illuminated Ikora's office. Even translucent and digitized, the empress was an imposing figure. \n\nWith a steady voice and unwavering gaze, Ikora detailed the Vanguard's plan to resurrect Savathûn in exchange for the knowledge of how to breach the Witness's portal. Once she finished, Ikora braced for the empress's fury. Instead, she was met with pensive silence. \n\nWhen Caiatl finally spoke, her tone was measured. \"There was a time, not so long ago, when the Witch Queen's resurrection would have seemed like… a betrayal.\" \n\nIkora held her breath. \n\n\"But after working with Eris aboard the Leviathan… after speaking with Ghaul…\" The empress lowered and shook her tusks—a gesture of uncertainty. \"I must accept that the ways of Light and Dark are beyond my reckoning.\" \n\nCaiatl raised her tusks once again and hardened her voice. \"I trust Eris Morn as I would my own mythkeeper. If the Vanguard agrees that this is the only way to stop the Witness… then so be it. My legions will not stand in your way.\" \n\n\"My thanks, Empress,\" Ikora replied, with obvious relief. \n\n\"Besides,\" the empress concluded, \"if this plan brings me one step closer to crushing Xivu Arath's skull, then it has my blessing.\"","icon":null}},"523074950":{"hash":523074950,"index":2492,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Veiled Tithes Mask","description":"Eris had whittled the Hive Knight's denuded femur into a shaft and driven it deep with osmium nails. She'd wrapped it in velvet string, attached her sigil to it. Now it chimed as she turned it in her hands.\n\n\"Yeah, make it pretty,\" Immaru said, rolling his eye. \"That'll help. Real useful.\"\n\n\"I am binding the staff with my power,\" she said archly. \"What 'use' have you been?\"\n\n\"I told you what to do!\"\n\n\"I gathered the materials. I crafted the staff. I infused it with Light and soulfire. Do not presume your ideas were essential to this process.\"\n\n\"You think you're such an expert in Hive magic,\" Immaru scoffed, \"but you know what? You're just doing parlor tricks. Without me, that staff would be nothin' more than a fancy piece of bone.\"\n\nEris gripped the staff and held it out to test its heft. It was unbalanced. She returned it to the worktable.\n\n\"Do not make yourself intolerable.\"\n\nImmaru moved so he could look Eris in the face. She raised her eyes, staring him down. He came close; she did not step back.\n\n\"Or what? You might scare everyone else, but you don't scare me. There's nothin' you can do except put up with me.\"\n\nEris returned to her work, raising a hand and pushing him out of the way. He huffed, watching her as she resumed sharpening the points of the staff's base.\n\n\"With this, the Guardian may devise rituals of their own. It will empower their Light and channel the Hive's vile power.\"\n\n\"You're welcome,\" Immaru said smugly.\n\nEris ignored him and examined the staff she had crafted. It represented hours spent sliding a blade's edge over layers of dead, porous Hive chitin, carving it with spells and imbuing it with magic. At its head was soulfire ichor, encased in vitreous Light. A gleaming vessel.\n\n\"One last reagent.\"\n\nShe turned back to her worktable. The worm squirmed and squealed under her knife.","icon":null}},"555258620":{"hash":555258620,"index":2491,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Veiled Tithes Cloak","description":"Zavala locked his office door. The furtive gesture made him uneasy, but he couldn't risk anyone coming in. The feed he was about to watch could easily be misconstrued.  \n\nAs it was, the City smoldered with rumors from citizens and Guardians alike. The persistent, undulating hole in the Traveler's side put everyone on edge. Hearing that Vanguard leadership was using Hive magic to fulfil a bargain put forth by the Witch Queen would undoubtedly stoke the flames of panic. \n\nZavala leaned grimly over his desk to watch the Guardian's latest tithes to Eris Morn.  \n\nIt used to be simple, he lamented. We exterminated the Hive wherever we found them, and we felt good about it. Justified. But in recent years, morally ambiguous situations like these had become more common, and separating friend from foe was increasingly difficult. \n\nOver the feed, Eris Morn's face lit up with fierce elation as the Guardian's tithes flowed through her. Her Hive form seemed to swell with power. Zavala knew that Eris undertook the rituals with temperance, at least for now, but he wondered how long her clarity would last. Elsie Bray's warnings had been too vivid to dismiss entirely, even after Ikora's reassurances. \n\nZavala turned away from the feed to gaze out the window at the Traveler. The trauma puncturing its side reminded him of the stakes. The reasons they were taking such risks. \n\nHe sighed, wondering how many more compromises they would have to make before the end.","icon":null}},"601741876":{"hash":601741876,"index":2508,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Pharmakos Shell","description":"A little flock of unpaired Ghosts shivered and murmured together in their luminous cage. Their chitinous shells clacked together as they huddled. When their queen opened their cage, the Ghosts shied back.\n\n\"Come now,\" Savathûn said. Cloying. Vicious. \"The Light belongs to all of us. And aren't you curious?\"\n\nThey didn't move. Only stared at her and the litter of Ghost shells behind her. She changed tack.\n\n\"The others wanted the Traveler to be safe. Don't you want that, too?\"\n\nThey did. That's all they wanted. One Ghost shifted forward. The others tried to close ranks and keep it with them. It pushed forward.\n\nThe needle-fingered one reached out, and the Ghost floated willingly into her claws.","icon":null}},"786695846":{"hash":786695846,"index":2497,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Veiled Tithes Mark","description":"Zavala locked his office door. The furtive gesture made him uneasy, but he couldn't risk anyone coming in. The feed he was about to watch could easily be misconstrued.  \n\nAs it was, the City smoldered with rumors from citizens and Guardians alike. The persistent, undulating hole in the Traveler's side put everyone on edge. Hearing that Vanguard leadership was using Hive magic to fulfil a bargain put forth by the Witch Queen would undoubtedly stoke the flames of panic. \n\nZavala leaned grimly over his desk to watch the Guardian's latest tithes to Eris Morn.  \n\nIt used to be simple, he lamented. We exterminated the Hive wherever we found them, and we felt good about it. Justified. But in recent years, morally ambiguous situations like these had become more common, and separating friend from foe was increasingly difficult. \n\nOver the feed, Eris Morn's face lit up with fierce elation as the Guardian's tithes flowed through her. Her Hive form seemed to swell with power. Zavala knew that Eris undertook the rituals with temperance, at least for now, but he wondered how long her clarity would last. Elsie Bray's warnings had been too vivid to dismiss entirely, even after Ikora's reassurances. \n\nZavala turned away from the feed to gaze out the window at the Traveler. The trauma puncturing its side reminded him of the stakes. The reasons they were taking such risks. \n\nHe sighed, wondering how many more compromises they would have to make before the end.","icon":null}},"896458489":{"hash":896458489,"index":2434,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Mask of the Taken King","description":"\"Keep this talisman on you at all times.\" \n\nBlack, glossy, and in the right light, the talisman has a rainbow iridescence. It reminds Fenchurch of hematite pearls from the Bay of Drowned Wishes. He rolls it in his hand, looking up at Chalco to see the creases of worry in her brow. \n\nFenchurch clips the talisman to his jacket as the rest of his fireteam has. \"What's it do?\" \n\n\"If it glows white, stay where you are and call out,\" Chalco explains, choosing her words carefully all while avoiding Fenchurch's gaze. \"If you experience any memory loss or sense of déjà vu, call out.\" A silence falls over her fireteam. Palpable tension fills the cabin as they feel the craft begin to descend. \n\n\"If you see anyone at the operation site that you do not recognize, call out.\" Chalco continues, occasionally steadying herself with a hand on the cabin ceiling as the submersible pitches and yaws in the disruptive currents. \"If you experience any out-of-body sensations or missing time, call out.\" \n\n\"Ma'am?\" Lisbon-13 is not afraid to interrupt Chalco. His eyes glow bright from the back of the submersible. \"Where are we going?\" \n\nChalco stares for a moment, squares her shoulders, and continues. \"If you hear a voice that you think is your own…\"","icon":null}},"1004538825":{"hash":1004538825,"index":2503,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Veiled Tithes Bond","description":"Zavala locked his office door. The furtive gesture made him uneasy, but he couldn't risk anyone coming in. The feed he was about to watch could easily be misconstrued.  \n\nAs it was, the City smoldered with rumors from citizens and Guardians alike. The persistent, undulating hole in the Traveler's side put everyone on edge. Hearing that Vanguard leadership was using Hive magic to fulfil a bargain put forth by the Witch Queen would undoubtedly stoke the flames of panic. \n\nZavala leaned grimly over his desk to watch the Guardian's latest tithes to Eris Morn.  \n\nIt used to be simple, he lamented. We exterminated the Hive wherever we found them, and we felt good about it. Justified. But in recent years, morally ambiguous situations like these had become more common, and separating friend from foe was increasingly difficult. \n\nOver the feed, Eris Morn's face lit up with fierce elation as the Guardian's tithes flowed through her. Her Hive form seemed to swell with power. Zavala knew that Eris undertook the rituals with temperance, at least for now, but he wondered how long her clarity would last. Elsie Bray's warnings had been too vivid to dismiss entirely, even after Ikora's reassurances. \n\nZavala turned away from the feed to gaze out the window at the Traveler. The trauma puncturing its side reminded him of the stakes. The reasons they were taking such risks. \n\nHe sighed, wondering how many more compromises they would have to make before the end.","icon":null}},"1034055198":{"hash":1034055198,"index":2460,"redacted":true,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Classified","description":"Keep it secret.  Keep it safe.","icon":"/img/misc/missing_icon_d2.png"}},"1322406401":{"hash":1322406401,"index":2495,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Veiled Tithes Gauntlets","description":"BEHOLD, MY BROOD \nHOW YOUR ENEMIES LAY ROTTING IN THE FIELD! \n \nTHE CHROMA-ADMIRAL RAFRIT ENGULFED BY WAVES OF DEATH, \nDRAGGED BACK INTO THE ATMOSPHERE BY A MILLION HIVE CORPSES.\nTHE AMMONITES KEENING BELOW \nAS THEIR WARRIOR OF THE SKY FELL  \nINTO THE DEEP. \n \nAND THERE, IN CONCERT WITH YOUR GODS, \nHIS ARMOR WAS PULLED SLOWLY FROM HIS BODY \nUNTIL THE SINEW OF HIS ADDUCTORS TORE,   \nANNOINTING OUR GODS WITH HIS SPURTING PLASM. \n\nHOW HE CRIED AS HIS RUINED FLESH WAS IMPALED— \nHIS WAILING, A CALL TO WORSHIP \nIN THE TEMPLE OF HIS DYING BODY! \n\nTHEN WAS THE AMMONITES' LEVIATHAN ALONE. \n\nSO I DID COMMAND MY SERVANT, \nIR UULXAL, \nTO TASTE OF THE LEVIATHAN'S FLESH, \nTO TEAR IT FROM THE SKY IN A FEAST OF AGONY. \n\nAND SO HE DID. \n\nTHE LEVIATHAN'S VISCERA OPENED TO THE SKY \nAND RAINED DOWN UPON THE AMMONITES, \nBATHING THEM IN THE BOWELS OF THEIR GOD. \nSO MY BROOD DID TASTE OF HIS ENTRAILS \nAND REJOICE! \n\nFROM THIS VICTORY FORWARD,  \nUNTIL THE SKY FALLS AND THE DEEP SUBSUMES ALL,  \nIR UULXAL SHALL BE KNOWN AS \nTHE LEVIATHAN-EATER, \nBANE OF THE AMMONITES, \nAND FAVORED HARBINGER OF XIVU ARATH!","icon":null}},"1345569657":{"hash":1345569657,"index":2493,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Veiled Tithes Strides","description":"Immaru focused his digital iris, zooming in on the Guardian. They were about to initiate a new ritual, and the Hive Ghost was keen to see their response. \n\nWhen the Screebs started pouring in, Immaru couldn't help himself. \"Oops! This one's all Screebs,\" he chortled. \"Have fun.\" \n\nHe expected the ritual to end promptly in a shower of Dark Ether. Instead, the Guardian surged through the air, dodging explosion after explosion. Their Light seared through the Scorn, burning them alive.  \n\nIt wasn't long before the smoke cleared and the Guardian stood alone, their Light thrumming with tithes. Immaru grumbled to himself.  \n\nFor as long as he'd been a Ghost, he'd resented how the Guardians referred to the Light. It was never \"my Ghost's Light\" or \"the Traveler's Light.\" No—it was always \"MY Light.\" They talked about it like they owned it. Like they were entitled to it. Like they earned it. \n\nBut looking down at the smoldering battlefield, Immaru had to admit that the Guardians' arrogance served them well. It gave them the confidence to mold their Light in the fashion that suited them best. They treated it like a tool—something to be used. That gave them an advantage over the Lucent Brood, whose manipulation of the Light was inhibited by reverence. \n\nImmaru turned away from the ritual circle in disgust. He hated to admit it, but the Lucent Brood had a lot to learn about the Light from the Guardians.  \n\nAnd once they did, the Humans would pay for their lack of respect.","icon":null}},"1524622768":{"hash":1524622768,"index":2498,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Veiled Tithes Helm","description":"Eris had whittled the Hive Knight's denuded femur into a shaft and driven it deep with osmium nails. She'd wrapped it in velvet string, attached her sigil to it. Now it chimed as she turned it in her hands.\n\n\"Yeah, make it pretty,\" Immaru said, rolling his eye. \"That'll help. Real useful.\"\n\n\"I am binding the staff with my power,\" she said archly. \"What 'use' have you been?\"\n\n\"I told you what to do!\"\n\n\"I gathered the materials. I crafted the staff. I infused it with Light and soulfire. Do not presume your ideas were essential to this process.\"\n\n\"You think you're such an expert in Hive magic,\" Immaru scoffed, \"but you know what? You're just doing parlor tricks. Without me, that staff would be nothin' more than a fancy piece of bone.\"\n\nEris gripped the staff and held it out to test its heft. It was unbalanced. She returned it to the worktable.\n\n\"Do not make yourself intolerable.\"\n\nImmaru moved so he could look Eris in the face. She raised her eyes, staring him down. He came close; she did not step back.\n\n\"Or what? You might scare everyone else, but you don't scare me. There's nothin' you can do except put up with me.\"\n\nEris returned to her work, raising a hand and pushing him out of the way. He huffed, watching her as she resumed sharpening the points of the staff's base.\n\n\"With this, the Guardian may devise rituals of their own. It will empower their Light and channel the Hive's vile power.\"\n\n\"You're welcome,\" Immaru said smugly.\n\nEris ignored him and examined the staff she had crafted. It represented hours spent sliding a blade's edge over layers of dead, porous Hive chitin, carving it with spells and imbuing it with magic. At its head was soulfire ichor, encased in vitreous Light. A gleaming vessel.\n\n\"One last reagent.\"\n\nShe turned back to her worktable. The worm squirmed and squealed under her knife.","icon":null}},"1875512595":{"hash":1875512595,"index":2465,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Kept Confidence","description":"Drifter wiped the sweat off his brow and the grin off his face. His shoulders slumped as he stepped down from the platform in the Derelict. The Gambit match had ended in a hard-earned win. The next match would be in a few minutes. That's all he had.\n\nHe cleared his throat. His voice was hoarse.\n\nDrifter looked up at the swirling mass of egregore and his thoughts shifted back to Eris Morn. They'd found a little comfort with each other. A little understanding. But what did it look like, he wondered, when all that chitin burst out of her? What did it feel like to eat up all those tithes the Guardians were taking for her in the field? In the Crucible? In Gambit?\n\nHe'd read the reports. He saw the theories on VanNet. He didn't trust them. He trusted her.\n\nDrifter nodded to himself and took a breath as he heard the Guardians assemble behind him. He stepped up on the platform, flicking his jade coin. It spun in the air, catching the light, before falling back into the Drifter's waiting palm.\n\n\"You ever eat Hive eyes?\" he asked with a smile, twisting his wrist around and slipping the coin back into his sleeve.\n\n\"Real juicy. They go pop in your mouth, and a shiver runs all the way through… Heh. I'll tell you when you're older.\"\n\nHe winked. The assembled Guardians watched him in silence. \n\n\"Transmat firing!\" he called out, and they disappeared in a burst of light.","icon":null}},"1934481780":{"hash":1934481780,"index":2512,"redacted":true,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Classified","description":"Keep it secret.  Keep it safe.","icon":"/img/misc/missing_icon_d2.png"}},"2066430310":{"hash":2066430310,"index":2500,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Pyrogale Gauntlets","description":"Lord Shaxx watched a Crucible match play out below his announcer's perch, but his mind was elsewhere.  \n\nSince the Witness's assault on the Traveler, he'd become uncharacteristically anxious. He had tried to throw himself into the Crucible with renewed vigor, but his preoccupation had proven too difficult to shake. \n\nA sudden flash of Solar Light disrupted his fretting. He sat up and focused on a Titan who was wearing a new piece of kit: some kind of gauntlets Shaxx had never seen before.  \n\nShaxx leaned into the microphone. \"Fought like a Titan of the First Pillar!\" he boomed. \"One minute left. The enemy is out of second chances!\" \n\nWhile his teammates concentrated their rifle fire from under cover, the Titan instead charged directly at the oncoming team.  \n\nShaxx chuckled to himself. \"Titans… always thinking with their fists.\" He waited eagerly to see how the Guardian's gambit would unfold. \n\nAs the Titan reached the oncoming fireteam, he leapt into the air, unleashing a halo of Solar flame. When he landed, a furious wave of fire surged forward, immolating the opposing Guardians where they stood. \n\nShaxx jumped up from his seat. \"Look what one Guardian can do with nothing but their Ghost, their weapon, and their Light!\" he thundered.  \n\nIt was the type of triumphant moment that he'd envisioned when he founded the Crucible, and the perfect diversion to take his mind off the Witness, at least for a while.","icon":null}},"2091889892":{"hash":2091889892,"index":2509,"redacted":true,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Classified","description":"Keep it secret.  Keep it safe.","icon":"/img/misc/missing_icon_d2.png"}},"2119182608":{"hash":2119182608,"index":2511,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Laminos","description":"\"So there she was,\" Glint continued, \"lost deep beneath the Hellmouth, hunted by the Hive.\" \n\nImmaru tilted forward, uncharacteristically rapt. Crow sat nearby, sipping an Ether Fizz. The Hive Ghost had made an offhand inquiry as to where Eris Morn got her third eye, and soon the trio were fully invested in Glint's campfire tale.  \n\nGlint lowered his voice ominously. \"With her loyal Ghost, Brya, drained of his Light, Eris was left defenseless. Her final hope was the bone she'd been gifted by a grateful Ahamkara she saved from certain death once.\"  \n\nCrow cleared his throat uncomfortably. \"Actually,\" he whispered to Glint, \"I think she killed that Ahamkara…\"  \n\n\"And good thing, too,\" Glint continued without missing a beat. \"Because in her time of need, the spirit of the Ahamkara whispered to her, offering the solution to her problems.\" \n\n\"Easy,\" Immaru interjected. \"Ambush an Acolyte, rip its head off, and graft its eyes onto her face, right?\"  \n\nCrow nodded grimly, while Glint rolled his eye. \"No,\" the Ghost corrected Immaru. \"The Ahamkara told her to befriend a certain Knight of Crota who was tired of serving the Darkness.\" \n\nCrow choked on his Ether Fizz, dissolving into a coughing fit. \"That's not quite—\" \n\n\"Eris found the Knight, and they quickly forged a bond of friendship,\" Glint pressed on. \"The Knight taught her an ancient Hive spell to help her grow her very own third eye! In exchange, Eris helped the Knight free himself from Crota's service. Together they fought through a whole army of Hive and escaped as allies.\" \n\n\"So, you're telling me,\" Immaru asked, narrowing his iris, \"that Eris Morn escaped Crota's clutches with the power of friendship?\" \n\nAfter an uncomfortable pause, Crow sighed. \"It's close enough… I suppose.\"","icon":null}},"2190356816":{"hash":2190356816,"index":2473,"redacted":true,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Classified","description":"Keep it secret.  Keep it safe.","icon":"/img/misc/missing_icon_d2.png"}},"2190356817":{"hash":2190356817,"index":2472,"redacted":true,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Classified","description":"Keep it secret.  Keep it safe.","icon":"/img/misc/missing_icon_d2.png"}},"2190356818":{"hash":2190356818,"index":2475,"redacted":true,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Classified","description":"Keep it secret.  Keep it safe.","icon":"/img/misc/missing_icon_d2.png"}},"2190356819":{"hash":2190356819,"index":2474,"redacted":true,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Classified","description":"Keep it secret.  Keep it safe.","icon":"/img/misc/missing_icon_d2.png"}},"2190356820":{"hash":2190356820,"index":2469,"redacted":true,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Classified","description":"Keep it secret.  Keep it safe.","icon":"/img/misc/missing_icon_d2.png"}},"2190356822":{"hash":2190356822,"index":2471,"redacted":true,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Classified","description":"Keep it secret.  Keep it safe.","icon":"/img/misc/missing_icon_d2.png"}},"2190356823":{"hash":2190356823,"index":2470,"redacted":true,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Classified","description":"Keep it secret.  Keep it safe.","icon":"/img/misc/missing_icon_d2.png"}},"2190356828":{"hash":2190356828,"index":2477,"redacted":true,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Classified","description":"Keep it secret.  Keep it safe.","icon":"/img/misc/missing_icon_d2.png"}},"2190356829":{"hash":2190356829,"index":2476,"redacted":true,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Classified","description":"Keep it secret.  Keep it safe.","icon":"/img/misc/missing_icon_d2.png"}},"2324998093":{"hash":2324998093,"index":2445,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Helm of the Taken King","description":"\"Keep this talisman on you at all times.\" \n\nBlack, glossy, and in the right light, the talisman has a rainbow iridescence. It reminds Fenchurch of hematite pearls from the Bay of Drowned Wishes. He rolls it in his hand, looking up at Chalco to see the creases of worry in her brow. \n\nFenchurch clips the talisman to his jacket as the rest of his fireteam has. \"What's it do?\" \n\n\"If it glows white, stay where you are and call out,\" Chalco explains, choosing her words carefully all while avoiding Fenchurch's gaze. \"If you experience any memory loss or sense of déjà vu, call out.\" A silence falls over her fireteam. Palpable tension fills the cabin as they feel the craft begin to descend. \n\n\"If you see anyone at the operation site that you do not recognize, call out.\" Chalco continues, occasionally steadying herself with a hand on the cabin ceiling as the submersible pitches and yaws in the disruptive currents. \"If you experience any out-of-body sensations or missing time, call out.\" \n\n\"Ma'am?\" Lisbon-13 is not afraid to interrupt Chalco. His eyes glow bright from the back of the submersible. \"Where are we going?\" \n\nChalco stares for a moment, squares her shoulders, and continues. \"If you hear a voice that you think is your own…\"","icon":null}},"2441971294":{"hash":2441971294,"index":18,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Acolyte's Staff","description":"Commander,\n\n\"Speak to me not of the Darkness—I want no part,\" I once cautioned an overeager Guardian who loitered near me in the Tower. I did not mean their command over Strand or Stasis, but rather the deep, ancient corruption that empowers our enemies and corrodes our very souls. This force—this evil, if I may use such a simplistic term—surrounds us, and we must do all we can to limit our exposure, lest we find ourselves sinking below its dark waves.\n\nAnd so it was with great hesitancy that I examined the unusual \"Acolyte's Staff\" created by Eris Morn and Immaru, the renegade Ghost. I find their alliance baffling as she holds no love for the Hive, and he is the foul creature who resurrected Savathûn. But even that is not as strange as the staff itself.\n\nIn addition to being bound with charms and inscribed with powerful runes, the staff contains a small fragment of Hive worm. Due to a ghastly ritual and a metaphysical loophole in sword logic philosophy, a Guardian wielding the staff is able to transfer the power of their defeated foes to Ms. Morn through a blood tithe.\n\nSeeking answers, I sought Ms. Morn herself. I found her beyond a portal she erected in the H.E.L.M. She was waiting on an elaborate bone dais in a forgotten corner of Savathûn's Throne World she called the Athenaeum, as it allowed her to study the secrets of Savathûn's Spire. The seclusion of the locale was appealing, but when Ms. Morn began to \"change,\" I fled, leaving my curiosity behind me.\n\nThere is power within the staff, Commander. Terrible power.\n\nSpeak to me not of the Darkness.\n\n—Master Rahool","icon":null}},"2593354668":{"hash":2593354668,"index":2501,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Veiled Tithes Gloves","description":"BEHOLD, MY BROOD \nHOW YOUR ENEMIES LAY ROTTING IN THE FIELD! \n \nTHE CHROMA-ADMIRAL RAFRIT ENGULFED BY WAVES OF DEATH, \nDRAGGED BACK INTO THE ATMOSPHERE BY A MILLION HIVE CORPSES.\nTHE AMMONITES KEENING BELOW \nAS THEIR WARRIOR OF THE SKY FELL  \nINTO THE DEEP. \n \nAND THERE, IN CONCERT WITH YOUR GODS, \nHIS ARMOR WAS PULLED SLOWLY FROM HIS BODY \nUNTIL THE SINEW OF HIS ADDUCTORS TORE,   \nANNOINTING OUR GODS WITH HIS SPURTING PLASM. \n\nHOW HE CRIED AS HIS RUINED FLESH WAS IMPALED— \nHIS WAILING, A CALL TO WORSHIP \nIN THE TEMPLE OF HIS DYING BODY! \n\nTHEN WAS THE AMMONITES' LEVIATHAN ALONE. \n\nSO I DID COMMAND MY SERVANT, \nIR UULXAL, \nTO TASTE OF THE LEVIATHAN'S FLESH, \nTO TEAR IT FROM THE SKY IN A FEAST OF AGONY. \n\nAND SO HE DID. \n\nTHE LEVIATHAN'S VISCERA OPENED TO THE SKY \nAND RAINED DOWN UPON THE AMMONITES, \nBATHING THEM IN THE BOWELS OF THEIR GOD. \nSO MY BROOD DID TASTE OF HIS ENTRAILS \nAND REJOICE! \n\nFROM THIS VICTORY FORWARD,  \nUNTIL THE SKY FALLS AND THE DEEP SUBSUMES ALL,  \nIR UULXAL SHALL BE KNOWN AS \nTHE LEVIATHAN-EATER, \nBANE OF THE AMMONITES, \nAND FAVORED HARBINGER OF XIVU ARATH!","icon":null}},"2757631052":{"hash":2757631052,"index":2513,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Sparagmos","description":"The Arc crystal hung in the air, crackling and spitting with energy. Savathûn inspected it: no fractures, no unstable charges pouring from unseen fissures. When she ran a claw down its surface, she could feel static bolt down her arm.\n\nSavathûn turned to her assembled brood.\n\n\"You,\" she said, and a Lucent Hive Knight advanced to kneel before his queen.\n\nSuddenly his fellow Hive descended upon him, tearing at his chitin, pulling apart his flesh. When Savathûn reached out and crushed his Ghost, a burst of crystalline Light erupted from its remains, the energy arranging itself into a triclinic lattice.\n\nThis crystal pulsed with Void Light.\n\n\"And you.\" An Acolyte whose eyes gleamed with vital, endless fire stepped forward and bowed.","icon":null}},"2779821308":{"hash":2779821308,"index":2464,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Brya's Love","description":"\"What was Brya like?\"\n\nThe assembled Ghosts—Targe, Peach, and Ophiuchus—ceased their gossip. They turned to Glint, who bobbed back a half-step.\n\n\"I never met her,\" Glint admitted.\n\n\"But you know what happened to her, right?\" Peach asked. Glint nodded.\n\n\"She was…\" Peach thought for a moment, searching for the word. \"Cheerful.\"\n\nGlint contracted his shell in confusion. \"That's a little hard to imagine.\"\n\n\"It's true!\" Peach chimed.\n\n\"You saying that makes it even harder to imagine,\" Glint replied, but Targe and Ophiuchus bobbed in affirmation.\n\n\"I mean, Eris was never cheerful,\" Peach continued. \"But Brya could bring out a different side of her. It was impressive. I was impressed.\"\n\n\"She used to make up rhymes with Eris,\" Targe added.\n\n\"It was… endearing,\" Ophiuchus said.\n\n\"Huh,\" Glint mused. \"It sounds like she was pretty special.\"\n\n\"She was,\" Targe said. They fell into a moment's silence until Peach spoke again.\n\n\"What she did in the Hellmouth… it wasn't for nothing. Eris made it out.\"\n\nThe assembled Ghosts nodded.\n\n\"I think I'd do the same, if Crow was in danger,\" Glint said softly. \"If that was the only way to keep him safe. But Crow would be very sad. Very, very sad.\"\n\n\"Eris is 'very, very sad' too. It wasn't just losing the Light or her friends,\" Targe replied.\n\n\"We know our Guardians better than anyone,\" Ophiuchus said. \"We see them at their lowest moments.\"\n\nTarge glanced away, lost in thought.\n\nPeach hummed. \"I wonder what she'd think about Eris's plan?\"\n\nHer question hung in the air for a moment. Glint bobbed in consideration.\n\n\"I think she'd be proud,\" he said, and the others agreed.","icon":null}},"2817251955":{"hash":2817251955,"index":2499,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Veiled Tithes Greaves","description":"Immaru focused his digital iris, zooming in on the Guardian. They were about to initiate a new ritual, and the Hive Ghost was keen to see their response. \n\nWhen the Screebs started pouring in, Immaru couldn't help himself. \"Oops! This one's all Screebs,\" he chortled. \"Have fun.\" \n\nHe expected the ritual to end promptly in a shower of Dark Ether. Instead, the Guardian surged through the air, dodging explosion after explosion. Their Light seared through the Scorn, burning them alive.  \n\nIt wasn't long before the smoke cleared and the Guardian stood alone, their Light thrumming with tithes. Immaru grumbled to himself.  \n\nFor as long as he'd been a Ghost, he'd resented how the Guardians referred to the Light. It was never \"my Ghost's Light\" or \"the Traveler's Light.\" No—it was always \"MY Light.\" They talked about it like they owned it. Like they were entitled to it. Like they earned it. \n\nBut looking down at the smoldering battlefield, Immaru had to admit that the Guardians' arrogance served them well. It gave them the confidence to mold their Light in the fashion that suited them best. They treated it like a tool—something to be used. That gave them an advantage over the Lucent Brood, whose manipulation of the Light was inhibited by reverence. \n\nImmaru turned away from the ritual circle in disgust. He hated to admit it, but the Lucent Brood had a lot to learn about the Light from the Guardians.  \n\nAnd once they did, the Humans would pay for their lack of respect.","icon":null}},"2922749929":{"hash":2922749929,"index":2467,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Semiotician","description":"Eido of the House of Light, Scribe log Epsilon-2-12A\n\nI have received a gift from Eris Morn! It is a collection of Hive tomes on the nature of their runes and the rituals that they compose.\n\nI delved into the tomes immediately. They were very useful once I was able to decipher her notes, neaten the pages, and remove her blank bookmarks—which I hope were not placed there for some purpose. I could not find a pattern to their insertion, even when they had arrows pointing to underlined passages.\n\nAt this point in my studies, I believe I have some insight into the way that these runes affect their magic. As Eris has explained to me, each rune is a logogram that encompasses many, and at times, contradictory meanings.  Curiously, some denote the particular Light energies used by Guardians and predate the acquisition of the Light by Savathûn's brood.\n\nThe style employed in inscribing the runes is unique to their practitioner. For instance, the runes that Eris writes follow concentric circles, while Savathûn composes long, tangential strings of runes. Runes also adorn many Hive weapons in long columns.\n\nI understand that Eris is now devising a ritual that requires the composition and empowerment of many Hive runes. I must remember to wish her luck.","icon":null}},"2953343703":{"hash":2953343703,"index":2496,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Veiled Tithes Plate","description":"Mithrax had come to Ikora's office with a gift and a question. \n\nThe gift was a large glass jar of preserved leechlike creatures, oily and glistening. They were perhaps the most delicious thing Ikora had tasted in the last 20 years. And while the two of them worked their way through the jar, Mithrax uncomfortably stumbled his way to his question.\n\n\"Eris Morn has changed,\" he said carefully, and Ikora nodded. \"She chose to change, and she acted out of… is there a Human word for 'love-bravery'?\"\n\nIkora smiled. \"Love,\" she said.\n\n\"Love, then,\" Mithrax nodded. \"If she were to change forever, if she cannot return to herself, will she be remembered well? Since her first choice was made from love?\"\n\nIkora responded as though she had not struggled with the thought a thousand times already. \"Eris will always be Eris, no matter what form she takes,\" she said.\n\nMithrax harrumphed in satisfaction and leaned forward to take another leech. \"Yes. I am always impressed with the resilience of the Guardians, with or without their Light. Saint tells me the Titan Sloane embraced the Taken, and she is doing well.\"\n\n\"Yes, and for that, I am grateful,\" Ikora said. \"But… they don't always come back, Mithrax. An old friend of mine was corrupted by the Vex in a similar way. He stayed behind when the Pyramids attacked, just like Sloane. But I believe we lost him.\"\n\n\"I am sorry about your friend,\" Mithrax said somberly. \"I hope he is remembered as a hero.\"\n\nIkora raised her eyebrows but said nothing.\n\n\"I, too, encountered a great mind consumed by the Vex,\" Mithrax continued. \"The Guardian and I attempted a rescue, but it went deeper into the network as it gained the access it sought. It taught me that the pursuit of truth is worth any price—even one's own sense of self.\"\n\nIkora smiled. \"Asher would have agreed with every word of that.\"\n\nMithrax leaned forward in amazement, a leech dangling limply from his claws. \"You knew Ashermere?\"\n\nIkora cocked her head. \"Yes, Asher Mir. How on earth did you know him?\"\n\n\"Asher… Mir,\" Mithrax said slowly to himself, mimicking Ikora. \"That is why I have been unable to locate any records.\"\n\n\"Ikora,\" he said, straightening himself in his seat, \"I must tell you a story about our friend, Asher Mir, the hero.\"","icon":null}},"3234692237":{"hash":3234692237,"index":2506,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Briarbinds","description":"The vines coiled and twisted up her arm, blooming their deep purple as they settled over her glove. She flexed her fingers and felt the thorns at her wrist. \n\nThe Thralls ran towards her, their claws outstretched. Her Void Soul shimmered into being as she stood her ground. She fired her weapon and the Void Soul fluttered towards them, reaching out with its dark web of Light as it weakened and drained the life from the Thralls. They fell one after another—then the Acolytes advanced. \n\nShe sprinted towards the Void Soul. The delicate tendrils on her glove unfurled. She could feel the faint call, the scent, the color that drew the eye. The Void Soul was drawn to her as she to it. \n\nShe raised her weapon and fired again.","icon":null}},"3337727085":{"hash":3337727085,"index":2462,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Malediction","description":"\"I understand that getting through the portal is important—\" Crow began. \n\n\"It's more than important,\" Osiris interrupted. \"It's our best chance to prevent the final shape, however the Witness conceives of it. Beyond that, it's a chance to study paracausality at a level we've never had access to before.\" \n\n\"I get it, I get it,\" Crow interjected.  \n\nThe Hunter was overseeing the unloading of Spider's ship in the Eliksni Quarter. House of Light workers ferried crates into warehouses on ingenious Eliksni-made trollies. Normally, such a task would be outside of Crow's purview, but Spider couldn't be trusted to stick to his manifests, so here he was. Osiris stood back and watched the bustle with detachment. \n\n\"I've heard all the reasons,\" Crow continued. \"And they all make sense. It's just…\" He paused, trying to find a delicate way of broaching the subject. \n\n\"Savathûn,\" Osiris provided, his voice tinged with foreboding.  \n\n\"Yeah,\" Crow replied. He shook his head in dismay. \"We worked so hard to put her away. And after everything we went through—what YOU went through—we're just going to… bring her back?\"  \n\nUnder his mask, Osiris's lips pressed into a thin, tense line. In truth, the situation pained him greatly, but he would not allow his gnawing doubt to infect the young Hunter.  \n\nWhen he spoke, his voice came out as smooth and measured as always. \"Guardians sacrifice more than their lives in defense of humanity. More than their friends. Or their Ghosts.\"  \n\n\"We sacrifice our peace of mind. In many ways, it's our greatest loss,\" Osiris said, imagining Saint's concern. \"But it's the price we pay for the knowledge we bear. For the power we wield.\" \n\n\"I know,\" Crow sighed, recalling Amanda's empty spot in the Hangar. \"I know.\"","icon":null}},"3347946548":{"hash":3347946548,"index":2463,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"The Eremite","description":"My Queen,\n\nUndoubtedly you have read the reports. I make no apology for the ritual I have performed, or what I become when under its effects. You too have done many things in your own life that revealed who you are.\n\nThe Guardians see me unrestrained. I do not control my emotions when I enter the oubliette and embrace my transformation. I warned you of this many years ago, when I was afraid of what I might do. But I am no longer afraid. The time for warnings has passed. We have the knowledge we need.\n\nLong ago I warned you of the threat Oryx posed and the imminence of his arrival. I spoke of his sword logic and his throne world, of his insatiable worm and the power of his Dreadnaught.\n\nWith this insight, you did something marvelous. Your throne world, your Eleusinia, is a testament to your will, to your Techeuns' skills, and to Riven's delight. Sadly, its desecration is, to our knowledge, irreparable. I am certain it was once beautiful.\n\nBut I believe it was also the sole exception in a process of creation that is uniquely Hive. If only the slaying of a powerful being was required, then every Guardian would be reveling in their own creation.\n\nRecall that it was only with Hive magic that the Scorned Baron Hiraks—the Mindbender, as he wished to be styled—created a throne through Cayde-6's murder. So, too, did Crota affect his own throne in the same way.\n\nOf course, Oryx and Savathûn's thrones are well-known to us. A worm-husk of bone; a lush garden of Light. Others have seen brief and terrible glimpses of Xivu Arath's throne. It gapes like a maw, following her wherever there is war.\n\nTheirs were inadvertent. Upon their first true deaths, they did not know what they had made. With their strength and the power of their worms, they created something dire, and found themselves there upon their deaths. Imagine the Hive gods' first glimpses of their realms. To retreat to one's throne is to retreat into the variances of one's mind. It is a stark confrontation.\n\nYou were well prepared for yours. Such was the consequence of my warning. I could well imagine my surprise at the variances of my own, as my own emotions surprise me now. But Imagining must be enough for me.\n\nEris Morn","icon":null}},"3534173884":{"hash":3534173884,"index":2494,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Mothkeeper's Wraps","description":"She had tracked the infested Ogre across the Throne World, led by its trailing effluvium. Now it lay collapsed against a cracked jade pillar, its wheezing form obscured by a thick blanket of moths. \n\nAs she approached, ripples of startling color shimmered over the Ogre as the moths flashed their vibrant underwings in warning. She pulled her hood tight against her exposed face. She would have to work quickly.\n\nThe moths on the ground shivered as she stepped carefully over them. She took a breath of the powdery air and reached into the rustling mass, shoulder deep, as quivering wings beat against her neck. She groped blindly until her fingers finally grazed against the withered Ogre, its hide yielding as old leather.\n\nHer knife was swift and sure. The Ogre shuddered once, and it was over. As she withdrew her blade, the moths took flight with the muffled rush of a thousand zephyr-borne petals.\n\nThen they were upon her, covering her cloak, her shoulders, landing in her hair. They smothered her with their dusty bodies, brushing against her lips as she whispered the incantation she stole from the Witch Queen's Spire. She traced the outline of a Hive rune in the air with her knife, then touched the tip of the blade to the back of her hand.\n\nThe moths fell still, hushed, bipectinate antennae quivering as they considered the offer:\n\nNot a host, but a home.","icon":null}},"3561203890":{"hash":3561203890,"index":2459,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Tessellation","description":"Once, nothing became something.\n\nThere was a game of possibilities. Patterns emerged that could—would—flourish or fail, wax or wane. And in the gaps between, there was nothing.\n \nBut nothing is an absence, defined by all the things that might one day be and yet never find fruition. It is an entropy of existence. For nothing to become something is as simple as a flipped bit, a chance mutation, a fallen leaf. Once it has become, it has always become, for castles are less fragile when built by something than nothing.\n\nSomething grows; and grown, it is seen.\n\nOnce, something became something else.\n\nThere were a people of potential and promise, of galvanizing growth. By their tools, their grand intention, the happenstance alignment of infinite years and atoms were as sculptor's clay, that which becomes the finest of statuary. Purpose carved from meaninglessness; the chance generation of the universe crafted into beauty, intentionality. That which served no reason ceased, randomness elided by the sculptor's art.\n\nSomething changes; and changed, it continues.\n\nOnce, something will become nothing.\n\nThere are beings who plant their intention and say, so far, no further. The bulwarks and the bastions, the stubborn flower that will defy even stone. In these hands, possibility is a single-minded tool. Resolution, pursuit, obliteration. What potential lies in empty space?\n\nAll that dies is only ever transformed, abscised and swallowed by wilderness, returned to infinite metamorphosis. To excise from that rich loam of transformation requires no less than perfect certainty.\n \nHere is the secret: a ploughshare and a sword have never truly differed.","icon":null}},"3654788876":{"hash":3654788876,"index":2478,"redacted":true,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Classified","description":"Keep it secret.  Keep it safe.","icon":"/img/misc/missing_icon_d2.png"}},"3654788877":{"hash":3654788877,"index":2479,"redacted":true,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Classified","description":"Keep it secret.  Keep it safe.","icon":"/img/misc/missing_icon_d2.png"}},"3654788878":{"hash":3654788878,"index":2480,"redacted":true,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Classified","description":"Keep it secret.  Keep it safe.","icon":"/img/misc/missing_icon_d2.png"}},"3663544278":{"hash":3663544278,"index":2505,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Veiled Tithes Boots","description":"Immaru focused his digital iris, zooming in on the Guardian. They were about to initiate a new ritual, and the Hive Ghost was keen to see their response. \n\nWhen the Screebs started pouring in, Immaru couldn't help himself. \"Oops! This one's all Screebs,\" he chortled. \"Have fun.\" \n\nHe expected the ritual to end promptly in a shower of Dark Ether. Instead, the Guardian surged through the air, dodging explosion after explosion. Their Light seared through the Scorn, burning them alive.  \n\nIt wasn't long before the smoke cleared and the Guardian stood alone, their Light thrumming with tithes. Immaru grumbled to himself.  \n\nFor as long as he'd been a Ghost, he'd resented how the Guardians referred to the Light. It was never \"my Ghost's Light\" or \"the Traveler's Light.\" No—it was always \"MY Light.\" They talked about it like they owned it. Like they were entitled to it. Like they earned it. \n\nBut looking down at the smoldering battlefield, Immaru had to admit that the Guardians' arrogance served them well. It gave them the confidence to mold their Light in the fashion that suited them best. They treated it like a tool—something to be used. That gave them an advantage over the Lucent Brood, whose manipulation of the Light was inhibited by reverence. \n\nImmaru turned away from the ritual circle in disgust. He hated to admit it, but the Lucent Brood had a lot to learn about the Light from the Guardians.  \n\nAnd once they did, the Humans would pay for their lack of respect.","icon":null}},"3735834225":{"hash":3735834225,"index":2481,"redacted":true,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Classified","description":"Keep it secret.  Keep it safe.","icon":"/img/misc/missing_icon_d2.png"}},"3735834226":{"hash":3735834226,"index":2482,"redacted":true,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Classified","description":"Keep it secret.  Keep it safe.","icon":"/img/misc/missing_icon_d2.png"}},"3735834227":{"hash":3735834227,"index":2483,"redacted":true,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Classified","description":"Keep it secret.  Keep it safe.","icon":"/img/misc/missing_icon_d2.png"}},"3735834228":{"hash":3735834228,"index":2484,"redacted":true,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Classified","description":"Keep it secret.  Keep it safe.","icon":"/img/misc/missing_icon_d2.png"}},"3735834229":{"hash":3735834229,"index":2485,"redacted":true,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Classified","description":"Keep it secret.  Keep it safe.","icon":"/img/misc/missing_icon_d2.png"}},"3735834230":{"hash":3735834230,"index":2486,"redacted":true,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Classified","description":"Keep it secret.  Keep it safe.","icon":"/img/misc/missing_icon_d2.png"}},"3735834231":{"hash":3735834231,"index":2487,"redacted":true,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Classified","description":"Keep it secret.  Keep it safe.","icon":"/img/misc/missing_icon_d2.png"}},"3735834232":{"hash":3735834232,"index":2488,"redacted":true,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Classified","description":"Keep it secret.  Keep it safe.","icon":"/img/misc/missing_icon_d2.png"}},"3775649487":{"hash":3775649487,"index":2507,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Hexed Shell","description":"The Knight wrenched his cleaver from the skull of the fallen Wizard. His opponent's body twitched and sizzled with latent Arc energy. He raised his blade above his head, saluting the statue of the Witch Queen that loomed above them.  \n\n\"Existence is worthiness,\" the Knight intoned. \"That which cannot defend itself must die. This is the one true shape. Aiat.\" \n\nThe Knight's salute went unanswered, as expected. The small stone chamber lapsed into silence. It had been thus for as long as he could remember.    \n\nA fragile bringer of Light materialized in the air above the Wizard. The Knight quelled the urge to reach out and crush it. This restraint was the Queen's only decree. \n\n*  *  * \n\nThe Wizard screeched with rage as she was pulled unwillingly back into consciousness. Her eyes flew open, blazing with fury. \n\nHer opponent crouched warily, his cleaver still smoldering with soulfire. The Wizard propelled herself upward, mustering her Light into crackling Arc bolts. She unleashed them upon the Knight, who erected a barricade to intercept the blast. \n\nIn his moment of defensiveness, the Knight lost sight of the Wizard. When he lowered his barricade, he discovered a ball of Arc energy pulsing at his feet. It exploded, burning the flesh beneath his chitinous armor to a blackened char.  \n\nThe Wizard hovered over the Knight. His smoking corpse filled the chamber with acrid fumes.  \n\nShe raised her clawed hand toward the silent statue. \"Existence is worthiness,\" she intoned. \"That which cannot defend itself must die. This is the one true shape. Aiat!\"","icon":null}},"3821409356":{"hash":3821409356,"index":2461,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Ex Diris","description":"The cards gleamed in Eris Morn's hands, each one a taut web of meanings pinned down in place so that its signifier, in all its instability, could be held and comprehended.\n\nShe lay the first card on the table. Blades. Of course, she thought. The Hive's childish logic. But, like all childish things, it was persistent. They were all ensnared in its thesis. For now, it was their purpose as much as the Hive's.\n\nThe second card over the first. The Adherent. Xivu Arath. The greatest and most committed proponent of her brother's grand theory. Xivu Arath guarded the Blades card with her life. It held her with all the great lies she told herself.\n\nEris placed the third card below the others. The Sisters. Aurash, Sathona, Xi Ro. The Hive Gods' first names and first selves.\n\nBut the fourth card made her hesitate. She looked at it, and it stared back. The Harbinger. It could be no one but herself. She placed it to the left of the others. Perhaps now she counted among those sisters. Savathûn, Xivu Arath, and Eris Morn. A game between siblings. A love that sharpens.\n\nAnother card to the right of the first two. The Lie. Eris furrowed her brow. The cards had manifested through Hive magic; perhaps it denoted how the Hive see the Guardians. Liars denying the all-edged truth of the sword logic. Or was it the lie of that logic itself? The lie of the Deep, the lie of worms?\n\nThree cards above the rest, one beside the other. Liminal. Ascension. Lacuna. All the aspects of a Guardian's Light. She had not held it for centuries. The Hive sisters below beckoned more loudly than the Light did.\n\nEris made a column of the remaining cards. At the bottom, The Witch. Above that, The Truth. Then Lament. Then The Wish.\n\nWho was the Witch? Savathûn, or herself? The thought gave her pause. From whom did the Truth flow? There were too many truths for any one to triumph. But Lament, she knew: the slaying of Oryx, Xivu Arath's greatest loss.\n\nWould the truth lead to another Hive sibling's death?\n\nEris looked to the last card. The Wish puzzled her. A wish is desire, the greatest power in this universe. Eris had wished before. It had led her here. Would she be asked to wish again? What else would her desire wrought?\n\nTurning away, Eris left the cards on the table and took her questions with her.","icon":null}},"3832002135":{"hash":3832002135,"index":2489,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Veiled Tithes Grips","description":"BEHOLD, MY BROOD \nHOW YOUR ENEMIES LAY ROTTING IN THE FIELD! \n \nTHE CHROMA-ADMIRAL RAFRIT ENGULFED BY WAVES OF DEATH, \nDRAGGED BACK INTO THE ATMOSPHERE BY A MILLION HIVE CORPSES.\nTHE AMMONITES KEENING BELOW \nAS THEIR WARRIOR OF THE SKY FELL  \nINTO THE DEEP. \n \nAND THERE, IN CONCERT WITH YOUR GODS, \nHIS ARMOR WAS PULLED SLOWLY FROM HIS BODY \nUNTIL THE SINEW OF HIS ADDUCTORS TORE,   \nANNOINTING OUR GODS WITH HIS SPURTING PLASM. \n\nHOW HE CRIED AS HIS RUINED FLESH WAS IMPALED— \nHIS WAILING, A CALL TO WORSHIP \nIN THE TEMPLE OF HIS DYING BODY! \n\nTHEN WAS THE AMMONITES' LEVIATHAN ALONE. \n\nSO I DID COMMAND MY SERVANT, \nIR UULXAL, \nTO TASTE OF THE LEVIATHAN'S FLESH, \nTO TEAR IT FROM THE SKY IN A FEAST OF AGONY. \n\nAND SO HE DID. \n\nTHE LEVIATHAN'S VISCERA OPENED TO THE SKY \nAND RAINED DOWN UPON THE AMMONITES, \nBATHING THEM IN THE BOWELS OF THEIR GOD. \nSO MY BROOD DID TASTE OF HIS ENTRAILS \nAND REJOICE! \n\nFROM THIS VICTORY FORWARD,  \nUNTIL THE SKY FALLS AND THE DEEP SUBSUMES ALL,  \nIR UULXAL SHALL BE KNOWN AS \nTHE LEVIATHAN-EATER, \nBANE OF THE AMMONITES, \nAND FAVORED HARBINGER OF XIVU ARATH!","icon":null}},"4067720865":{"hash":4067720865,"index":2490,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Veiled Tithes Vest","description":"Mithrax had come to Ikora's office with a gift and a question. \n\nThe gift was a large glass jar of preserved leechlike creatures, oily and glistening. They were perhaps the most delicious thing Ikora had tasted in the last 20 years. And while the two of them worked their way through the jar, Mithrax uncomfortably stumbled his way to his question.\n\n\"Eris Morn has changed,\" he said carefully, and Ikora nodded. \"She chose to change, and she acted out of… is there a Human word for 'love-bravery'?\"\n\nIkora smiled. \"Love,\" she said.\n\n\"Love, then,\" Mithrax nodded. \"If she were to change forever, if she cannot return to herself, will she be remembered well? Since her first choice was made from love?\"\n\nIkora responded as though she had not struggled with the thought a thousand times already. \"Eris will always be Eris, no matter what form she takes,\" she said.\n\nMithrax harrumphed in satisfaction and leaned forward to take another leech. \"Yes. I am always impressed with the resilience of the Guardians, with or without their Light. Saint tells me the Titan Sloane embraced the Taken, and she is doing well.\"\n\n\"Yes, and for that, I am grateful,\" Ikora said. \"But… they don't always come back, Mithrax. An old friend of mine was corrupted by the Vex in a similar way. He stayed behind when the Pyramids attacked, just like Sloane. But I believe we lost him.\"\n\n\"I am sorry about your friend,\" Mithrax said somberly. \"I hope he is remembered as a hero.\"\n\nIkora raised her eyebrows but said nothing.\n\n\"I, too, encountered a great mind consumed by the Vex,\" Mithrax continued. \"The Guardian and I attempted a rescue, but it went deeper into the network as it gained the access it sought. It taught me that the pursuit of truth is worth any price—even one's own sense of self.\"\n\nIkora smiled. \"Asher would have agreed with every word of that.\"\n\nMithrax leaned forward in amazement, a leech dangling limply from his claws. \"You knew Ashermere?\"\n\nIkora cocked her head. \"Yes, Asher Mir. How on earth did you know him?\"\n\n\"Asher… Mir,\" Mithrax said slowly to himself, mimicking Ikora. \"That is why I have been unable to locate any records.\"\n\n\"Ikora,\" he said, straightening himself in his seat, \"I must tell you a story about our friend, Asher Mir, the hero.\"","icon":null}},"4130822717":{"hash":4130822717,"index":2504,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Veiled Tithes Hood","description":"Eris had whittled the Hive Knight's denuded femur into a shaft and driven it deep with osmium nails. She'd wrapped it in velvet string, attached her sigil to it. Now it chimed as she turned it in her hands.\n\n\"Yeah, make it pretty,\" Immaru said, rolling his eye. \"That'll help. Real useful.\"\n\n\"I am binding the staff with my power,\" she said archly. \"What 'use' have you been?\"\n\n\"I told you what to do!\"\n\n\"I gathered the materials. I crafted the staff. I infused it with Light and soulfire. Do not presume your ideas were essential to this process.\"\n\n\"You think you're such an expert in Hive magic,\" Immaru scoffed, \"but you know what? You're just doing parlor tricks. Without me, that staff would be nothin' more than a fancy piece of bone.\"\n\nEris gripped the staff and held it out to test its heft. It was unbalanced. She returned it to the worktable.\n\n\"Do not make yourself intolerable.\"\n\nImmaru moved so he could look Eris in the face. She raised her eyes, staring him down. He came close; she did not step back.\n\n\"Or what? You might scare everyone else, but you don't scare me. There's nothin' you can do except put up with me.\"\n\nEris returned to her work, raising a hand and pushing him out of the way. He huffed, watching her as she resumed sharpening the points of the staff's base.\n\n\"With this, the Guardian may devise rituals of their own. It will empower their Light and channel the Hive's vile power.\"\n\n\"You're welcome,\" Immaru said smugly.\n\nEris ignored him and examined the staff she had crafted. It represented hours spent sliding a blade's edge over layers of dead, porous Hive chitin, carving it with spells and imbuing it with magic. At its head was soulfire ichor, encased in vitreous Light. A gleaming vessel.\n\n\"One last reagent.\"\n\nShe turned back to her worktable. The worm squirmed and squealed under her knife.","icon":null}},"4132072834":{"hash":4132072834,"index":2468,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Locus Locutus","description":"\"The cards cannot truly predict the future. They only offer perspective,\" Eris said. She stood with Eido at the Lectern of Divination, laying each card with purpose. \"Your thoughts on their meanings will be appreciated.\"\n\nEido didn't reply; she was looking over her shoulder and towards the ritual circle at the center of the Athenaeum. Eris continued.\n\n\"Your insight into Xivu Arath's motivations avoided disaster,\" Eris said, trying to catch her attention. \"We were able to warn Queen Mara and convince Rasputin of his error.\"\n\nEido nodded, looking down at the table. With the tip of one claw, she aligned the edge of The Adherent card with the edge of its neighbor.\n\n\"You want to ask me something,\" Eris said after a long pause. She had never known Eido to refrain from asking any question that came to mind, and the Scribe's new hesitance was surprising.\n\n\"Yes,\" Eido said, then paused. When she spoke again, it was in a whisper. \"This is where it… happens? Your… transformations.\"\n\nHer voice strained at the last word.\n\n\"Yes. Where the runes are most powerful,\" Eris answered coolly. \"Here, and in the Witch Queen's oubliette.\"\n\nEido nodded.\n\n\"That word is from an old Human language,\" Eido said, her voice regaining a little of the cheer that Eris recognized. \"Its root means 'to forget,' I believe.\"\n\n\"Yes, you are correct.\"\n \n\"And, ah…\" Eido paused again, the question tangling in her throat. \"Do you… forget? Who you are?\"\n\nEris took a breath. In their research together, Eido had learned to be blunt.\n\n\"No,\" Eris said. \"I am myself. Always.\"\n\nEido's eyes widened. There was silence. No questions, no curiosity. Only the unblinking stare of someone too afraid to speak.\n\n\"There is nothing to fear,\" Eris said, and she did not know if that was comforting. Eido nodded and looked away.\n\n\"Of course not,\" the Scribe answered. \"I didn't think there would be.\"\n\nEris wondered if others had lied more convincingly.","icon":null}}},"previousDefinitions":{},"otherDefinitions":{},"tableDiff":{"added":[105306149,260708852,409337865,523074950,555258620,601741876,786695846,1004538825,1034055198,1322406401,1345569657,1524622768,1875512595,1934481780,2066430310,2091889892,2119182608,2190356816,2190356817,2190356818,2190356819,2190356820,2190356822,2190356823,2190356828,2190356829,2441971294,2593354668,2757631052,2779821308,2817251955,2922749929,2953343703,3234692237,3337727085,3347946548,3534173884,3561203890,3654788876,3654788877,3654788878,3663544278,3735834225,3735834226,3735834227,3735834228,3735834229,3735834230,3735834231,3735834232,3775649487,3821409356,3832002135,4067720865,4130822717,4132072834],"unclassified":[],"removed":[],"reclassified":[],"modified":[896458489,2324998093]},"tableDiffSummary":{"added":56,"unclassified":0,"removed":0,"reclassified":0,"modified":2},"tableName":"DestinyLoreDefinition","missingTable":false,"versionDiffSummary":{"DestinyArtDyeReferenceDefinition":{"added":644,"unclassified":0,"removed":0,"reclassified":0,"modified":0},"DestinyActivityDefinition":{"added":45,"unclassified":0,"removed":2,"reclassified":0,"modified":363},"DestinyActivityTypeDefinition":{"added":1,"unclassified":0,"removed":0,"reclassified":0,"modified":1},"DestinyUnlockDefinition":{"added":2051,"unclassified":0,"removed":160,"reclassified":0,"modified":0},"DestinyStatGroupDefinition":{"added":1,"unclassified":0,"removed":0,"reclassified":0,"modified":9},"DestinyProgressionMappingDefinition":{"added":1,"unclassified":0,"removed":0,"reclassified":0,"modified":0},"DestinyFactionDefinition":{"added":4,"unclassified":0,"removed":0,"reclassified":0,"modified":2},"DestinyUnlockValueDefinition":{"added":631,"unclassified":0,"removed":37,"reclassified":0,"modified":0},"DestinyRewardMappingDefinition":{"added":427,"unclassified":0,"removed":18,"reclassified":0,"modified":0},"DestinyRewardSheetDefinition":{"added":320,"unclassified":0,"removed":164,"reclassified":0,"modified":0},"DestinyActivityModeDefinition":{"added":1,"unclassified":0,"removed":0,"reclassified":0,"modified":0},"DestinyActivityGraphDefinition":{"added":1,"unclassified":0,"removed":0,"reclassified":0,"modified":8},"DestinyCollectibleDefinition":{"added":339,"unclassified":0,"removed":2,"reclassified":0,"modified":179},"DestinyDestinationDefinition":{"added":2,"unclassified":0,"removed":0,"reclassified":0,"modified":0},"DestinyEntitlementOfferDefinition":{"added":35,"unclassified":0,"removed":0,"reclassified":0,"modified":0},"DestinyStatDefinition":{"added":0,"unclassified":0,"removed":0,"reclassified":0,"modified":3},"DestinyInventoryItemDefinition":{"added":1339,"unclassified":0,"removed":306,"reclassified":0,"modified":7976},"DestinyLocationDefinition":{"added":34,"unclassified":0,"removed":0,"reclassified":0,"modified":3},"DestinyLoreDefinition":{"added":56,"unclassified":0,"removed":0,"reclassified":0,"modified":2},"DestinyMaterialRequirementSetDefinition":{"added":1,"unclassified":0,"removed":0,"reclassified":0,"modified":14},"DestinyMetricDefinition":{"added":11,"unclassified":0,"removed":0,"reclassified":0,"modified":0},"DestinyObjectiveDefinition":{"added":611,"unclassified":0,"removed":72,"reclassified":0,"modified":157},"DestinySandboxPerkDefinition":{"added":119,"unclassified":0,"removed":0,"reclassified":0,"modified":35},"DestinyPlugSetDefinition":{"added":136,"unclassified":0,"removed":0,"reclassified":0,"modified":630},"DestinyPresentationNodeDefinition":{"added":77,"unclassified":0,"removed":13,"reclassified":0,"modified":125},"DestinyProgressionDefinition":{"added":6,"unclassified":0,"removed":0,"reclassified":0,"modified":3},"DestinyRecordDefinition":{"added":290,"unclassified":0,"removed":127,"reclassified":0,"modified":49},"DestinyRewardItemListDefinition":{"added":310,"unclassified":0,"removed":162,"reclassified":0,"modified":0},"DestinySackRewardItemListDefinition":{"added":223,"unclassified":0,"removed":156,"reclassified":0,"modified":0},"DestinySandboxPatternDefinition":{"added":37,"unclassified":0,"removed":0,"reclassified":0,"modified":1},"DestinySeasonDefinition":{"added":0,"unclassified":0,"removed":0,"reclassified":0,"modified":1},"DestinySeasonPassDefinition":{"added":1,"unclassified":0,"removed":0,"reclassified":0,"modified":0},"DestinySocketTypeDefinition":{"added":14,"unclassified":0,"removed":0,"reclassified":0,"modified":4},"DestinyTraitDefinition":{"added":12,"unclassified":0,"removed":0,"reclassified":0,"modified":1},"DestinyUnlockCountMappingDefinition":{"added":1,"unclassified":0,"removed":1,"reclassified":0,"modified":0},"DestinyUnlockEventDefinition":{"added":28,"unclassified":0,"removed":12,"reclassified":0,"modified":2},"DestinyUnlockExpressionMappingDefinition":{"added":1968,"unclassified":0,"removed":1406,"reclassified":0,"modified":0},"DestinyVendorDefinition":{"added":68,"unclassified":0,"removed":0,"reclassified":0,"modified":109},"DestinyMilestoneDefinition":{"added":16,"unclassified":0,"removed":8,"reclassified":0,"modified":11},"DestinyActivityModifierDefinition":{"added":10,"unclassified":0,"removed":5,"reclassified":0,"modified":2},"DestinyArtifactDefinition":{"added":0,"unclassified":0,"removed":0,"reclassified":0,"modified":1}},"meta":{"buildDate":"2024-12-14T00:21:51.333Z"}},"__N_SSG":true}