{"pageProps":{"breadcrumbs":[{"date":"2023-05-30T16:08:53.943Z","to":"/version/cdd9ce78-6ba5-4c65-bae5-e71c4913e0fc"},{"label":"Lore","to":"/version/cdd9ce78-6ba5-4c65-bae5-e71c4913e0fc/DestinyLoreDefinition"}],"version":{"id":"cdd9ce78-6ba5-4c65-bae5-e71c4913e0fc","version":"115651.23.05.10.1700-3-bnet.50439","s3Key":"versions/cdd9ce78-6ba5-4c65-bae5-e71c4913e0fc/manifest.json","createdAt":"2023-05-30T16:08:53.943Z","updatedAt":"2023-05-30T16:08:53.943Z"},"definitions":{"42941848":{"hash":42941848,"index":2429,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Vest of the Taken King","description":"Chalco Yong disappears behind the shimmering curtain of surface tension. Lisbon-13 follows without hesitation, leaving Fenchurch to stare at the vertigo-inducing, vertical plane of water. He reaches out, hesitantly touching the surface, only for Lisbon to reach back, grab him by the wrist, and yank him through. \n\n\"Everis,\" Lisbon mutters once he pulls Fenchurch to the other side. The Warlock doesn't even realize he's hyperventilating. \"Get it together.\" He gives Fenchurch a warning look, then nods at Chalco walking ahead across the maddeningly dry ground.  \n\nIt takes Fenchurch a moment to realize that he is not underwater anymore. Liquid methane drips off his suit and turns to ice when it hits the compacted silt. The cavernous space is suffocatingly dark. It will be hours yet before the sun rises on this section of Titan, yet the lambent shades of starlight twinkling in the void beyond fill Fenchurch with a lurching sense of dread. \n\nHe wants to ask, \"Where are we?\" but the words fail to get past his lips. Instead, Fenchurch gathers himself and joins Chalco at her side. \n\nChalco raises her hand, and three drones come to heel behind her. \"We are the only extant team of Hidden to visit this site.\" She sends the drones up into the air with a wave. \"What you are about to see is not to be discussed outside of official reports.\" \n\nFenchurch takes a step forward, squinting against the dark, until the drones sweep the terrain with their floodlights. Then, as the alien landscape comes into sharp focus, one word finally escapes his lips: \n\n\"Oryx.\"","icon":null}},"322717029":{"hash":322717029,"index":2454,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Boots of the Taken King","description":"What appeared to be a silhouette of coral growths in the dark is revealed to be the mountainous remains of Oryx, the Taken King. The Hive god's immense carcass lays strewn across Titan's seafloor. Both Lisbon-13 and Fenchurch are taken aback by the sight, but Chalco advances toward it. \n\n\"The Lucent Brood performed a ritual here.\" Chalco motions to the shattered remnants of a Hive Ghost on the ground. \"We believe they were trying to forcibly resurrect Oryx by combining heretical Hive necromancy with the powers of that Ghost. They were disrupted.\" \n\nLisbon steps forward, unable to look away from Oryx's cadaverous face. \"Is that possible?\" \n\n\"Officially: no. Unofficially…\" Chalco glances at Lisbon. \"That's what we're here to investigate. The body is still… active. With Taken energy and Darkness. The Guardians who intercepted this ritual reported finding free-floating fragments of consciousness on the way to this site. Memories from the corpse.\" \n\n\"It's alive?\" Fenchurch whispers, hesitant to approach Oryx's remains.  \n\nChalco shakes her head. \"That's unclear. We need to bring back samples for further analysis. Ikora wants this entire site quarantined and the body exhumed, pending transport to a secure location for further analysis.\" \n\nFenchurch checks his talisman. Still black. He glances between Chalco and the corpse. \"Are we the first team to come down here?\" \n\nChalco looks at Fenchurch, then down to the ground. Her gaze lingers there for a moment in tense silence. Finally, she fixes her gaze ahead to the corpse. \"We are the only extant team of Hidden to have visited this site.\"","icon":null}},"409820272":{"hash":409820272,"index":2428,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Grasps of the Taken King","description":"A compact submersible of Eliksni design finishes its descent through the hazy depths of Titan's methane ocean. The craft's seafloor landing kicks up a cloud of dark silt and microbial life shimmering like stars. The submersible's dorsal airlock cracks open with a rush of bubbles, then slowly folds down into a ramp, allowing a trio of figures armored in deep diving gear to emerge. The submersible's single floodlight sweeps across the ocean floor, revealing the alien landscape of twisting coral. \n\nFenchurch approaches one of the coral growths, running a gloved hand over its surface. \"These polyps…\" he mutters. \"Is this—\" He stops suddenly at the sound of a mechanical snap and turns to see Chalco and Lisbon-13 plant a large, mechanical spire in the ground. Internal lights flicker on as the spire whirrs to life, creating a regulated field of water pressure around the submersible. \n\nFenchurch steps away from the coral, rubbing his fingers together. He looks to the spire as its sides open like a flower and release several drones, each outfitted with floodlights. The drones swim out ahead, revealing the disorienting flicker of what looks like the water's surface but at an impossibly vertical angle. \n\n\"This way,\" Chalco directs as she turns to follow the drones. Fenchurch and Lisbon look at one another, steady themselves, and fall in line behind their fireteam leader. \n\n\"Stop me if you've heard this one before,\" Fenchurch says, anxiously checking the talisman clipped to his armor. \"Two Hunters and a Warlock walk into the deep…\"","icon":null}},"457617725":{"hash":457617725,"index":2451,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Vestment of the Taken King","description":"Chalco Yong disappears behind the shimmering curtain of surface tension. Lisbon-13 follows without hesitation, leaving Fenchurch to stare at the vertigo-inducing, vertical plane of water. He reaches out, hesitantly touching the surface, only for Lisbon to reach back, grab him by the wrist, and yank him through. \n\n\"Everis,\" Lisbon mutters once he pulls Fenchurch to the other side. The Warlock doesn't even realize he's hyperventilating. \"Get it together.\" He gives Fenchurch a warning look, then nods at Chalco walking ahead across the maddeningly dry ground.  \n\nIt takes Fenchurch a moment to realize that he is not underwater anymore. Liquid methane drips off his suit and turns to ice when it hits the compacted silt. The cavernous space is suffocatingly dark. It will be hours yet before the sun rises on this section of Titan, yet the lambent shades of starlight twinkling in the void beyond fill Fenchurch with a lurching sense of dread. \n\nHe wants to ask, 'Where are we?,' but the words fail to get past his lips. Instead, Fenchurch gathers himself and joins Chalco at her side. \n\nChalco raises her hand, and three drones come to heel behind her. \"We are the only extant team of Hidden to visit this site.\" She sends the drones up into the air with a wave. \"What you are about to see is not to be discussed outside of official reports.\" \n\nFenchurch takes a step forward, squinting against the dark, until the drones sweep the terrain with their floodlights. Then, as the alien landscape comes into sharp focus, one word finally escapes his lips: \n\n\"Oryx.\"","icon":null}},"540625098":{"hash":540625098,"index":2453,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Hood of the Taken King","description":"\"Keep this talisman on you at all times.\" \n\nBlack, glossy, and in the right light, the talisman has a rainbow iridescence. It reminds Fenchurch of hematite pearls from the Bay of Drowned Wishes. He rolls it in his hand, looking up at Chalco to see the creases of worry in her brow. \n\nFenchurch clips the talisman to his jacket as the rest of his fireteam has. \"What's it do?\" \n\n\"If it glows white, stay where you are and call out,\" Chalco explains, choosing her words carefully all while avoiding Fenchurch's gaze. \"If you experience any memory loss or sense of déjà vu, call out.\" A silence falls over her fireteam. Palpable tension fills the cabin as they feel the craft begin to descend. \n\n\"If you see anyone at the operation site that you do not recognize, call out.\" Chalco continues, occasionally steadying herself with a hand on the cabin ceiling as the submersible pitches and yaws in the disruptive currents. \"If you experience any out-of-body sensations or missing time, call out.\" \n\n\"Ma'am?\" Lisbon-13 is not afraid to interrupt Chalco. His eyes glow bright from the back of the submersible. \"Where are we going?\" \n\nChalco stares for a moment, squares her shoulders, and continues. \"If you hear a voice that you think is your own…\"","icon":null}},"587762963":{"hash":587762963,"index":2450,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Gloves of the Taken King","description":"A compact submersible of Eliksni design finishes its descent through the hazy depths of Titan's methane ocean. The craft's seafloor landing kicks up a cloud of dark silt and microbial life shimmering like stars. The submersible's dorsal airlock cracks open with a rush of bubbles, then slowly folds down into a ramp, allowing a trio of figures armored in deep diving gear to emerge. The submersible's single floodlight sweeps across the ocean floor, revealing the alien landscape of twisting coral. \n\nFenchurch approaches one of the coral growths, running a gloved hand over its surface. \"These polyps…\" he mutters. \"Is this—\" He stops suddenly at the sound of a mechanical snap, and turns to see Chalco and Lisbon-13 plant a large, mechanical spire in the ground. Internal lights flicker on as the spire whirrs to life, creating a regulated field of water pressure around the submersible. \n\nFenchurch steps away from the coral, rubbing his fingers together. He looks to the spire as its sides open like a flower and release several drones, each outfitted with floodlights. The drones swim out ahead, revealing the disorienting flicker of what looks like the water's surface but at an impossibly vertical angle. \n\n\"This way,\" Chalco directs as she turns to follow the drones. Fenchurch and Lisbon look at one another, steady themselves, and fall in line behind their fireteam leader. \n\n\"Stop me if you've heard this one before,\" Fenchurch says, anxiously checking the talisman clipped to his armor. \"Two Hunters and a Warlock walk into the deep…\"","icon":null}},"726878794":{"hash":726878794,"index":2432,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Strides of the Taken King","description":"What appeared to be a silhouette of coral growths in the dark is revealed to be the mountainous remains of Oryx, the Taken King. The Hive god's immense carcass lays strewn across Titan's seafloor. Both Lisbon-13 and Fenchurch are taken aback by the sight, but Chalco advances toward it. \n\n\"The Lucent Brood performed a ritual here.\" Chalco motions to the shattered remnants of a Hive Ghost on the ground. \"We believe they were trying to forcibly resurrect Oryx by combining heretical Hive necromancy with the powers of that Ghost. They were disrupted.\" \n\nLisbon steps forward, unable to look away from Oryx's cadaverous face. \"Is that possible?\" \n\n\"Officially: no. Unofficially…\" Chalco glances at Lisbon. \"That's what we're here to investigate. The body is still… active. With Taken energy and Darkness. The Guardians who intercepted this ritual reported finding free-floating fragments of consciousness on the way to this site. Memories from the corpse.\" \n\n\"It's alive?\" Fenchurch whispers, hesitant to approach Oryx's remains.  \n\nChalco shakes her head. \"That's unclear. We need to bring back samples for further analysis. Ikora wants this entire site quarantined and the body exhumed, pending transport to a secure location for further analysis.\" \n\nFenchurch checks his talisman. Still black. He glances between Chalco and the corpse. \"Are we the first team to come down here?\" \n\nChalco looks at Fenchurch, then down to the ground. Her gaze lingers there for a moment in tense silence. Finally, she fixes her gaze ahead to the corpse. \"We are the only extant team of Hidden to have visited this site.\"","icon":null}},"839786290":{"hash":839786290,"index":2403,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Cold Comfort","description":"The submersible hits the water at an odd angle, throwing the passengers against the bulkhead. No one was buckled in before it dropped. Confusion erupts from the team of scientists as they begin their descent: the currents shouldn't be as strong as they are. Titan's atmosphere doesn't allow for that.  \n\nBut they are swept away. \n\nThe pilot struggles to orient the craft, and for a moment, they are vertical, able to see blooms of fire expanding above the surface of the ocean. The submersible pitches in another direction, sinking rapidly.  \n\nThey have nowhere to go but down. Hide under the ice shelf, wait the chaos out. Hope for rescue. \n\nOne of the scientists leans out of her seat, pressing her face up against the port window. A shape moves in the dark, too massive to be another craft, too sinuous to be mechanical. The scientist reaches back, blindly grasping for the hand of the person seated next to her. \n\nThe shape in the sea doubles back, following the speed and telemetry of the current-swept submersible. Everyone sees it now, blocking out what little light is left as they sink past the ice shelf. It dives with them. Not after, but with. \n\nShe will not let them die alone.","icon":null}},"896458489":{"hash":896458489,"index":2431,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Mask of the Taken King","description":"\"Keep this talisman on you at all times.\" \n\nBlack, glossy, and in the right light, the talisman has a rainbow iridescence. It reminds Fenchurch of hematite pearls from the Bay of Drowned Wishes. He rolls it in his hand, looking up at Chalco to see the creases of worry in her brow. \n\nFenchurch clips the talisman to his jacket as the rest of his fireteam has. \"What's it do?\" \n\n\"If it glows white, stay where you are and call out,\" Chalco explains, choosing her words carefully all while avoiding Fenchurch's gaze. \"If you experience any memory loss or sense of déjà vu, call out.\" A silence falls over her fireteam. Palpable tension fills the cabin as they feel the craft begin to descend. \n\n\"If you see anyone at the operation site that you do not recognize, call out.\" Chalco continues, occasionally steadying herself with a hand on the cabin ceiling as the submersible pitches and yaws in the disruptive currents. \"If you experience any out-of-body sensations or missing time, call out.\" \n\n\"Ma'am?\" Lisbon-3 is not afraid to interrupt Chalco. His eyes glow bright from the back of the submersible. \"Where are we going?\" \n\nChalco stares for a moment, squares her shoulders, and continues. \"If you hear a voice that you think is your own…\"","icon":null}},"1125217994":{"hash":1125217994,"index":2402,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"New Pacific Epitaph","description":"Beyond the dappled sea spray on the bedroom window, escape craft and their blue contrails sweep past the Arcology as beams of orange light punctuate the sky. They cut through contrails with certainty, and before long, each craft erupts in blossoms of fire and brilliant warmth.  \n\nNo one is leaving Titan. \n\nNadia Jahandar is not leaving. She has a cup of tea cooling on the windowsill, a collection of her late brother's poetry on her tablet, and the recording of her last piano recital playing on her headphones. The roar of the apocalypse accompanies her. She looks away from the window. \n\nI stepped into the stars \nBecause the seas were explored \nNo dragons on our maps \nIslanded in a sea of night \nThough it could never be home \nNo hearths in the gulf \n\nNadia reaches for her tea, glancing out the window to watch the sea rise up in a kilometers-high wall. It casts a shadow so long, it throws the Arcology into darkness.  \n\nShe will tell her brother that this poem is her favorite.","icon":null}},"1441805468":{"hash":1441805468,"index":2394,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"The Navigator","description":"My brother — \n\nUttered by Xivu Arath — \n\nGod of War — \n\nA GIFT. My true death was from necessity. The others were from love. The Ecumene had cornered us, made us act with sickness. With my power, Auryx murdered our sister. And with our power, Auryx descended into the Deep. And with our power, Oryx's wings spread wide, and he blotted out the Ecumene's sky.  \n\nMY COURT. With his memory and his acts of war he brought me back with all the splendor of a love that sharpens and kills. \n\nA GRAVE. I will find his corpse, where he rots. He deserved to die. We do not dig graves. \n\nTHE SPIRE. I will take what is true and break it until it can no longer be broken. I will find my sister's secrets and break them as well. \n\nVOYAGE. My love spills out. My love engulfs. I will go out into the universe as my brother did. I will do so with my memory of him.","icon":null}},"1757202961":{"hash":1757202961,"index":2401,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Greasy Luck","description":"this will not reach you \n\nanything a knife writes would never \n\nbut no more speaking \n\nthat time is over \n\n  \n\nIm sorry \n\n  \n\nI see the waves \n\nI see the ship \n\n                         sinking \n\n  \n\nthe sky is filled with shadow \n\n  \n\nI love you \n\nI love you \n\n \n\nIm alone \n\n \n\nwhat hurts me \n\nis you are too","icon":null}},"1961182320":{"hash":1961182320,"index":2452,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Bond of the Taken King","description":"ACCESS: RESTRICTED \nDECRYPTION KEY: LKV4PSM6ZQ$FEN-092 \nREP #: 003-TAKEN-156 \nAGENT(S): FEN-092 \nSUBJ: TKO-300 Analysis Notes \n\nSpectrological analysis indicates concentration of Taken energy within the cellular structure of subject's remains. Resonance indicative of active Darkness presence lacking both direction and willpower.  \n\nCellular analysis indicates slow but active mitosis, explaining the exaggerated size of the remains when compared to the subject's last known physical dimensions. The mind is gone, but the body continues to grow. \n\nComparative analysis to samples with remains of subject WQS-030 do not match. WQS-030 shows no sign of mitosis. May be a compounding effect from worm severance and exposure to Light. \n\nAutopsy revealed no presence of worm carcass within TKO-300 remains. Status unknown. \n\nProlonged exposure to TKO-300 causes vivid audio-visual hallucinations due to combined exposure to Taken and Darkness energies. ERI-223 notes similarities to object of interest COS-030. \n\nCatalogued recollections from initial Guardian fireteam exposed to site indicate WGX-003 frequently visited the remains to grieve. TKO-300 is capable of absorbing knowledge and events but incapable of reacting to them.  \n\nIt is my professional recommendation that the remains of TKO-300 should be destroyed. It poses a threat to the safety of humanity far outweighing any potential knowledge value. \n\nMESSAGE ENDS \n\nACCESS: RESTRICTED \nDECRYPTION KEY: MNXF8WTV9K$CHA-319 \nREP #: 003-TAKEN-156 \nAGENT(S): CHA-319 \nSUBJ: FW: TKO-300 Analysis Notes \n\nAttached to FEN-092's analysis are quarantine recommendations from ERI-223 and my own analysis of object NEV-000 for comparison to TKO-300. \n\nMy recommendation is as follows: reclassify POIs to segment queries, quarantine remains to off-site location, and limit direct exposure to frames and mechanical intelligence. There is too much of value here to simply throw away. \n\nMESSAGE ENDS","icon":null}},"2274944459":{"hash":2274944459,"index":2419,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Recalcitrant Host","description":"The stormjoy rolls over the landscape, blanketing the coastline in the stinging fog of its exhalations. Its passing stirs crackling ribbons of lightning from Fundament's atmosphere. \n\nXi Ro waits in hiding, folded up Krill-small, as the living cloud approaches. It lowers the dangling threads of its feeding tentacles. Each is tipped with light. The light fills Xi Ro's heart with a terrible, aching happiness. The sensation sits heavy inside her, bearable only because it is unwelcome.  \n\nThis will be the fourth bait star she collects. Xi Ro dreams that when the Helium Drinkers strike next, she will use the bait stars to blind them, then cut them up while they writhe.  \n\nShe must leap as high as she can to cleave the bait star loose. The tentacle detects a stirring in the air and whips around. If she is slow, it will tear the blade from her hands.  \n\nShe is not slow. Her sword cuts neatly through glistening, translucent muscle fibers, and with her free hand, she snatches the falling bait star from the air. The tentacle reels away, ascending into the sky like a withdrawn rope.  \n\nXi Ro exults. It is only when she turns around that she sees her elder sister.  \n\nAurash is standing with her limbs limp at her sides, her scrolls scattered at her feet. Xi Ro sees in her three eyes the euphoria that is the stormjoy's weapon.  \n\nXi Ro leaps and tackles her sister into the dirt.  \n\nAfter, the two of them wait beneath shelter while the stormjoy advances down the coast. Aurash is sullen, but Xi Ro knows it can be fixed. \n\n\"Look.\" Xi Ro holds out the bait star. \"We can take joy for ourselves.\" \n\nAurash lifts the star by its shriveled stalk, then cups the light in her claws, like a small fire.  \n\nXi Ro shoves her playfully, trying to knock the star loose.  \n\nBut Aurash holds fast.","icon":null}},"2324998093":{"hash":2324998093,"index":2442,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Helm of the Taken King","description":"\"Keep this talisman on you at all times.\" \n\nBlack, glossy, and in the right light, the talisman has a rainbow iridescence. It reminds Fenchurch of hematite pearls from the Bay of Drowned Wishes. He rolls it in his hand, looking up at Chalco to see the creases of worry in her brow. \n\nFenchurch clips the talisman to his jacket as the rest of his fireteam has. \"What's it do?\" \n\n\"If it glows white, stay where you are and call out,\" Chalco explains, choosing her words carefully all while avoiding Fenchurch's gaze. \"If you experience any memory loss or sense of déjà vu, call out.\" A silence falls over her fireteam. Palpable tension fills the cabin as they feel the craft begin to descend. \n\n\"If you see anyone at the operation site that you do not recognize, call out.\" Chalco continues, occasionally steadying herself with a hand on the cabin ceiling as the submersible pitches and yaws in the disruptive currents. \"If you experience any out-of-body sensations or missing time, call out.\" \n\n\"Ma'am?\" Lisbon-3 is not afraid to interrupt Chalco. His eyes glow bright from the back of the submersible. \"Where are we going?\" \n\nChalco stares for a moment, squares her shoulders, and continues. \"If you hear a voice that you think is your own…\"","icon":null}},"2363472582":{"hash":2363472582,"index":2443,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Greaves of the Taken King","description":"What appeared to be a silhouette of coral growths in the dark is revealed to be the mountainous remains of Oryx, the Taken King. The Hive god's immense carcass lays strewn across Titan's seafloor. Both Lisbon-13 and Fenchurch are taken aback by the sight, but Chalco advances toward it. \n\n\"The Lucent Brood performed a ritual here.\" Chalco motions to the shattered remnants of a Hive Ghost on the ground. \"We believe they were trying to forcibly resurrect Oryx by combining heretical Hive necromancy with the powers of that Ghost. They were disrupted.\" \n\nLisbon steps forward, unable to look away from Oryx's cadaverous face. \"Is that possible?\" \n\n\"Officially: no. Unofficially…\" Chalco glances at Lisbon. \"That's what we're here to investigate. The body is still… active. With Taken energy and Darkness. The Guardians who intercepted this ritual reported finding free-floating fragments of consciousness on the way to this site. Memories from the corpse.\" \n\n\"It's alive?\" Fenchurch whispers, hesitant to approach Oryx's remains.  \n\nChalco shakes her head. \"That's unclear. We need to bring back samples for further analysis. Ikora wants this entire site quarantined and the body exhumed, pending transport to a secure location for further analysis.\" \n\nFenchurch checks his talisman. Still black. He glances between Chalco and the corpse. \"Are we the first team to come down here?\" \n\nChalco looks at Fenchurch, then down to the ground. Her gaze lingers there for a moment in tense silence. Finally, she fixes her gaze ahead to the corpse. \"We are the only extant team of Hidden to have visited this site.\"","icon":null}},"2733403573":{"hash":2733403573,"index":2430,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Cloak of the Taken King","description":"ACCESS: RESTRICTED \nDECRYPTION KEY: LKV4PSM6ZQ$FEN-092 \nREP #: 003-TAKEN-156 \nAGENT(S): FEN-092 \nSUBJ: TKO-300 Analysis Notes \n\nSpectrological analysis indicates concentration of Taken energy within the cellular structure of subject's remains. Resonance indicative of active Darkness presence lacking both direction and willpower.  \n\nCellular analysis indicates slow but active mitosis, explaining the exaggerated size of the remains when compared to the subject's last known physical dimensions. The mind is gone, but the body continues to grow. \n\nComparative analysis to samples with remains of subject WQS-030 do not match. WQS-030 shows no sign of mitosis. May be a compounding effect from worm severance and exposure to Light. \n\nAutopsy revealed no presence of worm carcass within TKO-300 remains. Status unknown. \n\nProlonged exposure to TKO-300 causes vivid audio-visual hallucinations due to combined exposure to Taken and Darkness energies. ERI-223 notes similarities to object of interest COS-030. \n\nCatalogued recollections from initial Guardian fireteam exposed to site indicate WGX-003 frequently visited the remains to grieve. TKO-300 is capable of absorbing knowledge and events but incapable of reacting to them.  \n\nIt is my professional recommendation that the remains of TKO-300 should be destroyed. It poses a threat to the safety of humanity far outweighing any potential knowledge value. \n\nMESSAGE ENDS \n\nACCESS: RESTRICTED \nDECRYPTION KEY: MNXF8WTV9K$CHA-319 \nREP #: 003-TAKEN-156 \nAGENT(S): CHA-319 \nSUBJ: FW: TKO-300 Analysis Notes \n\nAttached to FEN-092's analysis are quarantine recommendations from ERI-223 and my own analysis of object NEV-000 for comparison to TKO-300. \n\nMy recommendation is as follows: reclassify POIs to segment queries, quarantine remains to off-site location, and limit direct exposure to frames and mechanical intelligence. There is too much of value here to simply throw away. \n\nMESSAGE ENDS","icon":null}},"2977663932":{"hash":2977663932,"index":2439,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Gauntlets of the Taken King","description":"A compact submersible of Eliksni design finishes its descent through the hazy depths of Titan's methane ocean. The craft's seafloor landing kicks up a cloud of dark silt and microbial life shimmering like stars. The submersible's dorsal airlock cracks open with a rush of bubbles, then slowly folds down into a ramp, allowing a trio of figures armored in deep diving gear to emerge. The submersible's single floodlight sweeps across the ocean floor, revealing the alien landscape of twisting coral. \n\nFenchurch approaches one of the coral growths, running a gloved hand over its surface. \"These polyps…\" he mutters. \"Is this—\" He stops suddenly at the sound of a mechanical snap and turns to see Chalco and Lisbon-13 plant a large, mechanical spire in the ground. Internal lights flicker on as the spire whirrs to life, creating a regulated field of water pressure around the submersible. \n\nFenchurch steps away from the coral, rubbing his fingers together. He looks to the spire as its sides open like a flower and release several drones, each outfitted with floodlights. The drones swim out ahead, revealing the disorienting flicker of what looks like the water's surface but at an impossibly vertical angle. \n\n\"This way,\" Chalco directs as she turns to follow the drones. Fenchurch and Lisbon look at one another, steady themselves, and fall in line behind their fireteam leader. \n\n\"Stop me if you've heard this one before,\" Fenchurch says, anxiously checking the talisman clipped to his armor. \"Two Hunters and a Warlock walk into the deep…\"","icon":null}},"2978918436":{"hash":2978918436,"index":2440,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Plate of the Taken King","description":"Chalco Yong disappears behind the shimmering curtain of surface tension. Lisbon-13 follows without hesitation, leaving Fenchurch to stare at the vertigo-inducing, vertical plane of water. He reaches out, hesitantly touching the surface, only for Lisbon to reach back, grab him by the wrist, and yank him through. \n\n\"Everis,\" Lisbon mutters once he pulls Fenchurch to the other side. The Warlock doesn't even realize he's hyperventilating. \"Get it together.\" He gives Fenchurch a warning look, then nods at Chalco walking ahead across the maddeningly dry ground.  \n\nIt takes Fenchurch a moment to realize that he is not underwater anymore. Liquid methane drips off his suit and turns to ice when it hits the compacted silt. The cavernous space is suffocatingly dark. It will be hours yet before the sun rises on this section of Titan, yet the lambent shades of starlight twinkling in the void beyond fill Fenchurch with a lurching sense of dread. \n\nHe wants to ask, 'Where are we?,' but the words fail to get past his lips. Instead, Fenchurch gathers himself and joins Chalco at her side. \n\nChalco raises her hand, and three drones come to heel behind her. \"We are the only extant team of Hidden to visit this site.\" She sends the drones up into the air with a wave. \"What you are about to see is not to be discussed outside of official reports.\" \n\nFenchurch takes a step forward, squinting against the dark, until the drones sweep the terrain with their floodlights. Then, as the alien landscape comes into sharp focus, one word finally escapes his lips: \n\n\"Oryx.\"","icon":null}},"3262192268":{"hash":3262192268,"index":2404,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"No Survivors","description":"Klaxons blare across the hangar. Seven terrified people huddle by the escape craft's open hatch, bracing against the wind cutting through the open hangar bay doors. \n\n\"You're not leaving me behind!\" an engineer shouts. He holds a young man hostage, arm like a vice around his neck. Pistol wavering. \n\nThe last security officer looks down at his counterpart, long dead and bleeding out on the floor. He isn't sure how many rounds are left in his gun. His hands are shaking from the cold. From the reverberations of explosions shuddering through the superstructure. \n\n\"Let me on! Make room for me! Move!\" the engineer demands, motioning to the side with his gun. The security officer takes the opportunity and fires. He's not steady, hits the engineer and his hostage. Both crumple to the ground. The crowd behind him is screaming. \n\nThe security officer curses, hurrying over to save the hostage. He hears a hatch door close behind him, turns to see the escape craft take off. He screams something, but it's cut short—the engineer was still alive. He doesn't even feel the bullet enter his spine before he hits the ground. \n\nFrom where he lies on the freezing cold floor, he can see the escape craft outside the hangar bay. Tears well up in his eyes. The last thing he sees is a beam of fire descending from the sky. \n\nHis chest stills as the escape craft disintegrates, shot down by a Warsat.","icon":null}},"3722748537":{"hash":3722748537,"index":2441,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Mark of the Taken King","description":"ACCESS: RESTRICTED \nDECRYPTION KEY: LKV4PSM6ZQ$FEN-092 \nREP #: 003-TAKEN-156 \nAGENT(S): FEN-092 \nSUBJ: TKO-300 Analysis Notes \n\nSpectrological analysis indicates concentration of Taken energy within the cellular structure of subject's remains. Resonance indicative of active Darkness presence lacking both direction and willpower.  \n\nCellular analysis indicates slow but active mitosis, explaining the exaggerated size of the remains when compared to the subject's last known physical dimensions. The mind is gone, but the body continues to grow. \n\nComparative analysis to samples with remains of subject WQS-030 do not match. WQS-030 shows no sign of mitosis. May be a compounding effect from worm severance and exposure to Light. \n\nAutopsy revealed no presence of worm carcass within TKO-300 remains. Status unknown. \n\nProlonged exposure to TKO-300 causes vivid audio-visual hallucinations due to combined exposure to Taken and Darkness energies. ERI-223 notes similarities to object of interest COS-030. \n\nCatalogued recollections from initial Guardian fireteam exposed to site indicate WGX-003 frequently visited the remains to grieve. TKO-300 is capable of absorbing knowledge and events but incapable of reacting to them.  \n\nIt is my professional recommendation that the remains of TKO-300 should be destroyed. It poses a threat to the safety of humanity far outweighing any potential knowledge value. \n\nMESSAGE ENDS \n\nACCESS: RESTRICTED \nDECRYPTION KEY: MNXF8WTV9K$CHA-319 \nREP #: 003-TAKEN-156 \nAGENT(S): CHA-319 \nSUBJ: FW: TKO-300 Analysis Notes \n\nAttached to FEN-092's analysis are quarantine recommendations from ERI-223 and my own analysis of object NEV-000 for comparison to TKO-300. \n\nMy recommendation is as follows: reclassify POIs to segment queries, quarantine remains to off-site location, and limit direct exposure to frames and mechanical intelligence. There is too much of value here to simply throw away. \n\nMESSAGE ENDS","icon":null}},"3825487422":{"hash":3825487422,"index":2409,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"II. Theory","description":"Ikora pinches a thick and vibrant Strand thread from the air and twists it between her fingers with ease. It plies to her influence, but smooths the motions of her hands, tapering her movements to flow in cleaner lines.  \n\nThe Veil tones in rhythm with the plucks of tension rolling across her knuckles. She focuses on the subtle irregularities in each pulse, the patterns they form. There are a small few plucked reverberations that resonate out beyond the walls of this chamber, beyond the detection of her intuition, and out into the cosmos. Those capture her interest most. \n\nBehind her, an animated avatar escorts Osiris into the Veil's containment chamber. They gesture him toward Ikora and bid farewell.  \n\nOsiris watches the ripples play out before him and across the fabric of reality, as a wave, then particles, then a wave again. He feels it brush over him. He steps with the cadence of each pulse sent rippling from Ikora's plucking knuckles, basking in Strand's energizing rhythm. Feeling whole again. \n\n\"It's stronger… the Veil's signature.\" Ikora's voice carries a hint of learned suspicion. \"Ever since we recovered Titan.\" \n\n\"That is to be expected,\" Osiris retorts, now within the weave of droning Strand surrounding the Veil. The room around them trembles. \"When Titan was torn back, the Veil took notice. It seemed to recognize Titan's arrival.\" \n\nIkora tightens her grip on the Strand thread. \"We have the Veil, our Ghosts… what are we missing? If we decipher the connection between Titan and the Veil, that connection might be what we need to follow the Witness.\" \n\n\"What of the worm?\" Osiris asks skeptically. \"Sloane believes she is our best chance.\" \n\n\"You taught me the value of a backup plan.\" Ikora gives him a stern look. \"Titan, Savathûn's throne world, every place we've found egregore… I haven't found the exact threads yet but pull one and they all seem to spin back to Neomuna. To the Veil.\" \n\n\"You're getting ahead of yourself. Following some of my… less favorable tendencies. Nimbus says we must 'flow' to understand Strand; perhaps it is the same with the Veil.\" Osiris moves beside Ikora and reaches up, palm parallel to the threads drawn taut from Ikora's braid of Strand. \"Sol remembered Titan, in a way. The Veil's signal spiked when Titan returned from memory to reality, when the rhythm of the solar system had been restored to order.\" Osiris drops his hand and looks to Ikora. \"Perhaps we must simply find that rhythm before we are able to interpret the beats within it.\" \n\n\"And once we do… then we should be able to reverse that process,\" she replies. Ikora releases the thread and tracks the rippling points of connection that travel outward, along the fabric-like Strands of existence, to the walls of the containment enclosure. \"We're too late in the game for something to mean nothing. It has to connect.\" \n\nIkora sighs, then turns to Osiris. \"Your flare for educating others is returning. Though I bet some would say you never lost it.\" She smiles. \n\nOsiris smirks. \"Come, walk with me. We will discuss this unifying theory of yours.\"","icon":"/common/destiny2_content/icons/238bff92ad545ddc5b0a58c1d032fdac.png"}}},"previousDefinitions":{},"otherDefinitions":{},"tableDiff":{"added":[],"unclassified":[42941848,322717029,409820272,457617725,540625098,587762963,726878794,839786290,896458489,1125217994,1441805468,1757202961,1961182320,2274944459,2324998093,2363472582,2733403573,2977663932,2978918436,3262192268,3722748537,3825487422],"removed":[],"reclassified":[],"modified":[]},"tableDiffSummary":{"added":0,"unclassified":22,"removed":0,"reclassified":0,"modified":0},"tableName":"DestinyLoreDefinition","missingTable":false,"versionDiffSummary":{"DestinyActivityDefinition":{"added":0,"unclassified":2,"removed":0,"reclassified":0,"modified":9},"DestinyUnlockDefinition":{"added":0,"unclassified":16,"removed":0,"reclassified":0,"modified":0},"DestinySandboxPerkDefinition":{"added":0,"unclassified":1,"removed":0,"reclassified":1,"modified":6},"DestinyUnlockValueDefinition":{"added":0,"unclassified":8,"removed":0,"reclassified":0,"modified":0},"DestinyItemCategoryDefinition":{"added":0,"unclassified":0,"removed":0,"reclassified":0,"modified":1},"DestinyCollectibleDefinition":{"added":0,"unclassified":21,"removed":0,"reclassified":27,"modified":33},"DestinyDestinationDefinition":{"added":0,"unclassified":1,"removed":0,"reclassified":0,"modified":0},"DestinyInventoryItemDefinition":{"added":0,"unclassified":48,"removed":0,"reclassified":73,"modified":566},"DestinyLocationDefinition":{"added":0,"unclassified":3,"removed":0,"reclassified":0,"modified":0},"DestinyLoreDefinition":{"added":0,"unclassified":22,"removed":0,"reclassified":0,"modified":0},"DestinyMetricDefinition":{"added":0,"unclassified":3,"removed":0,"reclassified":0,"modified":0},"DestinyObjectiveDefinition":{"added":0,"unclassified":62,"removed":0,"reclassified":0,"modified":1},"DestinyPlugSetDefinition":{"added":0,"unclassified":0,"removed":0,"reclassified":6,"modified":6},"DestinyPresentationNodeDefinition":{"added":0,"unclassified":9,"removed":0,"reclassified":0,"modified":0},"DestinyRecordDefinition":{"added":0,"unclassified":19,"removed":0,"reclassified":0,"modified":1},"DestinySandboxPatternDefinition":{"added":0,"unclassified":4,"removed":0,"reclassified":0,"modified":0},"DestinySeasonDefinition":{"added":0,"unclassified":0,"removed":0,"reclassified":0,"modified":1},"DestinyVendorDefinition":{"added":0,"unclassified":0,"removed":0,"reclassified":5,"modified":15},"DestinyMilestoneDefinition":{"added":0,"unclassified":1,"removed":0,"reclassified":0,"modified":1},"DestinyActivityModifierDefinition":{"added":0,"unclassified":9,"removed":0,"reclassified":0,"modified":1}},"meta":{"buildDate":"2024-12-14T02:34:37.664Z"}},"__N_SSG":true}