{"pageProps":{"breadcrumbs":[{"date":"2023-03-14T17:13:20.306Z","to":"/version/a4497b5c-5d91-459e-b84e-3bf03624ca20"},{"label":"Lore","to":"/version/a4497b5c-5d91-459e-b84e-3bf03624ca20/DestinyLoreDefinition"}],"version":{"id":"a4497b5c-5d91-459e-b84e-3bf03624ca20","version":"113842.23.03.03.0724-2-bnet.49208","s3Key":"versions/a4497b5c-5d91-459e-b84e-3bf03624ca20/manifest.json","createdAt":"2023-03-14T17:13:20.306Z","updatedAt":"2023-03-14T17:13:20.306Z"},"definitions":{"345934404":{"hash":345934404,"index":2381,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Dream Demon","description":"Mykel was sweating.\n\nI noticed it when I woke him from a deep slumber the night of his 18th birthday. It was late, almost the time of Nightmares. And tonight, I would pull back the curtain.\n\nThe leatherbound tome I dropped on the table made him jump. I could tell by the way he blinked up at me, under the basement's singular light, that he was lost… confused and afraid. I smiled.\n\n\"Nightmares are not to be feared.\" My hands ran over the ornate shapes on the tome's cover, the symbols of an ancient being, and I slowly opened the latches. The book appeared to breathe. \"He has haunted slumbers long before the Golden Age, and with every new generation, he tests our worthiness… our loyalty.\"\n\nI flipped to a page filled with an image, corner to corner, weighted by layers of charcoal and blood. A lock of hair was sewn into the tome's gutter. The text on the next page also shimmered crimson.\n\n\"Tonight, you will carry on our legacy.\"\n\nBefore Mykel could muster the breath to argue or ask questions, the sound of rattling chains filled the room. Mykel turned and peered into the darkness at the back of the room. The soft chitters of an Eliksni I'd captured earlier that day joined the metal chorus as it tugged at its restraints.\n\nI led him forward and lit the sconces on the wall, revealing the prisoner in question. Mykel looked up at me, eyes wide and tearful.\n\n\"Extract its fear,\" I instructed.","icon":null}},"621315878":{"hash":621315878,"index":2306,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Cloak of Trepidation","description":"The whispers and screams drilled into Koraxis's mind. He lifted his hands to his face. Whimpers and pitiful chitters were the only sounds that escaped him.\n\nAgain, the scenery around him had shifted, and he stood on the edge of a meteorite. Though the Reef was vast, he recognized the ship debris flowing past him, but it was different than he remembered, twisted in horrifying shapes. The deep purples and blues were dimmed. It was quiet, save for his own personal audience.\n\nKoraxis held up the eye in his deteriorated hands. It still pulsed with energy.\n\n…Free me…\n\nHe heard the allure, a voice seducing his soul to do its bidding, but the distortion that followed it reminded Koraxis why he'd come to this place. An untraceable end for this cursed relic.\n\nHe balled his fist around the eye. The screams pierced his ears as they grew louder. A dark hand reached out to him, fingers inches from his arm. Koraxis flung the eye into the Reef with all the strength he could muster.\n\nHe collapsed.\n\nAnd then a knock on the door.\n\nKoraxis jolted awake, hand already outstretched to grab his gun. The whispers were gone, his quarters were quiet. He gazed around the room, dazed.\n\nKoraxis stumbled out of bed and delicately approached the door. He aimed down his sights.\n\nThe metal creaked open.\n\nOutside was a Human, dressed in a dark, ornate cloak, one hand raised in greeting, the other tightly holding a tome. It gave off the same nightmarish energy as the eye… as Nezarec.\n\n\"Apologies for disturbing your sleep,\" said the man in a tongue Koraxis loosely understood. \"But would you happen to be Koraxis?\"","icon":null}},"630432767":{"hash":630432767,"index":2309,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Gauntlets of Agony","description":"The cycle remained the same, but my actions were not my own. My blade felt heavier with each battle.\n\nI did not recognize the shadow attached to me.\n\nI did not recognize myself.\n\nDid I even know who I was to begin with?\n\nThe shouts and pleas of my enemies reverberated in the air. My skin burned, and my heart pounded harder than a hammer striking an anvil. My head… my head was filled with a dense fog. I was present but lost.\n\nMy adversary fell to the ground gasping for air.\n\nI fixed my eyes on their face, and a breathy, animalistic snarl escaped my lips. It lingered in the air like a haunting song.\n\nBeneath it, was that laugh. His laugh.\n\nI fell to my knees, staining them in the crimson that had pooled beneath my boots. I dropped my sword and lifted my shaky hands up to my eyes.\n\nThe fresh blood ran down my fingers, forming a tapestry in the palm lines. I saw his face in the pattern, felt the weight of his hands on my shoulders. On my mind.\n\nI screamed.","icon":null}},"807905267":{"hash":807905267,"index":2308,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Boots of Trepidation","description":"The energy of the crew bustled. Koraxis opened his eyes, revealing the vastness of space beyond the nearby porthole and a dozen or so Eliksni partaking in various activities. The air was heavy with tension, hushed tones, and cautious movements as they maneuvered around the decks.\n\nKoraxis was quiet, as he had been the first time, the weight and power of the item he'd liberated heavy in his palm. It pulsed.\n\nThe world had changed. Another familiar moment.\n\n\"Things aren't looking well, Captain,\" a Dreg whispered to Koraxis. He remembered this conversation but did not recognize the Dreg's deep tone. It sounded out of place. The Dreg leaned a bit closer, eyes darting between his shipmates. \"Our food is low, the ship needs repairs, and the crew is… worried it might be cursed.\"\n\n\"Then they can leave,\" Koraxis snapped. It was automatic, much like his trek through the Pyramid. The Dreg hesitated in surprise.\n\nKoraxis blinked, no longer surrounded by his crew or their voices of discontent. He suddenly found himself in his quarters.\n\nIt was dark, the type of darkness that felt as if it would devour him.\n\nKoraxis sat at the table by his hammock. Just him and the eye. He stared at it, and it stared back.\n\nA book of magic lay beside it. A frantic solution to an unexpected problem. The ritual was simple—or so he thought. He was barely able to translate the text on his own but was too stubborn, too scared to ask for help. He grasped a pointed crystal in his hands. Words left his mouth, but he couldn't hear them over the incessant whispers.\n\nThe crystal glowed, and Koraxis was met with an energy blast that propelled him backwards. This time, he felt the impact.","icon":null}},"824228793":{"hash":824228793,"index":2310,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Plate of Agony","description":"…You are mine…\n\nMy threaded silk sheets were no longer a comfort. Instead, they felt like gravel against my skin. Every twist and turn yielded pain.\n\nThe lit candle beside my bed did not ease my mind. I turned onto my back, eyes trained on the ceiling to avoid the shadows dancing in the candlelight's orange glow.\n\nAs I sunk into my pillow, I felt as though it would eventually suffocate me. It could not grant me solace from the whispers.\n\nThey were always present—like white noise. At least until he required my attention.\n\n…Bring me more…\n\nGroans of pain and agony poured into my room. Each corner shifted and warped in ways I could only attribute to that fateful day in the woods.\n\nI was paralyzed by the weight of it all.\n\nThe flame at the tip of the wick flickered weakly as it neared the bottom of the holder where the wax pooled. Numerous claws and black tendrils inched their way toward my bed.\n\n…You will never be free…\n\nI cried out as Solar energy burst forth. The hammer was warm in my grasp. I leapt from my bed, slammed the fiery weapon down into the floorboards. I felt the heat intensify, as flames licked at every surface they could find.\n\nThe shadows still danced. Still reached for me.\n\nI tried to burn them away. Wood splintered and cracked as everything fell apart.\n\nMy screams drowned in the destruction of my home.","icon":null}},"2138394740":{"hash":2138394740,"index":2311,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Mark of Agony","description":"The campfire crackled and echoed throughout the cave. I reached toward it, allowing the warmth to guide me. The man across from me had remained silent throughout my recollection.\n\n\"You carry the scent of him… of Nezarec.\"\n\n\"As do you, Briar of the Wild Brambles,\" the man said. The title felt unfamiliar as it left his lips. Was I still deserving of that moniker? It felt long gone. \"It's faint… but still there.\"\n\n\"What is the true reason you've sought me out?\"\n\nThere was a long pause. Then I heard him shuffle around for something in his bag.\n\n\"My family has been in Nezarec's favor for generations,\" he said. \n\nI defensively gripped my walking stick, ready to draw my blade if necessary. Then I heard the thud of a heavy object, and, after a few seconds, the sound of pages turning. He spoke again.\n\n\"Our experiences will not be the last.\" The pages continued to turn, just loud enough for me to hear over the crackle of the fire. \"Do you wish to feel his full power again?\" the man asked.\n\nDeep down, I felt an instantaneous \"yes\" ring loud and true. I'd spent so long fearing his influence, the sheer terror he amplified within me. But when he was gone, all that remained was a void—an all-consuming vacuum of terror.\n\n\"What do you need me to do?\" I asked.\n\nI had no way of definitively knowing, but something told me the man was smiling.","icon":null}},"2445962586":{"hash":2445962586,"index":2314,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Wraps of Detestation","description":"I waited until I heard her troubled breathing and whimpers before I got up.\n\nAs I approached, my eyes settled on her sleeping face. It was difficult to get a good look in the dark; moonlight barely trickled into the cave. She writhed. It was a nightmare. One of his… it had to be.\n\nI reached out to her, and my fingers found the flesh of her arm.\n\nIn an instant I was wrapped in a whirlwind. The overwhelming screams, the voices, the haunting imagery of his face, the very essence of fear…\n\nI couldn't rip myself from it. I was right—it was him.\n\nA purple blast from her hand hit me. I landed with a rough thud and before I knew it, she was standing over me. Her breaths were loud, and her body language read angry with the way the energy from her hands radiated up her arms. I gazed up wide-eyed.\n\n\"I'm sorry,\" I managed, hands up again. \"I am looking for him—for Nezarec—and you are the first being I've found that has come into contact with him outside my family.\"\n\nShe remained defensive.\n\n\"I simply want to see his power. To see what your experience was like with him.\"\n\nAt this her demeanor softened, but only slightly. We had come to an understanding. She backed up and sat on the log. I cautiously got to my feet and joined her.\n\n\"Please,\" I begged.\n\nAfter a long pause, she looked at me. I held her gaze until my vision was suddenly warped.","icon":null}},"2597227950":{"hash":2597227950,"index":2315,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Robes of Detestation","description":"The structure I find myself in resembles a simple, quaint home. It's small, filled with decorations donning symbols I do not recognize.\n\nAt the center of the room, two Psions sleep peacefully among a stack of blankets and pillows. I watch the memory unfold from one of the corners.\n\nACASIA.\n\nThe name echoes in my mind—her name.\n\nFrom behind me, a sinister presence stirs. Goose bumps dart over my skin, and familiar whispers, ones I heard plenty of times in my life, increase in volume.\n\nI turn to look at the home's entrance, and it is consumed in darkness, windows and all. I wait with bated breath.\n\nA ring of eyes materializes in the window.\n\nNEZAREC.\n\nAt the sound of his name, the shadows from the window expand and devour all the light in the room. Acasia and the other Psion are the only figures that I can see.\n\nDarkness oozes down toward them. I watch intently, unable to take my eyes off the spectacle.\n\nA hand forms, claws outstretch… his arm… then his face. The shape of his two-horned headpiece. The ring of eyes. The cacophony of hisses and screams fills the void while the two remain fast asleep.\n\nNezarec reaches for the Psion sleeping beside Acasia. The tips of his claws drag down across the skin, only to stop at his closed eye.\n\nThe darkness swirls then Nezarec vanishes, leaving nothing but moonlight.","icon":null}},"2656540432":{"hash":2656540432,"index":2358,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"The Village","description":"Nora and Bram named their child Amanda. They filled her heart with stories of the Last City until it was as overflowing as their own. Stories of rest and relief, of laying down their weapons. Stories that made their fear, sharpened by the long road and its dangers, soften and disappear for a moment. Stories of safety.\n\nFor now, the Chaperone was their only safety. \n\nThey'd come to the village just for a night's rest. It was a half-deserted settlement of rotted buildings, tents, and lean-tos. But they had livestock, and a field for growing bitter vegetables. \n\n\"Is this the City?\" Amanda asked.\n\n\"No,\" Nora answered. She always said it with sadness.\n\nThey traded with the inhabitants: food, ammunition, warm clothing. When the Fallen raided that night, Nora and Bram fended them off beside the villagers.\n\nFrom a hiding spot, Amanda watched her mother fire the Chaperone, watched Fallen die in a hiss of Ether. Watched her parents defend people they'd never met and would never meet again. She was used to the sight by now. \n\nThe people were thankful and let them stay the night in an empty cowshed, even loaning them a gas lamp. It was a cold night, and the family was happy for shelter and warmth. \n\nBram portioned out the food while Nora took the Chaperone out and laid it down in the straw. Amanda came to her side, curious. Nora watched as her daughter reached out for the gun and traced the curling, embossed design on the barrel with a fingertip. She did it with the reverence reserved for sacred things. Nora knew that was a good thing. It meant Amanda would treat the Chaperone with care. Not just as a weapon, but as a memory.\n\n\"My mama gave it to me when I left her,\" Nora told her daughter. She then nodded to the curly floral designs along the gun's receiver and barrel. \"But I did those.\"\n\nIt had given her something to focus on. Something to do when the day was too hot or too cold to keep moving. Carefully carving out those soft and delicate shapes, she'd taught herself beauty when the world could not.\n\n\"Can I shoot it?\" Amanda asked. She'd never asked before. Bram looked up with alarm at the prospect, but Nora only laughed and tousled her daughter's hair.\n\n\"No,\" Nora said, her voice kind but firm. She saw Amanda's disappointment across her face—that exaggerated, devastating emotion that only children can feel. She wouldn't cry, but she would probably sulk for a few days, at least until something else caught her interest and became her whole world. \n\nNora wanted to keep her attention for as long as she could.\n\n\"You can help me clean it,\" Nora offered. \"I'll show you how to take it apart and put it back together. Just like your little engines.\"\n\nAmanda's expression told Nora that this is what she really wanted.\n\nTogether they disassembled the gun, cleaned it, oiled it, reassembled it. Nora named each piece and what they did. Soon, Amanda knew the shape and texture of it all. How the pieces fit together, how they functioned. How the parts worked to create a whole. Amanda took it all in with the boundless curiosity that motivated her every thought and movement.\n\n\"We do this every time we use it,\" Bram told his daughter. Nora nodded.\n\n\"Every shot I fire,\" she continued, \"I gotta clean it so it's good as new and won't jam up when we need it most. That way, it can protect people for a long time.\"\n\nThen she tickled her daughter's sides, enough to make Amanda squirm and smile. That's how Nora knew her daughter would remember this moment. Bram laughed at the sight and came to sit beside them; Amanda crawled into his lap. Nora knew she'd teach her daughter to shoot one day, but for now, she wanted to savor the time when Amanda was too young to try.\n\n\"We use it to keep people safe,\" Nora said. \"That's all that matters.\"\n\nNora watched her husband hold their daughter. She knew, one day, the City would keep Amanda safe. Nora wondered if the Chaperone would have any place there. She had a quiet hope that it would not.","icon":"/common/destiny2_content/icons/3334bf3a161a31df1fa5b6320925d066.png"}},"2787963735":{"hash":2787963735,"index":2305,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Vest of Trepidation","description":"Koraxis instinctively moved toward the Pyramid, an echo of a journey he wanted desperately to forget.\n\nThe Pyramid peaked over the edge of the chasm, a foreboding sight. It was complimented by a stillness that filled the area and made him feel as if he were on the edge of suffocating. He remembered how he carefully traversed the jagged paths. It seemed as if the Pyramid was pulling him in.\n\nEverything felt familiar… including the paranoia. But something was off.\n\nThe architecture wobbled and shifted with every step he took. Statues felt as though their heads turned to watch him. Faint whispers danced around the rooms and faded before they could be comprehended. The air was thick with anxious anticipation, with fear.\n\nKoraxis retread familiar hallways and staircases until suddenly, without realizing, he stepped into the innermost chamber… his chamber.\n\nThe whispers grew louder as he approached the body, slumped over, and shrouded in shadow at the center of the room. Hisses, yells, and fervent but unintelligible phrases all blended as Koraxis moved closer.\n\nThe corpse had been picked clean, barely anything left outside the vague shape of a body underneath the cloak.\n\nBe it the threat of curses or sheer fear, his head remained untouched…\n\nThe whispers grew louder the closer Koraxis got to the entity's face. His entire body shook as he stared down at the darkened helmet, a ring of eyes pronounced even in the low light.\n\nDespite the same dread that filled him, Koraxis followed through with the familiar actions and carefully removed one of the eyes. The room shook violently, and before he could safely stow the piece away, Koraxis toppled over. He closed his eyes and braced for impact.","icon":null}},"2915322487":{"hash":2915322487,"index":2316,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Bond of Detestation","description":"The hatred Acasia felt for her people and Nezarec permeated every inch of the cave. \n\nI didn't know what to say. She knew what it meant to be touched by Nezarec. Though I would have preferred her partner, Acasia would have to suffice.\n\n\"I understand your pain,\" I said and reached out to touch her shoulder. She flinched, and her eye snapped to my face. \"I know you feel hatred toward him… but that's good.\"\n\nAcasia got to her feet. The purple glow covered her hands once more.\n\n\"He rewards those that survive his torment. You know his power. His nightmare needs to live on,\" I said gently and stood to gaze up at her.\n\nAcasia looked agitated, impatient. I reached for my bag, and she extended her hand defensively. We held each other's gaze for a moment. I slowly pulled a tome from my bag and placed it gently on the log. I flipped the pages until I found an image of a familiar two-horned being.\n\n\"My family has worshipped him for a long time,\" I told her. Acasia looked down at the pages. \"Keep that hatred alive—that's what he wants.\"\n\nI sensed her apprehension.\n\n\"If you help me bring him back to this plane, show him you're willing to serve him, he might just let your partner go,\" I added.\n\nIt was difficult to tell what she was feeling, but after placing her hand on the tome, eye affixed to the cover's image, I knew she would be desperate enough to try anything.","icon":null}},"3001205424":{"hash":3001205424,"index":2273,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Ecliptic Distaff","description":"Mara stood at the Farm, her body a glowing conduit of energy. Power streamed ceaselessly from her palms, upward and outward. \n\nShe gradually became aware of the bleary figure standing before her.\n\n\"Yes, Petra?\" she croaked. Her throat was hoarse.\n\nThe figure shook its head. \"I'm afraid you can't keep this up forever,\" said Devrim gently. \n\nDevrim, Mara thought, of course. She had sent Petra back to the Dreaming City hours ago… no, yesterday. Had it been yesterday?\n\n\"Do not presume to—\" Mara began, but somewhere in the EDZ, a Titan lowered her armored shoulder and charged into a group of Shadow Legion, and Mara sent her the power she needed.\n\nElsewhere, a Hunter teased a fistful of emerald strings from the nothing that surrounded him and swung across a gap in the Ascendant Plane, and Mara strained to guide his feet firmly to the other side.\n\nMara felt something brush against her mouth and opened her eyes. A Techeun attendant stood on her tiptoes, holding a canteen to the queen's lips. She drank. \n\n\"If I may, ma'am,\" Devrim said. \"I know what pushing yourself too hard looks like. And right now, it looks like you.\"\n\nSomething in Devrim's voice touched Mara, and the flow of power faded as she let her hands drop to her sides. She accepted the canteen, took another long drink, and handed it back to the Techeun with a grateful nod.\n\nShe met Devrim's concerned gaze and took a deep breath.\n\n\"I said I would assist,\" she said.\n\nMara closed her eyes, spread her shaking hands, and sent her energy streaking skyward once again.","icon":null}},"3013196156":{"hash":3013196156,"index":2380,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Common Nobility","description":"Matthius leapt from his chair as the antique radio sprung to life. The old mechanic had been waiting anxiously for the call.\n\n\"This is Devrim to Neu Turbach. Neu Turbach, do you copy?\" The scout's voice crackled through the old speaker.\n\n\"Devrim! This is Matthius,\" the old man replied. \"I hear you. What news?\"\n\n\"Well, the good news is that Joacham is safe,\" Devrim said. \"The Guardian broke him out early this morning with Queen Mara's help. Part of a larger rescue effort. He's back at the Farm now. A bit bruised, but no worse for wear.\"\n\nMatthius's knees weakened, and he steadied himself against the tabletop. He had been praying silently for his son's safe return ever since he was shot down over the Last City. Waves of relief washed over him. \n\n\"Oh, thank goodness,\" he said, choking back tears. \"This is a blessing.\"\n\n\"It is. But…\" the aging scout continued reluctantly, \"there's bad news as well. You've got incoming. A Shadow Legion patrol on ground transports… 25 to 30 of them.\"\n\nMatthius's relief curdled into fear. \"And how long until they arrive?\" \n\n\"ETA… 23 minutes,\" Devrim replied sympathetically.\n\n\"Meine Güte…\" Matthius whispered to himself.\n\nDevrim sensed the civilian's shock. \"Eyes up!\" he barked, as if to a cadet. \"Remember you trained for this. Get everyone to stations; have runners arm the charges. Once they break the tree line, fire and fall back. And don't be afraid to blow the explosives. Your houses aren't worth your lives. If they overrun you, rendezvous in the forest.\"\n\nMatthius blinked rapidly, collecting himself. \"Ja, ja. I remember. Thank you, Devrim.\" He dropped the transmitter and sprinted from the room, raising the alarm for the village.\n\n\"I'll send rescue craft as soon as I can,\" Devrim reassured the empty room. \"And good luck.\"","icon":null}},"3371017761":{"hash":3371017761,"index":2272,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Conditional Finality","description":"The sound that escaped me resembled a roar.\n\nA psychic echo.\n\nIt soared through the air and pierced every corner of my ship.\n\nAnger coursed through me as I toppled the ground in a heap.\n\nI wheezed with each breath and clutched at my chest.\n\nI watched that witch saunter out…\n\nLike she'd won.\n\nMy ship rumbled as she wrested her primordial prize from it.\n\nI felt hatred—\n\nDeep, unchallenged hatred.\n\nMy claws punctured the floor, etched new patterns into it. \n\nI dragged myself forward. \n\nWhispers danced around me, trillions of voices melded together in my favorite symphony.\n\nI had always welcomed death, and this time would be no different.\n\nAn agonizing sensation shot through me. \n\nIt was as if an arrow had bored its way through my chest.\n\nIt burned, and I collapsed among the rubble. \n\nA green hue enveloped me.\n\nI was unfamiliar with this—her magic festering within me. Shackling me.\n\nMy body twisted.\n\nMy breaths grew thin.\n\nMy limbs became heavy. \n\nTorturous.\n\nNo… she could not hold me. I would not allow it.\n\nThis would not be my end.\n\n\"My Witness,\" I whispered as the void I once commanded claimed me.","icon":null}},"3403636746":{"hash":3403636746,"index":2384,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Gift of Cruelty","description":"\"That does not belong to you.\"\n\nA woman's voice cut through the air and traveled to Drifter's ears at the center of the room. The altar he'd been searching for stood before him adorned with hallowed objects. Many were of Eliksni origin, much like the tomb itself. An ornate container rested on a lavish cloth surrounded by unlit candles.\n\nSounds he couldn't quite discern filled the silence of the room.\n\n\"I hate to break it to you, sister,\" he said. \"You and your Acolyte buddies'll have to pass on this one.\"\n\nThe candles lit spontaneously, and Drifter felt the hair on his neck stand. The fire's warmth danced far enough for him to spot a simple, robe-like garment that kept the woman's face hidden. It shifted as she stepped closer.\n\nDrifter unholstered the handgun at his side. She did the same. \n\nThe low noise escalated to whispers. More prominent, almost excited.\n\n\"My father searched for this piece for a long time. I won't let you stand in my way,\" she said, words laced with ferocity.\n\nDrifter's grip tightened. If he'd been anyone else, her intimidation might have worked.\n\n\"Well, I'm not letting you stand between me and a big pay day,\" he responded. \"It looks like we're at an impasse.\"\n\nThe whispers danced in his psyche.\n\nDrifter took a shot.\n\nThe sound disrupted everything in the room and blew the candles out. The muzzle flash revealed shadows with long claws reaching for him as he scooped up the container from the cloth.\n\nThe woman fired back, but Drifter was already gone, sprinting through the depths of the tomb with the shadows at his heels. He ran until the smell of death gave way to fresh air, and the shadows halted their pursuit.\n\nHis fee was about to quadruple.","icon":null}},"3475635982":{"hash":3475635982,"index":2312,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Helm of Agony","description":"The weight of the forest's darkness pressed down on me. \n\nAdrenaline pumped through me as I watched my opponent fall. I listened for the thud as their body collided with the ground.\n\nDeep crimson painted a nearby tree, sliding down through bark and seeping into sapwood, the excess pooling on the ground to soak in the dead pine needles.\n\nI don't remember who it was or why I had chosen to slay them.\n\nIn the past, I had seen my fair share of bloodshed. Killed indiscriminately. If you saw another day on my lands, it was because I willed it.\n\nBut this felt different.\n\nUp ahead, shadows shifted in the sea of trees. I braced myself, sword held steady. Shivers traveled up my fingertips, electrified my arms, and settled as a chill on the back of my neck.\n\n\"Who's there?\"\n\nI could hear whispers all around me, from behind every tree. It was overwhelming, all-encompassing, indecipherable.\n\nThe shadow swiftly closed the distance between us until it towered over me.\n\nIt reached for me, and I stepped back.\n\nI remember the sinister laugh, the way it touched a primal fear deep within me.\n\nI was paralyzed. My mind flooded with whispers.\n\nIts wispy body lurched forward and slammed through me. I felt myself fall. The wind left my lungs, and for a moment, there was nothing… an emptiness the likes of which I had never felt before.","icon":null}},"3608027009":{"hash":3608027009,"index":2304,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Grips of Trepidation","description":"The slow drag of Koraxis's injured leg made the trek back to his empty ship longer than it had been before. Persistent exhaustion made itself known between each pang of pain that jolted through him. He was thankful the captain's beating had been interrupted by another patron's fist long enough for him to skitter away, but the paranoia of being tracked lingered.\n\nIt felt as if an unseen force hovered behind him.\n\nKoraxis pushed onward and kept his gaze forward.\n\nWhen he finally made it to his ship, the airlock hissed open and revealed a dark space within. He ignored his usual precautions, too focused on the unbearable pain in his limbs.\n\nThe hammock he'd fashioned for himself called to him. He collapsed into it and didn't exhale until he found a comfortable enough position.\n\nSleep found him as soon as he'd closed his eyes; the fastest he'd achieved it in days. Forced insomnia and a surprise beating had taken its toll.\n\nThen there was a knock on the door.\n\nThe moment Koraxis heard the rap on the metal, he reached for the gun on the shelf beside his hammock.\n\nHe approached the door with the most delicate footsteps he could manage; a heaviness weighed down on every part of him.\n\nHe hesitated, eyes fixed on the rusted metal. Rap, tap, tap, went the door…\n\nThe door creaked open, and he immediately aimed down his sights at—\n\nNothing.\n\nConfusion crept into his mind, as something hit him—hard. Koraxis scrunched his four eyes shut. He was flung backwards and braced for impact.\n\nBut it never came. \n\nKoraxis opened his eyes, expecting to see the walls of his Ketch. Instead, he saw the lunar Pyramid. Sleek and dark.","icon":null}},"3702434452":{"hash":3702434452,"index":2318,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Boots of Detestation","description":"HE WAS CHOSEN.\n\nThe phrase repeats throughout the rest of Acasia's memory. \n\nThe words bounce around the walls of my mind; it becomes hard to focus.\n\nDifferent voices flood in, mixing with hers.\n\nDifferent inflections.\n\nAll different Psions.\n\nHe had been chosen…\n\nI watch a group of large, ornately dressed Psions enter Acasia's home in the dead of night. They exchange loud, indiscernible words and restrain her. Anguished sounds leave her as she watches them take her partner away.\n\nHE IS POWERFUL.\n\nHE WILL SATE NEZAREC FOR A LONG TIME.\n\nBE THANKFUL HE WAS CHOSEN.\n\nThe different phrases blend haphazardly.\n\nThe memory slowly fades and the images bleed into one another until I see a group of Psions at the center of the chaos. Seated among them is Acasia's partner. I feel the weight of her pain on my chest… but darkness creeps in. Hundreds of claws rip and shred the edges of the memory.\n\nAcasia's pained wails join Nezarec's symphony.\n\nHer partner jolts in different directions, as if his body is ripping apart. A purple hue envelops him. He rises from his seat, levitating off the ground, and dark tendrils attach themselves to his shadow to siphon his power. \n\nHe lets out a pained shout.\n\nSuddenly, my reality warps again, and I'm thrust back into the real world. The dizziness hits me like a crashing wave. I lean over the log and throw up.","icon":null}},"3810243376":{"hash":3810243376,"index":2307,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Mask of Trepidation","description":"The Reef's labyrinth of asteroids and debris provided many a hideout for those who wished to be lost… and a potential gathering place for those that partook in less savory acts.\n\nA large Ketch had set up among the debris, on a random asteroid of its captain's choosing and had opened for business. Supposedly, as a \"bar.\"\n\nThe music bumped, and the clientele—Eliksni pirates—were as rowdy as they were ruthless.\n\nKoraxis sat at a table with his head resting in his upper hands, his cup held in the lower. Exhausted, he hadn't taken a sip since he'd sat down. And he hadn't noticed that an imposing captain, flanked by two smaller Dregs, had entered the bar. The captain started toward his table.\n\n\"Where's the relic?\" the captain, now towering over the table, chittered in their shared tongue.\n\nKoraxis visibly tensed and gripped his cup so tightly that the cloth woven around his palms strained.\n\n\"I don't have it,\" he responded.\n\nBefore Koraxis could register what happened, the captain snatched him from his seat. Despite being loosely labeled \"Captain\" by his crew, Koraxis was nowhere near the size of the Eliksni before him. His feet dangled in the air.\n\n\"Pathetic. Not worthy of your crew.\"\n\n\"You're right,\" Koraxis agreed, defeat evident in his tone.\n\nThe captain's words were venomous, but not as impactful as the fist that collided with Koraxis's face. The other patrons scattered. A blur of fists and insults erupted, a faint chorus of ethereal laughter swelled beneath the violent chaos.","icon":null}},"3846650177":{"hash":3846650177,"index":2313,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Greaves of Agony","description":"\"I did not ask for your help!\" I shouted.\n\nRage coursed through me.\n\nMy knife was stained red. I shouldn't have been able to see it. Any of it. But here I was, staring back at my Ghost.\n\n\"You need your sight!\" Firethorn returned. His voice was laced with concern, something I ignored in the moment, but would remember for years to come.\n\n\"That is not up to you! He preys upon my vision!\"\n\nI stepped forward, and Firethorn floated up to meet my gaze.\n\nThe blade in my hand shook as a faint whisper tickled the back of my mind.\n\n…Do it…\n\nI shouted, covered my ears. I could see shapes forming in the darkness of the tree line again. I couldn't take it anymore, but I knew Firethorn would only continue to heal me.\n\n\"You need to snap out of this,\" Firethorn pushed. \"You're losing control! Where is the great Briar of the Wild Brambles?\"\n\n…Dead…\n\n\"The thorn that pierced the heart of would-be gods?\"\n\n…A puppet…\n\n\"Pain and terror were your symphony!\"\n\n…MY symphony…\n\n\"What's become of—\"\n\nI remember how easily my hand wrapped around him; how I forced him to the ground and pierced his lens with my knife. I hadn't realized what I'd done until I saw the light flicker out of his eye.\n\nFirethorn's pieces were the last things I saw before succumbing to permanent darkness.","icon":null}},"4033010923":{"hash":4033010923,"index":2353,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"III—Thrysiks","description":"Devrim heard the Skiff break through Earth's atmosphere before he saw it. From his elevated post in the church steeple, the whine of the Fallen engines was unmistakable.\n \nThe aging scout put down his thermos and turned off his datapad, which displayed the week's Crucible highlights. He sighted the Skiff through the scope of his Golden Age rifle and unmuted his comms. \n\n\"All parties, this is Devrim. I've just spotted a Skiff entering the atmosphere two klicks north of Trostland. Looks like Salvation colors. Do you copy?\"\n\n\"Yeah, I see it.\" Crow's languid reply betrayed an exhaustion Devrim could relate to. \"Looks like they're headed for what's left of the checkpoint.\"\n\nThe Guardian had dismantled a Shadow Legion blockade during a rescue mission earlier in the week, and the area was littered with armor, weapons, and scrap—all common targets for Fallen scavengers.\n\n\"Looks like a mid-sized scav crew,\" Crow continued. \"What do you think?\"\n\nDevrim recognized a note of reluctance in the Hunter's voice. \n\n\"As long as they stick to scavenging, I say we leave them be,\" Devrim replied. \"But let's keep eyes on. I don't want any more surprises.\"\n\n\"Copy that,\" Crow replied with audible relief. \"I'm on recon. I'll keep you posted.\"\n\n*** \n\nA half hour later, Devrim's comms squawked back to life. He roused himself from the anxious, semi-alert doze that pervaded his long days. \n\n\"Something strange here, Devrim.\" Crow sounded intrigued. \"One of the scavs slipped away while the others weren't looking. A Dreg. He's headed your way.\"\n\n\"Roger that,\" Devrim replied. \"I'm in position, awaiting contact. Standby.\"\n\nDevrim nestled behind his scope, sighting the northern tree line. After a few minutes, he spotted rustling bushes.\n\n\"His crew just realized he's gone. The Vandal in charge is yelling his head off. Think I just learned some new Eliksni vocabulary,\" the Hunter chuckled.\n\nDevrim watched the Dreg emerge from the tree line. He disengaged the safety on his rifle and sighted the scavenger's head. But something stayed his hand. \n\n\"Crow, this chap is… he's unarmed,\" Devrim whispered. \"He's got his hands up, and he's walking right toward me.\"\n\n\"You always were a popular guy,\" Crow quipped. \"Must be the accent.\"\n\nDevrim squinted over the top of his rifle. The Dreg spotted him and started chittering. \"He's shouting something. Listen.\"\n\nDevrim went silent, allowing Crow to pick up the Dreg over comms.\n\n\"He's saying, 'I am Thrysiks. Peace to the Great Machine. Honor to the Kell of Light,'\" Crow translated. \"He's defecting.\"\n\nThe scrawny Dreg knelt in the rubble beneath the church tower, malnourished and frightened. Devrim felt a lump in his throat. The Dreg reminded him of the scared kids who had volunteered during the Red War. Devrim took his finger off the trigger.\n\n\"I'll be damned,\" he said to himself, voice thick with emotion. \"Let's bring the poor bastard in.\"","icon":"/common/destiny2_content/icons/2a1e6ab2067e4276356474afebe6a939.png"}},"4123705451":{"hash":4123705451,"index":2317,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Mask of Detestation","description":"The jungle density was oppressive and threatened to keep inexperienced explorers from traversing it. Though I had never navigated such a biome, I did not let it deter me.\n\nThe humidity, the bugs, the overgrowth—I endured them all. I knew she was here… her trail was almost impossible to find, let alone follow, but she was close.\n\nA few days passed before I stumbled on a cave hidden by wild and unwieldy bushes. Even in the cover of night, I could see her there, collecting berries.\n\nI snapped a twig under my foot. She spun, palm alight in a purple aura, her singular eye trained on me. I raised my hands immediately.\n\n\"I—I mean no harm! I'm just a traveler looking for a place to lay my head for the night. I'm unarmed.\"\n\nI waited patiently, careful not to move an inch as she searched my body for anything that could cause her harm. When she found nothing but a tome in my bag, she considered me with a cautious pause, one hand still bright purple. Then she gave a quick nod and walked toward her camp within the cave.\n\nThe fire she kept was small but warm, and once we finished eating, she smothered it with some dry dirt. I leaned my head against a wooden log and closed my eyes.\n\nSome time passed before I finally heard her shift. She had turned to lie on her back. I fixed my eyes on the Psion before me and waited.","icon":null}}},"previousDefinitions":{},"otherDefinitions":{},"tableDiff":{"added":[],"unclassified":[345934404,621315878,630432767,807905267,824228793,2138394740,2445962586,2597227950,2656540432,2787963735,2915322487,3001205424,3013196156,3371017761,3403636746,3475635982,3608027009,3702434452,3810243376,3846650177,4033010923,4123705451],"removed":[],"reclassified":[],"modified":[]},"tableDiffSummary":{"added":0,"unclassified":22,"removed":0,"reclassified":0,"modified":0},"tableName":"DestinyLoreDefinition","missingTable":false,"versionDiffSummary":{"DestinyPlaceDefinition":{"added":0,"unclassified":1,"removed":0,"reclassified":0,"modified":0},"DestinyActivityDefinition":{"added":0,"unclassified":3,"removed":0,"reclassified":0,"modified":0},"DestinyUnlockDefinition":{"added":0,"unclassified":116,"removed":0,"reclassified":0,"modified":0},"DestinySandboxPerkDefinition":{"added":0,"unclassified":11,"removed":0,"reclassified":0,"modified":0},"DestinyFactionDefinition":{"added":0,"unclassified":1,"removed":0,"reclassified":0,"modified":0},"DestinyUnlockValueDefinition":{"added":0,"unclassified":59,"removed":0,"reclassified":0,"modified":0},"DestinyCollectibleDefinition":{"added":0,"unclassified":33,"removed":0,"reclassified":0,"modified":0},"DestinyDestinationDefinition":{"added":0,"unclassified":1,"removed":0,"reclassified":0,"modified":0},"DestinyInventoryItemDefinition":{"added":0,"unclassified":93,"removed":0,"reclassified":0,"modified":0},"DestinyLoreDefinition":{"added":0,"unclassified":22,"removed":0,"reclassified":0,"modified":0},"DestinyMetricDefinition":{"added":0,"unclassified":8,"removed":0,"reclassified":0,"modified":0},"DestinyObjectiveDefinition":{"added":0,"unclassified":89,"removed":0,"reclassified":0,"modified":4},"DestinyPlugSetDefinition":{"added":0,"unclassified":25,"removed":0,"reclassified":0,"modified":0},"DestinyPresentationNodeDefinition":{"added":0,"unclassified":12,"removed":0,"reclassified":0,"modified":0},"DestinyRecordDefinition":{"added":0,"unclassified":36,"removed":0,"reclassified":0,"modified":0},"DestinyUnlockEventDefinition":{"added":0,"unclassified":2,"removed":0,"reclassified":0,"modified":0},"DestinyVendorDefinition":{"added":0,"unclassified":1,"removed":0,"reclassified":0,"modified":0},"DestinyMilestoneDefinition":{"added":0,"unclassified":1,"removed":0,"reclassified":0,"modified":0},"DestinyActivityModifierDefinition":{"added":0,"unclassified":7,"removed":0,"reclassified":0,"modified":0}},"meta":{"buildDate":"2024-12-14T02:34:28.323Z"}},"__N_SSG":true}