{"pageProps":{"breadcrumbs":[{"date":"2024-08-06T17:06:44.807Z","to":"/version/7b4d040e-f6d1-4217-863d-0863620e9396"},{"label":"Lore","to":"/version/7b4d040e-f6d1-4217-863d-0863620e9396/DestinyLoreDefinition"}],"version":{"id":"7b4d040e-f6d1-4217-863d-0863620e9396","version":"227047.24.07.25.1730-3-bnet.56478","s3Key":"versions/7b4d040e-f6d1-4217-863d-0863620e9396/manifest.json","createdAt":"2024-08-06T17:06:44.807Z","updatedAt":"2024-08-06T17:06:44.807Z"},"definitions":{"11926187":{"hash":11926187,"index":2657,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Veteran Legend Gloves","description":"My grandfather came to the City when it was just tents and huts. He traveled the Pilgrim Road on foot, all the way across the Panama Ravine with his entire family and was the only survivor by the end. He never talked about the journey much, not until his last years. Honestly, it helped give me perspective. I never knew the City as he did. I've only ever known the walls as a project, and watching those last stones be put into place made it feel like we were invincible.\n\nNow, I write this journal entry from a bunker hundreds of feet below the streets. There is a battle raging outside the City walls, but I can feel it reverberating through the stone. Every time the lights flicker, I wonder, \"Is this it?\" The feeds say the aliens are attacking from six directions at once. I don't know if the walls will hold, if the Risen protecting us will stand. I don't know if I will see tomorrow. I just know the Traveler is here, and we are safe in its shadow.\n\nThey promised that this was the Last Safe City. We've all sacrificed too much to give up on that dream. We must survive.","icon":null}},"672281666":{"hash":672281666,"index":2660,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Veteran Legend Hood","description":"\"The Last Safe City\" exists in name only. I came here expecting to find a lost metropolis from before the Collapse. Instead, it's a sea of tents and prefabricated shelters huddled around bonfires. Everyone here thinks that hiding in the shadow of the Traveler will keep them safe. Keep humanity's killers at arm's length. All I see are hundreds of miles of rough, snow-capped mountains. All I can feel is the memory of frostbite in my fingers. That's not going to stop anyone, just slow them down.\n\nI came here in a caravan of settlers. The march up the mountains was worse than any battle I'd survived. Hundreds died along the way from injuries, starvation, exposure. All the greatest hits. We buried them along the roadside, with no time for markers or ceremony. I've heard some of the Risen here talking about forming guard patrols to escort people. I don't know. Sooner or later our enemies are going to follow the trail of ants back to the mound. We'd never survive a full-frontal assault.\n\nMore Risen arrive every day. They're starting to organize, make plans. They make me nervous. I can't shake the memories. Groups of them hitting settlements for ammunition and food, mass executions for those who dared speak out against them, entire towns turned to craters. These ones seem different from the Warlords, but I can't just let it go. The other settlers here are just like the ones outside the \"City,\" consumed with their own ideas about how the world should run. I've heard plenty of people talking about organizing an exodus, just getting in whatever ships we have and abandoning Earth. As if anywhere else in this system is safe. Others want to form clear lines of succession and leadership. Then there's the people like me—trusting their guns—waiting for the other shoe to drop. We know war is a certainty.\n\nSomething is going to kill us all. It's just a matter of when, not if. There's nowhere safe. Not anywhere. Not anymore.","icon":null}},"872282981":{"hash":872282981,"index":2689,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Veteran Legend Cloak","description":"Tonight, I watched a thousand lanterns fill the night sky. Tonight, I watched the hopes and dreams of humanity burn bright in the dark and challenge the uncertainty of the future. Tonight, I gave birth to a child that will shoulder the same burden of humanity's uncertain future that I have. Tonight a new person came into this world who will share in my family's stories, hear of their ancestors and their triumphs, their failures, and their legends. Tonight, humanity takes a step into a future so unknown we do not even have a word for it. Tonight is a moment that must live forever, no detail forgotten.\n\nTonight, the war is over. Tonight, a new age dawns. Tonight, I am so very tired. From my bedroom I hear congratulations and cheers. I hear excitement. Everyone I have spoken to is dreaming about the future now, rather than merely surviving the next day. Some of my friends want to venture into the stars, leave the safety of the City and explore. They want to reclaim everything we've lost; all these worlds. But I won't be joining them. My place is here in the City, where my family has lived and died for generations. My friends ask, \"Why would you want to stay in the Last City?\" But I don't think it's going to stay the Last City.\n\nI think this is the First City of many to come.","icon":null}},"1183187516":{"hash":1183187516,"index":2694,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Untethered Edge Plate","description":"\"Greetings, Ikora! I have a topic I would like to discuss with you.\" \n\nIkora stood in the H.E.L.M., watching the flash of the AI's processor. Failsafe's voice was cheery. \n\n\"Of course. What do you need?\" \n\n\"It is with regard to the Cayde unit, and your encounter with him inside the Pale Heart.\" \n\n\"I see,\" Ikora said stiffly. \"You don't have to engage your politeness filter, Failsafe.\" \n\n\"I realize that this is a sensitive topic and did not wish to make you uncomfortable. However, I see that my politeness filter may be having the opposite effect. Disengaging now.\" \n\nIkora clasped her hands behind her back and waited for Failsafe to speak in the few moments of silence that followed. \n\n\"So… what's he like? The same?\" \n\n\"Yes,\" Ikora said warmly. \"Exactly as I remembered.\" \n\n\"Must have been nice to see him again.\" \n\nIkora heard the disappointment in the AI's voice. \n\n\"It was hard at first. Seeing him again brought back how I felt when we lost him.\" Ikora chose her next words carefully. \"Reports from the time of Cayde's death describe your reaction as…\" she paused, unsure.  \n\nFailsafe's interface flashed. Ikora could almost feel the thread of shame woven into the silence. When the AI spoke again, it was at a whisper. \n\n\"I didn't know how to respond. I have trouble processing my emotions,\" Failsafe admitted. \"You can probably tell.\" \n\nIkora nodded. \n\n\"We all have trouble with that sometimes. We're not our best selves when we're grieving.\" \n\nThe Warlock heard a series of small whirrs and clicks. Somewhere, an internal fan began to hiss. It grew louder and louder as the AI spoke. \n\n\"I think I lost my 'best self' when I lost my crew.\" \n\nIf Failsafe had been a Human, or even a frame, Ikora would have reached out and patted her on the shoulder. Instead, all she could do was speak gently. \n\n\"I don't think that's true.\" \n\nThe AI sighed. Ikora knew the sound was just for ease of communication, but she appreciated it, nonetheless. \n\n\"Cayde unit was…\" Failsafe began, then trailed off. Ikora waited patiently. \n\n\"He was the first person to find me after my crew died,\" she continued. \"He introduced me to all of you. He made me feel useful again. When he died, I… sort of freaked out. It felt like I had lost all of you. And then, you know, I kinda did.\" \n\nNow Ikora herself felt that thread of shame. \n\n\"I'm sorry, Failsafe. We're here now.\" \n\n\"Yeah,\" Failsafe said warmly. \"That makes me feel a little better.\"","icon":null}},"1216938185":{"hash":1216938185,"index":2690,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Veteran Legend Casque","description":"\"The Last Safe City\" exists in name only. I came here expecting to find a lost metropolis from before the Collapse. Instead, it's a sea of tents and prefabricated shelters huddled around bonfires. Everyone here thinks that hiding in the shadow of the Traveler will keep them safe. Keep humanity's killers at arm's length. All I see are hundreds of miles of rough, snow-capped mountains. All I can feel is the memory of frostbite in my fingers. That's not going to stop anyone, just slow them down.\n\nI came here in a caravan of settlers. The march up the mountains was worse than any battle I'd survived. Hundreds died along the way from injuries, starvation, exposure. All the greatest hits. We buried them along the roadside, with no time for markers or ceremony. I've heard some of the Risen here talking about forming guard patrols to escort people. I don't know. Sooner or later our enemies are going to follow the trail of ants back to the mound. We'd never survive a full-frontal assault.\n\nMore Risen arrive every day. They're starting to organize, make plans. They make me nervous. I can't shake the memories. Groups of them hitting settlements for ammunition and food, mass executions for those who dared speak out against them, entire towns turned to craters. These ones seem different from the Warlords, but I can't just let it go. The other settlers here are just like the ones outside the \"City,\" consumed with their own ideas about how the world should run. I've heard plenty of people talking about organizing an exodus, just getting in whatever ships we have and abandoning Earth. As if anywhere else in this system is safe. Others want to form clear lines of succession and leadership. Then there's the people like me—trusting their guns—waiting for the other shoe to drop. We know war is a certainty.\n\nSomething is going to kill us all. It's just a matter of when, not if. There's nowhere safe. Not anywhere. Not anymore.","icon":null}},"1250597597":{"hash":1250597597,"index":2686,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Sublime Cloak","description":"The City has changed—at least for Crow. The memory of a mask still weighs against his face, but he walks tall now, and finds he's welcome at a Solstice bonfire whenever he sidles up to one. \n\nHe knows it's the sort of festival not just for remembrance, but also for celebration of those you stand hand-in-hand with, of the future that may yet be built together. Today, Crow has friendship on his mind. \n\nLike the logs he watches crackle in the fire, so many of his connections are half-burnt for one reason or another. Cayde, more than others, lingers in his thoughts. Not only for his brief sojourn through Crow's new life, for the lost potential friendship that might have existed in another time and place, but also simply for the sort of person he was. In the moment, Crow wonders what Cayde would have to say about this navel-gazing. \n\nKeep moving forward, probably. So, what next? \n\n\"I don't know how to meet people,\" Crow says aloud to Glint. \"It sounds so stupid. I just think I… I forgot how when it comes to people who aren't Guardians.\" \n\nGlint buzzes gently, his iris bright against the dark evening sky like a floating spark. \"We could take a class,\" he says, with all due thoughtfulness. \"Not about meeting people, though. Maybe pottery?\" \n\nCrow laughs, feeling that spark in his heart. Lighter than the burdens that weigh on him. He thinks how fortunate he is to build a future together. With Glint; with the Vanguard; with people he hasn't even met yet. \"All right,\" he says. \"Something new. And—\" A hesitation, teetering on a precipice. \"Maybe I'll wander down to the Tower Hangar. See if anyone there knows some tricks I don't.\" \n\nNo standing still. Only moving forward.  \n\nCayde would approve.","icon":null}},"1318638643":{"hash":1318638643,"index":2772,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Chapter 2 – To Split the Sky","description":"Hive horrors desolate every world in the Se'Tar system before they come for Seht, home world of the Qugu. They split the sky above the great Mountain. Tomb Ships and Rippers spill from the tear. Endless, their assaults erode the diminishing might of the united Qugu armada. \n\nTe'Qal commands all remaining Qugu fighters in one massive fleet. Thousands of war craft concentrated above Seht's planetary defense installations to secure their sacred Mountain groves. It was enough to deter a frontal assault, enough to protect the final stages of Seht's evacuation. \n\nHive and Qugu battlegroups skirmish just outside Seht's Karman line, just outside the range of hundreds of ground-based rail cannons. Te'Qal maneuvers the Qugu fleet to prod at Hive flanks without advancing on them. They must be cautious not to overcommit and be enveloped by the throng of Hive ships emerging from the tear. They want to draw the Hive outward from the planet to deter, to scatter, before folding back to the safety of their own defensive installations; larger destroyers exchange heavy fire with Tomb Ships, swarms of Hive Rippers chase dancing Qugu murmurations that beam searing fusion energy in twisting displays. \n\nIt is a distracting spectacle that will not last. \n\nBelow the blockade of war vessels, Qugu ark-ships gouge acres of grove land from the surface of Seht, lifting their sacred soil and ferrying it to the other side of the planet to await escort from danger. They prepare to journey to the last remaining gate, one that will take the Qugu to a new star. \n\nTe'Qal manipulates tendrils within their command sleeve and watches large craft and individual combat-sleeve pilots fly in tandem; Te'Qal lives their experiences from the frenzy of battle to the deadened hopelessness of silence. They feel a warship buckling under axion bombardments, and focus their intent upon its battlegroup, weaving combat-sleeve fighters and shield drones between the warship and several aggressing Tomb Ships. Te'Qal projects their presence through the combat sleeve of a dead captain and leads a squadron on a counter run against incoming Hive Rippers. They assess the balance as the warship shifts deeper into the safety of their murmuration, to be replaced by fresher guns from the interior fleet. \n\n\"Why do they not commit their entire force?\" Je'Gana asks impatiently, in concert with Te'Qal. Their ship poised near the center of the command fleet. \"They must know by now their numbers can overwhelm our installations.\" \n\n\"They do not attack because they do not have to. They lay wait-traps to bleed us. Are you so eager?\" Te'Qal feels Je'Gana's thirst for vengeance. \"We defend the groves.\" \n\n\"And sacrifice Seht.\" Je'Gana's bitterness furrows Te'Qal's beak. \"I feel them dying too.\" \n\nTe'Qal lets the battle fade from their eyes and looks to the distant ark-ships collecting groves on Seht. \"I once thought I was destined to avert this doom. But I mistook that guidance. I was only meant to prepare us for it.\" Te'Qal impresses this perspective onto Je'Gana through the Will-weaver. \"Victory is never of singular meaning. Seht will burn. The Qugu may continue, together.\" \n\n\"If we press now…\" Je'Gana pushes back, eyeing the growing reserve of Hive ships slipping through the tear. \"Implode the Omen as we did above—\" \n\nA Hive flagship breaches the tear. A circlet of bleached white bone, shaped by death and cunning. \n\nThe strange ship moves to settle high above the Mountain of Seht, Tomb Ships change course to buffer its advance into the atmosphere as runes of jade flame burst around them, dissolving into obfuscating smoke. \n\nQugu planetary rail cannons open fire, shredding any Tomb Ships bold enough to skirt the atmosphere and position themselves between their flagship and Seht. Amidst the destruction, the Hive flagship begins amassing a singularity of soulfire at its hollow center. \n\nIn the chaos between rail-cannon volleys, Te'Qal sees a break in the Tomb Ship lines and directs hundreds of combat sleeves through the opening like a fusion spear. The ring ship releases legions of Rippers and their forces become entangled in battle, but enough of an opening is held to maneuver the armada's right flank into the gap like a fulcrum. Te'Qal applies pressure; hails of fusion beam energy trade blows with a storm of axion projectiles raining from the enemy ships. When evenly matched in numbers, Te'Qal's superior tactics pick the Hive forces apart. Their efforts pry the defensive Hive line open wide enough for the Qugu rail cannons to thread shots at the circlet-shaped flagship. \n\nTe'Qal directs a command group to plunge below the Hive ships, pivot, and surge upward through their center to sever them from reinforcements. If they can isolate the flagship, hold it within range of their rail cannons for only a few minutes, it could be enough to bring it down and halt the assault. \n\nFor a moment, this idea holds true. The Hive forces are bisected. Their reinforcements rout and scatter as Tomb Ships fall to Seht's vengeful rail-cannon fire. Te'Qal is careful to keep their most distant ships close enough to recall to the main fleet should the Hive turn and counter. \n\nThe Hive flagship detonates its collected soulfire without warning, sending a shockwave through its own ships, the Qugu fleet, and the planet Seht. Hundreds of ships are lost in the wave, Hive and Qugu alike, while those that remain intact struggle to repower their systems. \n\nOn the surface of Seht, the Mountain quakes. Great slabs of encrusted stone slough from its sides and crash into the sacred death-groves below, burying the defensive installations and last few ark-ships still diligently working to save their ancestral grounds. \n\nAs dust settles, the Mountain shows a new face of deep black skin with carved trenches of resonating energy. A pulse blasts from the Mountain's base, razing the surrounding landscape and decimating the heart of Qugu civilization. The thing the Hive had torn from the Mountain groans as it slowly lifts into the sky, rising to meet the Hive flagship. \n\nTe'Qal wrestles order back to the fleet and reconsolidates their forces, assuming direct control of entire battlegroups where necessary. The sight of Seht's upended crust burns into Te'Qal's memory. Gaps in the fleet meet Te'Qal with their absence. The silence from the surface washes over them. Te'Qal realizes they no longer feel Je'Gana.  The old, lonely, fear trickles between beats of silence. \n\nThe invasion advances toward the rising, dark, pyramid that was once the Mountain. They blare roaring jubilation from their ships, howling at the desecration of the Qugu Mountain. As the Hive descend upon Seht, Te'Qal orders a retreat. \n\nFrozen in extinguishing fear, in the silent scream of sacrilegious abandonment, in the paralytic end, the Qugu leave what remains of Seht to the Hive.","icon":"/common/destiny2_content/icons/a4d13dcfa396399587f1d94c65b6ad27.png"}},"1469212984":{"hash":1469212984,"index":2659,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Veteran Legend Bond","description":"Tonight, I watched a thousand lanterns fill the night sky. Tonight, I watched the hopes and dreams of humanity burn bright in the dark and challenge the uncertainty of the future. Tonight, I gave birth to a child that will shoulder the same burden of humanity's uncertain future that I have. Tonight a new person came into this world who will share in my family's stories, hear of their ancestors and their triumphs, their failures, and their legends. Tonight, humanity takes a step into a future so unknown we do not even have a word for it. Tonight is a moment that must live forever, no detail forgotten.\n\nTonight, the war is over. Tonight, a new age dawns. Tonight, I am so very tired. From my bedroom I hear congratulations and cheers. I hear excitement. Everyone I have spoken to is dreaming about the future now, rather than merely surviving the next day. Some of my friends want to venture into the stars, leave the safety of the City and explore. They want to reclaim everything we've lost; all these worlds. But I won't be joining them. My place is here in the City, where my family has lived and died for generations. My friends ask, \"Why would you want to stay in the Last City?\" But I don't think it's going to stay the Last City.\n\nI think this is the First City of many to come.","icon":null}},"1486564541":{"hash":1486564541,"index":2661,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Veteran Legend Boots","description":"The Traveler is gone.\n\nI watched it as it left the City. The sky lit up like the world was ending. It's still up there, though. When the sun is at the right angle you can see it like a second moon. I remember, as a teenager, sitting on the roof of my apartment building, watching the pieces of the Traveler reform. I could feel the Light in the way they say Guardians and Ghosts can. I felt so confident that day, so sure that we were all going to be saved. Many are doubting, but when I look up into the sky and see that the Traveler is still there—defending not just the City, but all of Earth—my faith is as strong as ever.\n\nIn the days since the Traveler left, Coalition ships have filled the City's skies. I remember my uncle talking about the last time he saw Cabal ships in the sky—it was the day my mother died. It feels like we've been through so much in such a short time. My uncle would tell me our family's stories every night. We'd lost all the written copies after the invasion, but now they exist in me, and I will record what I remember. So we know where we came from and what was lost.\n\nEveryone is saying this is the end. But I know enough history to be sure that it's not the first time we've felt this way. Every threat the City faces feels like it'll be the last. My uncle died during the Endless Night, saving Eliksni that once tried to lay siege to our home. Nothing lasts forever and everything changes. Buildings burn, people die, but we move on. \n\nI don't think this is the end. I think this is a new beginning.","icon":null}},"1615373434":{"hash":1615373434,"index":2691,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Veteran Legend Strides","description":"The Traveler is gone.\n\nI watched it as it left the City. The sky lit up like the world was ending. It's still up there, though. When the sun is at the right angle you can see it like a second moon. I remember, as a teenager, sitting on the roof of my apartment building, watching the pieces of the Traveler reform. I could feel the Light in the way they say Guardians and Ghosts can. I felt so confident that day, so sure that we were all going to be saved. Many are doubting, but when I look up into the sky and see that the Traveler is still there—defending not just the City, but all of Earth—my faith is as strong as ever.\n\nIn the days since the Traveler left, Coalition ships have filled the City's skies. I remember my uncle talking about the last time he saw Cabal ships in the sky—it was the day my mother died. It feels like we've been through so much in such a short time. My uncle would tell me our family's stories every night. We'd lost all the written copies after the invasion, but now they exist in me, and I will record what I remember. So we know where we came from and what was lost.\n\nEveryone is saying this is the end. But I know enough history to be sure that it's not the first time we've felt this way. Every threat the City faces feels like it'll be the last. My uncle died during the Endless Night, saving Eliksni that once tried to lay siege to our home. Nothing lasts forever and everything changes. Buildings burn, people die, but we move on. \n\nI don't think this is the end. I think this is a new beginning.","icon":null}},"1800866764":{"hash":1800866764,"index":2672,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Veteran Legend Gauntlets","description":"My grandfather came to the City when it was just tents and huts. He traveled the Pilgrim Road on foot, all the way across the Panama Ravine with his entire family and was the only survivor by the end. He never talked about the journey much, not until his last years. Honestly, it helped give me perspective. I never knew the City as he did. I've only ever known the walls as a project, and watching those last stones be put into place made it feel like we were invincible.\n\nNow, I write this journal entry from a bunker hundreds of feet below the streets. There is a battle raging outside the City walls, but I can feel it reverberating through the stone. Every time the lights flicker, I wonder, \"Is this it?\" The feeds say the aliens are attacking from six directions at once. I don't know if the walls will hold, if the Risen protecting us will stand. I don't know if I will see tomorrow. I just know the Traveler is here, and we are safe in its shadow.\n\nThey promised that this was the Last Safe City. We've all sacrificed too much to give up on that dream. We must survive.","icon":null}},"1883196291":{"hash":1883196291,"index":2757,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"VI. Glass House","description":"Maya Sundaresh picked an iridescent flower from a well-manicured flowerbed on a mossy lawn outside a cobblestone cottage. She hardly noticed the slight, unrealistic gloss of the petals or the brief digitized hitch that acknowledged the flower's removal. Nearly perfect.\n\nThe VexNet was accepting their code inputs. Chioma was right: they could, in fact, build a life here that consisted of more than neon blocks and dissecting minds.\n\nMaya thought back to a year prior, if time meant anything anymore, when they were still lost, searching for other iterated copies of themselves. If Chioma had not convinced her to stop, to stay, to cease obsessively pushing forward to find… an end she could not define—\n\nShe saw what became of the other Mayas who could not let go of that drive.\n\nBut now, under Chioma's direction, they would build a haven. A safe stopping point for anyone traveling the VexNet to rest and gain their bearings. She hoped one day they would reach outside and bridge the divide between this reality and her old one. But that world had never truly suited her—she found its lack of objectivity exhausting. It was quiet, and over time they'd learned how to manipulate the network for their own purposes. So long as their changes weren't too large, or too disruptive, the Vex let them be. Perhaps their meddling had made the Vex curious enough to study them and see what they would do. At any rate, this had slowly become a life Maya felt aligned with. She was happy to pick her flowers and study the embedded law of code within the network that studied her.\n\n\"Maya! Come quickly, I found something!\" Chioma's voice sprang up over the radio.\n\n\"What did you find?\"\n\n\"You wouldn't want me to spoil the surprise, would you?\"\n\nMaya rolled her eyes but smiled. \"No. I wouldn't,\" she said under her breath, shifting dense brush aside as she stepped out into a simulated forest to make her way to Chioma's voice.\n\nChioma, mouth wide in wonder, knelt over a wrecked Goblin frame, its shimmering radiolaria gurgling from containment vessels and split tubes. An Arc discharge had heavily damaged it, and the radiolaria sizzled as it welded circuits and plates back into working order.\n\n\"It worked!\" Maya nearly tripped over her feet as she rushed to kneel by Chioma's side.\n\n\"Do you see how—\"\n\nMaya nods. \"It's repairing itself—\"\n\nChioma swatted at Maya's hand, too close to radiolaria. \"And the micro—\"\n\nMaya side-eyed her wife, but continued. \"Individual pluripotent organisms, specializing and homogenizing as needed, like—\"\n\n\"They're learning, unlearning. Uploading, deleting—\"\n\nMaya grabbed Chioma's thigh. \"Treating digital and physical matter synonymously. How?\"\n\n\"We're digitized flesh, so if they can… we could change… like we changed this place, theoretically.\"\n\nMaya looked to Chioma with pride.\n\n\"My… You.\" She met Chioma's eyes she looked up to Maya from the twitching frame. \"Brilliant.\"\n\n\"See what happens when you listen to me?\" Chioma kissed her, an excited peck, and then drew back.\n\n\"Things improve.\" Maya smirked. \"Now we have our radiolaria sample. What would I do without you?\"\n\n\"Spiral,\" Chioma said, pursing her lips to contain another grinning smile as she harvested the radiolaria. \"Now we follow your plan, Maya.\"\n\n\"Yes… with radiolaria, we can bend the network even more. This place will be a beacon for all of us who find themselves lost.\" Maya grabbed Chioma's hand, brushing dirt from her knuckles. \"Thank you, for stopping me. For making me stay. I don't think I ever said those words.\"\n\n\"You never had to.\" Chioma stood, still holding Maya's hand. \"Come, one last surprise. See the sunrise I made you.\"\n\n****** \n\nThe Conductor looms over a shredded Exo Chioma frame. Dead, and inoperable. A ragged face hangs by synthesized threads of skin from a metallic cranium. She coaxes the faceplates from the Exo's head with a wave of her hand, and then gently lifts a scalpel from the operating table.\n\nThis one is damaged beyond what a standard reinitialization can handle. Repairs are required. The Conductor's metallic hand draws the scalpel across Chioma's prosthetic flesh. She drags the skin back from the abdomen and applies a clamp.\n\nShe trades the scalpel for a syringe and injects radiolaria into the dormant core and cerebrum. The new radiolaria splinters out in every direction. Dormant radiolaria within begins repairing the frame again as she operates. \"See how it assimilates the dormant microbes? Isn't it fascinating?\"\n\nShe thinks.\n\n\"Who made this for you? Certainly not mine.\" The Conductor thinks, rubbing the skin between her fingers and assessing damage to the Exo Chioma. \"Still, fine work. A fine specimen.\"\n\nChioma's eyes snap open. She tries to wrench her restrained head down to look at the searing pain in her open, metal stomach. She tries to scream, but produces no sound.\n\n\"Get it all out. When you're done, I have some questions.\"","icon":"/common/destiny2_content/icons/2cfd18dcf908263d3b1c129e383ea8ce.png"}},"1958630864":{"hash":1958630864,"index":2699,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Untethered Edge Vest","description":"\"Greetings, Ikora! I have a topic I would like to discuss with you.\" \n\nIkora stood in the H.E.L.M., watching the flash of the AI's processor. Failsafe's voice was cheery. \n\n\"Of course. What do you need?\" \n\n\"It is with regard to the Cayde unit, and your encounter with him inside the Pale Heart.\" \n\n\"I see,\" Ikora said stiffly. \"You don't have to engage your politeness filter, Failsafe.\" \n\n\"I realize that this is a sensitive topic and did not wish to make you uncomfortable. However, I see that my politeness filter may be having the opposite effect. Disengaging now.\" \n\nIkora clasped her hands behind her back and waited for Failsafe to speak in the few moments of silence that followed. \n\n\"So… what's he like? The same?\" \n\n\"Yes,\" Ikora said warmly. \"Exactly as I remembered.\" \n\n\"Must have been nice to see him again.\" \n\nIkora heard the disappointment in the AI's voice. \n\n\"It was hard at first. Seeing him again brought back how I felt when we lost him.\" Ikora chose her next words carefully. \"Reports from the time of Cayde's death describe your reaction as…\" she paused, unsure.  \n\nFailsafe's interface flashed. Ikora could almost feel the thread of shame woven into the silence. When the AI spoke again, it was at a whisper. \n\n\"I didn't know how to respond. I have trouble processing my emotions,\" Failsafe admitted. \"You can probably tell.\" \n\nIkora nodded. \n\n\"We all have trouble with that sometimes. We're not our best selves when we're grieving.\" \n\nThe Warlock heard a series of small whirrs and clicks. Somewhere, an internal fan began to hiss. It grew louder and louder as the AI spoke. \n\n\"I think I lost my 'best self' when I lost my crew.\" \n\nIf Failsafe had been a Human, or even a frame, Ikora would have reached out and patted her on the shoulder. Instead, all she could do was speak gently. \n\n\"I don't think that's true.\" \n\nThe AI sighed. Ikora knew the sound was just for ease of communication, but she appreciated it, nonetheless. \n\n\"Cayde unit was…\" Failsafe began, then trailed off. Ikora waited patiently. \n\n\"He was the first person to find me after my crew died,\" she continued. \"He introduced me to all of you. He made me feel useful again. When he died, I… sort of freaked out. It felt like I had lost all of you. And then, you know, I kinda did.\" \n\nNow Ikora herself felt that thread of shame. \n\n\"I'm sorry, Failsafe. We're here now.\" \n\n\"Yeah,\" Failsafe said warmly. \"That makes me feel a little better.\"","icon":null}},"2183976852":{"hash":2183976852,"index":2673,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Veteran Legend Plate","description":"My mother passed away last week. She left me the journals she'd been keeping since the days the walls were being built. She left her father's father's journals from before the City even had walls. They lived long, full lives. Reading about them makes me wish I had seen the City of their times. I was a boy when the Guardians won the battle of Twilight Gap. I've only ever known peace behind the walls, only watched the City grow and thrive. I barely know how to handle a rifle. I work textiles. I make clothes. I want to open a shop to tailor clothing for the Guardians. I don't want to die.\n\nI've been hiding with the resistance for three weeks now, since they found me sleeping in a storm drain. I lost everything in the Cabal attack. All my family's writings. My sister. My son. The Guardians—even without their Light—are defending us. They're showing me how to shoot, how to survive. Every day someone leaves our hideout and never returns. Mas'ouda, Arzu, Brajko, Mitra, Kardelen, and Luca died this week. The Cabal are relentless, and sooner or later they're going to figure out where we're hiding. \n\nThere's fifteen of us left, five combat frames, and two Guardians.\n\nI have to survive. Humanity has to survive. It can't end like this.","icon":null}},"2446702198":{"hash":2446702198,"index":2676,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Veteran Legend Greaves","description":"The Traveler is gone.\n\nI watched it as it left the City. The sky lit up like the world was ending. It's still up there, though. When the sun is at the right angle you can see it like a second moon. I remember, as a teenager, sitting on the roof of my apartment building, watching the pieces of the Traveler reform. I could feel the Light in the way they say Guardians and Ghosts can. I felt so confident that day, so sure that we were all going to be saved. Many are doubting, but when I look up into the sky and see that the Traveler is still there—defending not just the City, but all of Earth—my faith is as strong as ever.\n\nIn the days since the Traveler left, Coalition ships have filled the City's skies. I remember my uncle talking about the last time he saw Cabal ships in the sky—it was the day my mother died. It feels like we've been through so much in such a short time. My uncle would tell me our family's stories every night. We'd lost all the written copies after the invasion, but now they exist in me, and I will record what I remember. So we know where we came from and what was lost.\n\nEveryone is saying this is the end. But I know enough history to be sure that it's not the first time we've felt this way. Every threat the City faces feels like it'll be the last. My uncle died during the Endless Night, saving Eliksni that once tried to lay siege to our home. Nothing lasts forever and everything changes. Buildings burn, people die, but we move on. \n\nI don't think this is the end. I think this is a new beginning.","icon":null}},"2813298149":{"hash":2813298149,"index":2658,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Veteran Legend Robes","description":"My mother passed away last week. She left me the journals she'd been keeping since the days the walls were being built. She left her father's father's journals from before the City even had walls. They lived long, full lives. Reading about them makes me wish I had seen the City of their times. I was a boy when the Guardians won the battle of Twilight Gap. I've only ever known peace behind the walls, only watched the City grow and thrive. I barely know how to handle a rifle. I work textiles. I make clothes. I want to open a shop to tailor clothing for the Guardians. I don't want to die.\n\nI've been hiding with the resistance for three weeks now, since they found me sleeping in a storm drain. I lost everything in the Cabal attack. All my family's writings. My sister. My son. The Guardians—even without their Light—are defending us. They're showing me how to shoot, how to survive. Every day someone leaves our hideout and never returns. Mas'ouda, Arzu, Brajko, Mitra, Kardelen, and Luca died this week. The Cabal are relentless, and sooner or later they're going to figure out where we're hiding. \n\nThere's fifteen of us left, five combat frames, and two Guardians.\n\nI have to survive. Humanity has to survive. It can't end like this.","icon":null}},"2913980509":{"hash":2913980509,"index":2675,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Veteran Legend Helm","description":"\"The Last Safe City\" exists in name only. I came here expecting to find a lost metropolis from before the Collapse. Instead, it's a sea of tents and prefabricated shelters huddled around bonfires. Everyone here thinks that hiding in the shadow of the Traveler will keep them safe. Keep humanity's killers at arm's length. All I see are hundreds of miles of rough, snow-capped mountains. All I can feel is the memory of frostbite in my fingers. That's not going to stop anyone, just slow them down.\n\nI came here in a caravan of settlers. The march up the mountains was worse than any battle I'd survived. Hundreds died along the way from injuries, starvation, exposure. All the greatest hits. We buried them along the roadside, with no time for markers or ceremony. I've heard some of the Risen here talking about forming guard patrols to escort people. I don't know. Sooner or later our enemies are going to follow the trail of ants back to the mound. We'd never survive a full-frontal assault.\n\nMore Risen arrive every day. They're starting to organize, make plans. They make me nervous. I can't shake the memories. Groups of them hitting settlements for ammunition and food, mass executions for those who dared speak out against them, entire towns turned to craters. These ones seem different from the Warlords, but I can't just let it go. The other settlers here are just like the ones outside the \"City,\" consumed with their own ideas about how the world should run. I've heard plenty of people talking about organizing an exodus, just getting in whatever ships we have and abandoning Earth. As if anywhere else in this system is safe. Others want to form clear lines of succession and leadership. Then there's the people like me—trusting their guns—waiting for the other shoe to drop. We know war is a certainty.\n\nSomething is going to kill us all. It's just a matter of when, not if. There's nowhere safe. Not anywhere. Not anymore.","icon":null}},"2920433728":{"hash":2920433728,"index":2687,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Veteran Legend Grasps","description":"My grandfather came to the City when it was just tents and huts. He traveled the Pilgrim Road on foot, all the way across the Panama Ravine with his entire family and was the only survivor by the end. He never talked about the journey much, not until his last years. Honestly, it helped give me perspective. I never knew the City as he did. I've only ever known the walls as a project, and watching those last stones be put into place made it feel like we were invincible.\n\nNow, I write this journal entry from a bunker hundreds of feet below the streets. There is a battle raging outside the City walls, but I can feel it reverberating through the stone. Every time the lights flicker, I wonder, \"Is this it?\" The feeds say the aliens are attacking from six directions at once. I don't know if the walls will hold, if the Risen protecting us will stand. I don't know if I will see tomorrow. I just know the Traveler is here, and we are safe in its shadow.\n\nThey promised that this was the Last Safe City. We've all sacrificed too much to give up on that dream. We must survive.","icon":null}},"2933249366":{"hash":2933249366,"index":2656,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Sublime Bond","description":"Little noises catch Ikora's attention. Sounds of shifting and settling. Fidgeting. Drawn from her meditation, Ikora slits her eyes open to look accusingly across the coffee table. \n\nThe expected culprit, Chalco, sits perfectly still. A ball of swirling, silent Void rests between the Hunter's hands. Perhaps she is innocent. \n\nFeeling downright restless by comparison, Ikora forces her eyes closed again. She counts her breaths; she clears her mind. The moment extends, balanced on the head of a pin. The Light in her pulses softly with her heartbeat. \n\nCloth rustles. \n\nIkora pointedly makes her breathing louder. She will embrace peace in this moment. She has meditated through a hundred distractions before, through the din of pitched battle and crushing heat. She will not cede this ground here and now. \n\nAnd yet when Ikora finally turns her inner gaze unflinching upon herself, ignoring the whisper-quiet sounds of a knife re-sheathing… she would simply rather be out in the sunlight with a friend. There are days, after all, when it is better to yield. She is not so proud that she cannot admit this. \n\nIkora unfolds herself from her seat, eyes turned again on Chalco, who appears tranquil, shimmering faintly with the calm stillness of Void. \"All right,\" Ikora says. \"You win.\" \n\nChalco is in motion in an instant, and the violet energy vanishes neatly as she vaults to her feet. She smiles—a little sly, a little knowing.  \n\nIt is useless to try feigning annoyance. As they leave Ikora's personal library, Ikora falls into step with Chalco, and they take the Hidden way out together. Dim artificial lighting gives way eventually to true sunlight, to a Tower decorated in gold and greenery. \n\nIkora basks in warmth. The moment feels right, in a way it hadn't before. \"The things I saw, in the Pale Heart,\" she says aloud. \n\nChalco slows her steps for Ikora's lingering. \"Yeah?\" \n\n\"I think I'll need the worst dumplings in the City,\" Ikora says. \"To explain.\" \n\nChalco laughs, and Ikora's restlessness settles.","icon":null}},"3306754793":{"hash":3306754793,"index":2671,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Sublime Mark","description":"The atmosphere inside Rehnpeir's hits Zavala differently today. Sounds are muted, the lights, harsh. He stops to stare sidelong at a piece of art on the wall. Bold colors streak across canvas, evoking the shape of a helm. How long has that been there, he wonders to himself. \n\nA hand on his shoulder startles him, shaking him free of his reverie. Zavala turns to see Sloane. She guides him to her table. He sits opposite her, his gaze fixed on the errant flower petals and strip of celebratory tinsel caught in the crook of her breastplate.  \n\n\"Got held up by the festivities?\" she asks. Zavala grunts a noncommittal agreement.  \n\n\"Where's Síocháin?\" he interjects. \n\nSloane shrugs. \"With Glint, last I saw. Catching up.\" Her nonchalance makes Zavala shift uneasily. \n\nThey place their orders, Sloane never glancing at the menu she's already re-memorized; Zavala, taking too long to find his usual, tucked away on the menu's backside. Was it always there?  \n\nHe orders with extra spice. \n\nSloane sips her tea for a moment, watching as Zavala forces his focus elsewhere. \"Having any trouble?\" she asks after a long while. \n\n\"With what?\" Zavala replies, pretending not to hear the depth of her question.  \n\nSloane adjusts her inquiry. \"Stasis must be… an adjustment?\" \n\nHe recognizes the shift in her strategy, alters his own to match. \"Opinions on Darkness have been changing,\" he says flatly. \n\n\"I didn't ask what everyone else thinks. I asked you,\" Sloane reiterates. \n\n\"My opinions… may be adjusting as well.\" \n\nShe nods. \"Change is hard. But if there's anyone I trust to handle that kind of thing, it's you,\" Sloane says frankly.  \n\nSteaming bowls of noodles appear. Zavala is grateful for them suddenly, though the strength of his gratitude for such a distraction troubles even him. \n\n\"How's the Vanguard holding up?\" \n\n\"Strangely,\" Zavala admits. He pokes at his noodles, watches the steam coil up into the air. \"It was hard to believe we'd get this far. And now… we're adapting to this new way of living, I suppose.\" \n\n\"It will get better. One day at a time,\" she reassures. \n\nIt sounds like a platitude, save for the fact it's Sloane saying it. \"It's hard to see it that way sometimes.\" Zavala says this to his noodles. \n\n\"Even if things are different… we're doing this together,\" Sloane says. Her hand comes into his field of view, resting atop his; Zavala finally glances up. \"Don't forget that.\"  \n\nA look of understanding passes between them as Sloane gives Zavala's hand a reassuring squeeze. The physical contact grounds him. Despite it all, when he considers the future there is still a gentle warmth. Perhaps distant; perhaps small.  \n\nIt will grow.","icon":null}},"3352264425":{"hash":3352264425,"index":2674,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Veteran Legend Mark","description":"Tonight, I watched a thousand lanterns fill the night sky. Tonight, I watched the hopes and dreams of humanity burn bright in the dark and challenge the uncertainty of the future. Tonight, I gave birth to a child that will shoulder the same burden of humanity's uncertain future that I have. Tonight a new person came into this world who will share in my family's stories, hear of their ancestors and their triumphs, their failures, and their legends. Tonight, humanity takes a step into a future so unknown we do not even have a word for it. Tonight is a moment that must live forever, no detail forgotten.\n\nTonight, the war is over. Tonight, a new age dawns. Tonight, I am so very tired. From my bedroom I hear congratulations and cheers. I hear excitement. Everyone I have spoken to is dreaming about the future now, rather than merely surviving the next day. Some of my friends want to venture into the stars, leave the safety of the City and explore. They want to reclaim everything we've lost; all these worlds. But I won't be joining them. My place is here in the City, where my family has lived and died for generations. My friends ask, \"Why would you want to stay in the Last City?\" But I don't think it's going to stay the Last City.\n\nI think this is the First City of many to come.","icon":null}},"3465152776":{"hash":3465152776,"index":2688,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Veteran Legend vest","description":"My mother passed away last week. She left me the journals she'd been keeping since the days the walls were being built. She left her father's father's journals from before the City even had walls. They lived long, full lives. Reading about them makes me wish I had seen the City of their times. I was a boy when the Guardians won the battle of Twilight Gap. I've only ever known peace behind the walls, only watched the City grow and thrive. I barely know how to handle a rifle. I work textiles. I make clothes. I want to open a shop to tailor clothing for the Guardians. I don't want to die.\n\nI've been hiding with the resistance for three weeks now, since they found me sleeping in a storm drain. I lost everything in the Cabal attack. All my family's writings. My sister. My son. The Guardians—even without their Light—are defending us. They're showing me how to shoot, how to survive. Every day someone leaves our hideout and never returns. Mas'ouda, Arzu, Brajko, Mitra, Kardelen, and Luca died this week. The Cabal are relentless, and sooner or later they're going to figure out where we're hiding. \n\nThere's fifteen of us left, five combat frames, and two Guardians.\n\nI have to survive. Humanity has to survive. It can't end like this.","icon":null}}},"previousDefinitions":{},"otherDefinitions":{},"tableDiff":{"added":[11926187,672281666,872282981,1216938185,1250597597,1469212984,1486564541,1615373434,1800866764,2183976852,2446702198,2813298149,2913980509,2920433728,2933249366,3306754793,3352264425,3465152776],"unclassified":[1318638643,1883196291],"removed":[],"reclassified":[],"modified":[1183187516,1958630864]},"tableDiffSummary":{"added":18,"unclassified":2,"removed":0,"reclassified":0,"modified":2},"tableName":"DestinyLoreDefinition","missingTable":false,"versionDiffSummary":{"DestinyArtDyeReferenceDefinition":{"added":39,"unclassified":0,"removed":0,"reclassified":0,"modified":0},"DestinyActivityDefinition":{"added":3,"unclassified":1,"removed":0,"reclassified":0,"modified":18},"DestinyUnlockDefinition":{"added":386,"unclassified":0,"removed":125,"reclassified":0,"modified":0},"DestinyStatGroupDefinition":{"added":0,"unclassified":0,"removed":0,"reclassified":0,"modified":3},"DestinyUnlockValueDefinition":{"added":306,"unclassified":0,"removed":113,"reclassified":0,"modified":0},"DestinyRewardMappingDefinition":{"added":721,"unclassified":0,"removed":147,"reclassified":0,"modified":0},"DestinyRewardSheetDefinition":{"added":56,"unclassified":0,"removed":9,"reclassified":0,"modified":0},"DestinyActivityGraphDefinition":{"added":0,"unclassified":0,"removed":0,"reclassified":0,"modified":4},"DestinyActivityInteractableDefinition":{"added":1,"unclassified":0,"removed":1,"reclassified":0,"modified":0},"DestinyCollectibleDefinition":{"added":37,"unclassified":0,"removed":0,"reclassified":0,"modified":54},"DestinyEntitlementOfferDefinition":{"added":9,"unclassified":0,"removed":0,"reclassified":0,"modified":0},"DestinyEventCardDefinition":{"added":0,"unclassified":0,"removed":0,"reclassified":0,"modified":1},"DestinyFireteamFinderActivityGraphDefinition":{"added":34,"unclassified":0,"removed":0,"reclassified":0,"modified":19},"DestinyFireteamFinderActivitySetDefinition":{"added":44,"unclassified":0,"removed":0,"reclassified":0,"modified":16},"DestinyInventoryItemDefinition":{"added":376,"unclassified":26,"removed":165,"reclassified":0,"modified":3119},"DestinyLoreDefinition":{"added":18,"unclassified":2,"removed":0,"reclassified":0,"modified":2},"DestinyMaterialRequirementSetDefinition":{"added":0,"unclassified":0,"removed":6,"reclassified":0,"modified":0},"DestinyMetricDefinition":{"added":0,"unclassified":0,"removed":0,"reclassified":0,"modified":50},"DestinyObjectiveDefinition":{"added":327,"unclassified":0,"removed":124,"reclassified":0,"modified":54},"DestinySandboxPerkDefinition":{"added":2,"unclassified":0,"removed":2,"reclassified":0,"modified":16},"DestinyPlugSetDefinition":{"added":0,"unclassified":0,"removed":9,"reclassified":0,"modified":1374},"DestinyPresentationNodeDefinition":{"added":7,"unclassified":0,"removed":0,"reclassified":0,"modified":20},"DestinyProgressionDefinition":{"added":0,"unclassified":0,"removed":0,"reclassified":0,"modified":1},"DestinyRecordDefinition":{"added":24,"unclassified":1,"removed":19,"reclassified":0,"modified":490},"DestinyRewardItemListDefinition":{"added":70,"unclassified":0,"removed":24,"reclassified":0,"modified":0},"DestinySackRewardItemListDefinition":{"added":15,"unclassified":0,"removed":0,"reclassified":0,"modified":0},"DestinyUnlockEventDefinition":{"added":3,"unclassified":0,"removed":1,"reclassified":0,"modified":1},"DestinyUnlockExpressionMappingDefinition":{"added":1511,"unclassified":0,"removed":1325,"reclassified":0,"modified":0},"DestinyVendorDefinition":{"added":9,"unclassified":0,"removed":0,"reclassified":0,"modified":20},"DestinyMilestoneDefinition":{"added":0,"unclassified":0,"removed":0,"reclassified":0,"modified":7},"DestinyActivityModifierDefinition":{"added":6,"unclassified":0,"removed":5,"reclassified":0,"modified":1},"DestinyFireteamFinderConstantsDefinition":{"added":0,"unclassified":0,"removed":0,"reclassified":0,"modified":1}},"meta":{"buildDate":"2024-12-14T02:35:10.442Z"}},"__N_SSG":true}