{"pageProps":{"breadcrumbs":[{"date":"2022-09-13T17:08:51.299Z","to":"/version/c749fcce-2388-496f-b5a6-4859830183e4"},{"label":"Lore","to":"/version/c749fcce-2388-496f-b5a6-4859830183e4/DestinyLoreDefinition"}],"version":{"id":"c749fcce-2388-496f-b5a6-4859830183e4","version":"108367.22.09.06.1454-2-bnet.46383","s3Key":"versions/c749fcce-2388-496f-b5a6-4859830183e4/manifest.json","createdAt":"2022-09-13T17:08:51.299Z","updatedAt":"2022-09-13T17:08:51.299Z"},"definitions":{"71697987":{"hash":71697987,"index":2153,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Generation's Shadow","description":"\"I will tell you a story of the Whirlwind,\" Eido begins. She speaks with a solemn intensity. The hatchlings often laugh and coo at her stories—but these young are two molts past their hatching, and they know that mention of the Whirlwind should silence them. The Great Machine looms above their rooftop gathering, and Eido almost feels like it is listening too.\n\nEido knows many things, but here, her wisdom is fragmented; Misraakskel never spoke of the Whirlwind or those who witnessed it. His mother had, but all Eido knows of her is her name: Inaaks. Misraaks was raised in the Great Machine's absence, what came after the Whirlwind; and so this is what Eido shares with the young for now.\n\n\"We live in the presence of the Great Machine,\" she says. \"But it was not always so.\"\n\nThe young know this. Like Eido, they know the cold of Europa.\n\n\"There was a place called Riis. The mothers and fathers of our mothers and fathers were born there. It is where the Eliksni came from.\"\n\nThe young know this. Like Eido, they do not know the embrace of Riis.\n\n\"The Great Machine was once above Riis,\" she says. \"As it is now above Earth.\"\n\nThe young know this. Like Eido, they know this planet's sky.\n\n\"When it left Riis, the Eliksni went to find it. They looked for a very long time, and—\" Eido pauses. She must choose her next words carefully. She must tell the truth.\n\n\"They came to Earth to take it back.\"\n\nBut the young do not know this. Unlike Eido, they have not lived long enough to know this sadness.\n\n\"But we share it now,\" Eido says, \"with the Humans, and with the Guardians.\"\n\nEido knows the unspoken question. The young do not ask it. Instead, they fix their eyes on the Great Machine, and Eido wonders what they see.","icon":null}},"2988431728":{"hash":2988431728,"index":2138,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"IV - LAW OF THE LAND","description":"\"An Ether Fizz,\" Spider called to the Dreg behind the bar, \"for our fearless Kell.\" \n\nSpider sat on his makeshift throne at the back of The Ether Tank, surveying his tiny fiefdom. He beckoned Mithrax to approach.  \n\n\"To what do we owe the honor of your presence, Mithrax-kell?\" Spider asked loudly, over-pronouncing the Human version of his name. \"Surely you have more important people to see than a humble entrepreneur like myself. Those at the top of the Tower, for instance.\"\n\nMithrax noted a few sharp scoffs amongst the crowd at Spider's mention of the Tower.\n\n\"I wish to make clear the rules of the Eliksni Quarter,\" Mithrax said, \"so that there are no… misunderstandings.\"\n\n\"Of course,\" Spider proclaimed with faux deference. \"Misunderstandings are how people get… left behind. We wouldn't want that.\"\n\nMithrax huffed at Spider's indelicate allusion. His retort was interrupted by a polite chitter at his side. He looked down to see the Dreg from behind the bar proffer a small Ether canister.\n\nMithrax attached the Ether canister to his rebreather and took a sharp pull. He was pleasantly surprised by the sensation. It was at once filling and effervescent. The House of Light had been living on the most basic Ether for so long that he forgot how delightful such concoctions were. Spider noticed the Kell's appreciation and scoffed. \n\n\"So, the rules,\" he prompted.\n\n\"Yes,\" Mithrax rumbled. \"We are not yet welcome by all in the Last City, so we must avoid angering our Human neighbors.\"\n\n\"Agreed,\" Spider nodded. \"The Humans can be… peevish. Especially when you kill dozens of them at a time.\"\n\nMithrax ignored the jab and pressed on. \"That is why there must be no violence inside the City walls. Ever.\"\n\n\"This is the Eliksni Quarter, is it not?\" Spider bristled. \"The Eliksni should be free to mete out justice as needed… in our own way.\"\n\n\"I did not say there must be no violence,\" Mithrax muttered in sotto voce. \"Only that it must not happen inside the walls.\"\n\nSpider nodded at the concession. \"Very crafty. Agreed. Is that all?\"\n\n\"No. That is not all. From today forward, there will be no more docking in your organization.\" He nodded toward the Dreg behind the bar, whose lower arm stumps were covered with studded leather caps.\n\n\"What!\" Spider exclaimed. \"That's preposterous! Eliksni have been docking Dregs since the Whirlwind—it's tradition!\" The crowd murmured restlessly at the prospect of confrontation.\n\n\"Not in my House,\" Mithrax boomed. The room went silent. \n\nMithrax turned to address the crowd. \"I am Kell, and I decree that no Eliksni in the House of Light shall be docked.\" He turned back to Spider and lowered his voice. \"Unless you wish to be the exception to the rule.\"\n\nSpider chuckled. \"There's the Misraaks I knew,\" he said slyly. \"As long as you're still willing to draw blades when the time comes, we'll be just fine.\"","icon":"/common/destiny2_content/icons/64a091e20f039c2d95cff84fe862b728.png"}},"2988431735":{"hash":2988431735,"index":2137,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"III - TRUST","description":"Eris Morn's workspace was organized. Clean. A camp stove. A burned wok. A crate of rations to keep her fed until the next supply drop to Luna. A metal worktable with a neat arrangement of medical equipment, carefully kept. Half of a Thrall's skull, a saw resting at its side. A collection of discarded chitin. A skein of Hive leather.\n\nDrifter picked up a jar from a shelf. The container was filled with pickled Hive eyeballs, the green dimmed by death.\n\n\"You live like this?\" Drifter asked, incredulous. Eris looked at him with a frown.\n\n\"What do you mean? Like what?\"\n\nDrifter gestured around the room. When she said nothing, he continued.\n\n\"You called the Derelict a heap.\"\n\nShe switched on one of the harsh halogen lamps hanging over her worktable. The light cast everything in hard lines of shadow.\n\n\"It is.\"\n\n\"So what d'you call this?\" He shook the jar of eyeballs. They rolled and thumped together in their glass container before settling into a teeming stare.\n\nEris silently returned her gaze to the reliquary. It was an unassuming vessel, its contents obscured, save for a strange interior glow.\n\n\"Undoubtedly, the Scribe of House Light has examined these,\" Eris said. \"Why bring one to me?\"\n\n\"Eido ain't exactly a Darkness expert.\"\n\n\"I see.\"\n\nShe felt the grooves and patterns under her fingertips as she turned the reliquary in her hands. She felt the shift and shudder of the Darkness as it responded to her touch—to her silent inquiry. She ran the pad of her thumb over the seal's edges.\n\nWhen Drifter had first offered the relics to her, Eris had called them a gift. Now that she had one in her hands, she did not think she should unwrap it. She looked back to him.\n\n\"What is your motivation for helping the Guardian? I do not assume altruism.\"\n\nDrifter gave her a look of mock offense. \"Hey, why not?\"\n\n\"Hm. I did assume deflection. Speak plainly.\"\n\nDrifter fell silent for a moment. His face was pensive. When he finally spoke, his words were carefully chosen.\n\n\"The Eliksni need a win,\" he said, looking away from her. \"After all that—the Vex, Salvation, everything—House Light needs a win.\"\n\n\"And defeating Eramis will be 'a win'?\"\n\n\"Yeah. Hope it sticks this time.\"\n\nDrifter leaned back on his heels and grinned. \"Plus, always nice to be owed a favor. Don't know if Spider'll make good on his… But I bet Captain Kell would.\"\n\nAgain, deflection. She placed the reliquary down on her worktable. Drifter didn't move to pick it up.\n\n\"You sure you don't want to keep 'em?\"\n\nHis tone was genuine. Eris considered this. Not the offer, but the sentiment behind his words. The implicit, unspoken faith.\n\n\"You trust me?\"\n\nHe shrugged. \"Who wouldn't?\"\n\nThere was a smile—slight, careful—at the corner of her mouth. Something close to delight.\n\n\"Then stay, be silent, and listen. I have thoughts on their utility.\"\n\nDrifter did as she asked.","icon":"/common/destiny2_content/icons/64a091e20f039c2d95cff84fe862b728.png"}},"3603776996":{"hash":3603776996,"index":2144,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"II - The Whispering Dark","description":"We had sailed the Long Drift for centuries, but I had yet to come to terms with our new reality. My son had only borne witness to a fraction of it. He was still young, still struggling to understand his place in the world. The two children from the House of Dancers, Rakis and Siviks, were slightly older and had become his reluctant friends. They protected him from the adolescents who would steal his Ether when I wasn't looking. It was not a family to me, not truly. I had yet to understand that Ketch is kin.\n\nOnce we found the Great Machine, we learned that it had uplifted a whole new species, granted them power beyond anything it had ever bestowed to us. That betrayal drove some in our House to despair, others to death, and many to violence. Adapting to this betrayal was to be our next challenge. I listened to the poison-minded advice of soft-shelled cowards and tried to speak with the Great Machine's new chosen—our usurpers.\n\nThey repaid the Machine's kindness with violence. Killed three of my closest friends. I later discovered that they shucked their carapaces and wore their chitin as armor. We learned all we could about these usurpers, like how their limbs were supple and could be pulled from their bodies far easier than our own kind. I came to love the sound of their screams.\n\nIf violence was the only language they spoke, so be it. Time had made me fluent.\n\nSome of my House refused to abandon the old ways. The fools draped themselves in the naïve raiment of Splicers, praying to a god that doomed us all. They could contemplate their failure with what was left of their lives in the cold dark. I had no time for them, save for goading them into raids. If we wanted to retake the Great Machine, we would not do it by prostrating ourselves like weeping children. We would take it back by force.\n\nWe killed the Machine's chosen, taking what we could, rooting through the rotten innards of their dying world. We took refuge in the shadows of their dusty moon where the usurper's ruins stuck out like bones from the dust. It was empty, it was silent, but there was value to be had in picking those old bones clean.\n\nOn one such expedition, I had strapped my son to me and set out to pick over a bounty of bones. But it was not the spools of spincable, the plates of hardsheet, or the fragments of clearcut that proved most valuable. It was what we found buried beneath the bones. What was buried deep.\n\nWe traversed that day into dark tunnels, where something hideous festered beneath this moon's surface. Horrific creatures that stank of wet soil, shrieked like dying animals, and tore at flesh. They possessed a ferocity we had never seen before, and my raiding party was being whittled down one by one. But when it seemed like these creatures were to finish the rest of us off… they relented.\n\nThey appeared to hear something. Something that terrified them. Something that left us to wonder: what are monsters afraid of? The creatures scurried back into their warrens and vanished into the subterranean temple they spilled out of. And for a moment, I thought I heard something too. Something soft, a whisper. But as forceful as a scream. That was when we saw it, situated in a rift beyond the temple. The true treasure of this dusty tomb.\n\nA pyramid of jet black, opening its doors for us.","icon":"/common/destiny2_content/icons/fbce657b0b863b11100bfb2df9085ba4.png"}}},"previousDefinitions":{},"otherDefinitions":{},"tableDiff":{"added":[71697987],"unclassified":[2988431728,2988431735,3603776996],"removed":[],"reclassified":[],"modified":[]},"tableDiffSummary":{"added":1,"unclassified":3,"removed":0,"reclassified":0,"modified":0},"tableName":"DestinyLoreDefinition","missingTable":false,"versionDiffSummary":{"DestinyActivityDefinition":{"added":0,"unclassified":2,"removed":0,"reclassified":0,"modified":4},"DestinyUnlockDefinition":{"added":4,"unclassified":0,"removed":0,"reclassified":0,"modified":0},"DestinyUnlockValueDefinition":{"added":0,"unclassified":0,"removed":5,"reclassified":0,"modified":0},"DestinyRewardMappingDefinition":{"added":0,"unclassified":0,"removed":6,"reclassified":0,"modified":0},"DestinyActivityGraphDefinition":{"added":0,"unclassified":0,"removed":0,"reclassified":0,"modified":1},"DestinyEntitlementOfferDefinition":{"added":1,"unclassified":0,"removed":1,"reclassified":0,"modified":0},"DestinyInventoryItemDefinition":{"added":0,"unclassified":2,"removed":0,"reclassified":0,"modified":5},"DestinyLoreDefinition":{"added":1,"unclassified":3,"removed":0,"reclassified":0,"modified":0},"DestinyObjectiveDefinition":{"added":0,"unclassified":0,"removed":5,"reclassified":0,"modified":2},"DestinyRecordDefinition":{"added":0,"unclassified":3,"removed":0,"reclassified":0,"modified":3},"DestinyVendorDefinition":{"added":0,"unclassified":0,"removed":0,"reclassified":0,"modified":1},"DestinyMilestoneDefinition":{"added":0,"unclassified":0,"removed":0,"reclassified":0,"modified":11}},"meta":{"buildDate":"2024-12-14T02:34:13.333Z"}},"__N_SSG":true}