{"pageProps":{"breadcrumbs":[{"date":"2024-10-08T17:04:33.351Z","to":"/version/b026c2b3-2c91-4357-824f-59956ac1256a"},{"label":"Lore","to":"/version/b026c2b3-2c91-4357-824f-59956ac1256a/DestinyLoreDefinition"}],"version":{"id":"b026c2b3-2c91-4357-824f-59956ac1256a","version":"228617.24.09.30.1730-2-bnet.57149","s3Key":"versions/b026c2b3-2c91-4357-824f-59956ac1256a/manifest.json","createdAt":"2024-10-08T17:04:33.351Z","updatedAt":"2024-10-08T17:04:33.351Z"},"definitions":{"20991506":{"hash":20991506,"index":2880,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Spectroscopic Shell","description":"Glint flitted through the Variisis Core of the Last City until he spotted the hoses and tubing of Eido's brewing station snaking through the rafters. The tank churned and hummed, surrounded by botanical pallets carefully labeled but strewn haplessly about. A rabbit rose on its haunches to inspect a clay pot full of berries and herbs.\n\nGlint giggled, only to find himself suddenly plucked from the air by Eido as a porous black pillar bubbled and climbed from her workstation, the acrid smell of burnt sugar erupting with it. She held the Ghost tightly, away from the ripples of steam, and thrust a beaker into a bucket of water and sodium bicarbonate.\n\nEido gently released Glint and wiped her brow.\n\n\"What—what was that?!\" he exclaimed.\n\n\"Concentrated sulfuric acid. Unfortunately, not the degradation effect I was looking for.\"\n\nGlint gave her a meaningful look. \"I thought reading the Deck of Whispers was dangerous enough.\"\n\nEido shook her head. \"An Apothecary is only as dangerous as her ignorance, but the Apothecaries of Riis were masters of botany, herbalism, medicine. Their work was volatile in nature. Secretive. Terminology is sometimes convoluted. Even coded. Or both! As a Scribe, I can't even scratch the surface of some of these old recipes.\"\n\nGlint bobbed knowingly. \"Not to mention that High Speak is incredibly complex. So many words hold so many meanings.\"\n\n\"And their combinations, even more so. Plus, one must understand the original context in these recipes.\" Eido presented a datapad. \"Take this example, likely from some time after the Edge Wars.\"\n\nGlint read until his iris grew wide with wonder. \"Is this saying… dragon's blood? You mean… Ahamkara?\"\n\n\"Not at all. From what I can discern in other texts, it is a shorthand reference to a plant with sap that ran thick, like blood.\"\n\nGlint considered for a moment. \"What if we can't find dragon's blood here?\"\n\n\"Precisely,\" Eido said and pointed to the clay pot beside her. \"If a tonic recipe calls for a berry, are Earth's strawberries a close enough cousin? Chemical experimentation is required, which may open up a world of new possibilities.\"\n\nGlint glanced toward Eido's earlier experiment. \"Or the potential for disaster.\"\n\n\"Either way, the key to unlocking these recipes will take time. Which is in rather limited supply these days, I'm afraid,\" Eido sighed.\n\n\"It's a daunting task. But! There's good news,\" Glint offered. He swirled through the air and landed on Eido's shoulder. \"You've got lots of help.\"","icon":null}},"43003873":{"hash":43003873,"index":2855,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Shadestalker Greaves","description":"Deep within the maze of the Bazaar, throngs of the City's residents wandered, enjoying all the market had to offer. An Iron War Beast sampled fresh fruits. Awoken haggled over the price of pastries. The smells of caramelized meat and rosemary wafted on the breeze, past every vendor and artisan.\n\nThe hum of activity was overpowering yet reassuring to Saint-14 as he stopped to watch an older Eliksni expertly weave fabric on a well-worn loom. The woven symbols were unique and unfamiliar to the Exo, but he watched in awe as an iridescent glow emerged within the vibrant cerulean cloth.\n\nFit for a Kell, Saint mused to himself—\n\nBreath caught in his throat; hands shook—\n\nFlashes of memory echoed in his mind. All he could feel in this moment… was shame.\n\nHe hurried past the weaver and through the crowd, landing squarely in front of a tea stand, a sample placed in his hand before he could open his mouth to refuse. He looked down. The opaque liquid steamed in his cup, pungent and medicinal.\n\nLike distilled Darkness, Saint realized—\n\nBreath caught in his throat; hands shook—\n\nFlashes of memory filled his sight. All he could feel in this moment… was sadness.\n\nHe stumbled; apologies and hot liquid spilled all around him as the sounds of the Bazaar became a dull roar in his ears. He needed to escape. The noise, the tea, everything.\n\nHe closed his eyes and then rushed away at a fevered pace.\n\nDaylight had waned against the City's walls when Saint found himself in a quiet area, where vibrant green vines stretched down from above, and below, the silhouette of his helmet stretched long and thin across the floor where Mithrax's weathered medical Servitor often waited. Saint breathed a sigh of relief.\n\nHe was alone.\n\nSaint placed his favorite keepsake, a small stuffed bear, on the Kell's throne. Gently, he adjusted the lavender ribbon at its neck; the crisp satin sat in stark contrast to the bear's hazy black eyes, to its slightly worn ear and well-loved fur. A gift, once a comfort to a child of the City.\n\nA gift, once a comfort to Saint in the face of loss, in the face of—\n\nBreath caught in his throat; hands shook—\n\nFlashes of memory swelled in his heart.\n\nOsiris.\n\nHis strong laugh. His deep, soulful eyes. The warmth of his smile. Of his touch.\n\nMemories of comfort, but all he could feel in this moment… was guilt. Intense and overwhelming, like daggers cutting through him, sharpness bleeding through sweetness. Saint breathed deeply and stared at the medical equipment around the empty throne before him.\n\n\"The cost of my joy,\" Saint whispered, and he wept.","icon":null}},"96550318":{"hash":96550318,"index":2854,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Shadestalker Helm","description":"[SALVATION ANNALS:: SERVITOR NIRIKS Perception Feed dump:] \n\n[[Filtering Highspeak]] \n\nER: The call for aid is sent. This conversation is over.  \n\nIX: You owe me answers. \n\nER: You owe allegiance to your Kell. Prepare your nest for evacuation. \n\nIX: They will kill you. Or worse. \n\nER: A cost I will gladly pay. Our people will not survive the Scorn on our own. \n\nIX: But in what state will we survive? \n\nER: Anything is better than annihilation. \n\nIX: You may feel differently in a Human cage. \n\nER: Leave. I have weapons to prepare. Where Scorn go, he often follows. \n\nIX: As ever, I walk my own path. If I don't see you again, I will know another piece of Old Riis is lost.  \n\n[A snap-hiss. Metal groans and shakes.] \n\nIX: You can't lead from a cage. You can't inspire from the grave. \n\nER: I do what I can. With what I have.","icon":null}},"213803727":{"hash":213803727,"index":2859,"redacted":true,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Classified","description":"Keep it secret.  Keep it safe.","icon":"/img/misc/missing_icon_d2.png"}},"283230886":{"hash":283230886,"index":2838,"redacted":true,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Classified","description":"Keep it secret.  Keep it safe.","icon":"/img/misc/missing_icon_d2.png"}},"294976891":{"hash":294976891,"index":2865,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Shadestalker Hood","description":"[SALVATION ANNALS:: SERVITOR NIRIKS Perception Feed dump:] \n\n[[Filtering Highspeak]] \n\nER: The call for aid is sent. This conversation is over.  \n\nIX: You owe me answers. \n\nER: You owe allegiance to your Kell. Prepare your nest for evacuation. \n\nIX: They will kill you. Or worse. \n\nER: A cost I will gladly pay. Our people will not survive the Scorn on our own. \n\nIX: But in what state will we survive? \n\nER: Anything is better than annihilation. \n\nIX: You may feel differently in a Human cage. \n\nER: Leave. I have weapons to prepare. Where Scorn go, he often follows. \n\nIX: As ever, I walk my own path. If I don't see you again, I will know another piece of Old Riis is lost.  \n\n[A snap-hiss. Metal groans and shakes.] \n\nIX: You can't lead from a cage. You can't inspire from the grave. \n\nER: I do what I can. With what I have.","icon":null}},"322173891":{"hash":322173891,"index":2845,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Mask of Fealty","description":"Ghar's ex-Legion. Ex-Cabal, really, if you're getting technical about it.  \n\nBut he still recognizes the tension that permeates the cargo hold: a mix of restlessness and nerves, like that of soldiers on their first real patrol.\n\nHis new Lightbearer friends aren't green recruits. They're veterans of the end-times, same as him. But he's had much longer to come to terms with his new independence.\n\nThey're still braced for the Vanguard to come crashing in here. Waiting for some eleventh-hour betrayal on his part.\n\nBut it's a brand-new world out here.\n\nThe Lightbearers brought the goods: Weapons. Artifacts. Enough to sell, and enough to see them through whatever comes next.\n\nGhar's got the salvaged Harvester. And Ghar's got the plans.\n\n\"Alright, you dogs.\" Their grasp of Ulurant is abysmal, so he speaks their tongue. \"You've done your service to your Vanguard. Leave war to the Hive gods, and those that feed them.\"\n\nHe looks down at them, his new crew. Three human, eager faces, three metal drones. They want to see the stars. They want a little taste of the better life.\n\n\"We've got ourselves a crew of seven seasoned killers and a great big universe out there.\" Ghar grunts. \"Let's go get rich.\"","icon":null}},"410486468":{"hash":410486468,"index":2866,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Shadestalker Boots","description":"Deep within the maze of the Bazaar, throngs of the City's residents wandered, enjoying all the market had to offer. An Iron War Beast sampled fresh fruits. Awoken haggled over the price of pastries. The smells of caramelized meat and rosemary wafted on the breeze, past every vendor and artisan.\n\nThe hum of activity was overpowering yet reassuring to Saint-14 as he stopped to watch an older Eliksni expertly weave fabric on a well-worn loom. The woven symbols were unique and unfamiliar to the Exo, but he watched in awe as an iridescent glow emerged within the vibrant cerulean cloth.\n\nFit for a Kell, Saint mused to himself—\n\nBreath caught in his throat; hands shook—\n\nFlashes of memory echoed in his mind. All he could feel in this moment… was shame.\n\nHe hurried past the weaver and through the crowd, landing squarely in front of a tea stand, a sample placed in his hand before he could open his mouth to refuse. He looked down. The opaque liquid steamed in his cup, pungent and medicinal.\n\nLike distilled Darkness, Saint realized—\n\nBreath caught in his throat; hands shook—\n\nFlashes of memory filled his sight. All he could feel in this moment… was sadness.\n\nHe stumbled; apologies and hot liquid spilled all around him as the sounds of the Bazaar became a dull roar in his ears. He needed to escape. The noise, the tea, everything.\n\nHe closed his eyes and then rushed away at a fevered pace.\n\nDaylight had waned against the City's walls when Saint found himself in a quiet area, where vibrant green vines stretched down from above, and below, the silhouette of his helmet stretched long and thin across the floor where Mithrax's weathered medical Servitor often waited. Saint breathed a sigh of relief.\n\nHe was alone.\n\nSaint placed his favorite keepsake, a small stuffed bear, on the Kell's throne. Gently, he adjusted the lavender ribbon at its neck; the crisp satin sat in stark contrast to the bear's hazy black eyes, to its slightly worn ear and well-loved fur. A gift, once a comfort to a child of the City.\n\nA gift, once a comfort to Saint in the face of loss, in the face of—\n\nBreath caught in his throat; hands shook—\n\nFlashes of memory swelled in his heart.\n\nOsiris.\n\nHis strong laugh. His deep, soulful eyes. The warmth of his smile. Of his touch.\n\nMemories of comfort, but all he could feel in this moment… was guilt. Intense and overwhelming, like daggers cutting through him, sharpness bleeding through sweetness. Saint breathed deeply and stared at the medical equipment around the empty throne before him.\n\n\"The cost of my joy,\" Saint whispered, and he wept.","icon":null}},"414045521":{"hash":414045521,"index":2829,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Insurmountable","description":"Life on the outskirts of the Tangled Shore was as desolate as ever, yet the few remaining Eliksni there heard the reports and knew: it was time to leave.\n\n\"How much farther to the Ketch?\" a Dreg gasped, a mountain of the crew's effects lashed to his back and balanced in his arms.\n\n\"We'd have been there by now if you hadn't destroyed our last Pike,\" a Vandal snarled at him.\n\nSuddenly, a soft cry lilted into the air. Loud and desperate. Almost childlike.\n\nThe Dreg stopped in his tracks, listening. \"Do you hear that?\"\n\nHe rushed ahead and found a lone hatchling, crawling and wailing a song of abandonment deep within a crater.\n\n\"The hatchling is—is—surrounded by Dark Ether!\" the Dreg exclaimed.\n\nThe Vandal grabbed the Dreg by the back of his neck. \"You fool! We have to go!\" she yelled.\n\nBut it was too late. A cluster of bloodthirsty Revenant Scorn descended on them, leaving nothing but their screams to echo across the landscape.\n\n***\n\nA lone Legionary clad in blue followed a sound, a cry that lilted across the barrenness of the Tangled Shore. The sound became louder and more desperate. Almost childlike.\n\nHe discovered a lone hatchling, wailing a song of abandonment deep within a crater. Carefully, the Legionary lowered himself into the fissure. He comforted the hatchling who quickly clung to him amid the Dark Ether that swirled around.\n\nA war cry erupted from above as a cluster of Revenant Scorn descended. The Legionary quickly dispatched one and shoved a grenade in its grotesque mouth before lobbing it back up toward its brethren. As it exploded, bits and pieces of the entire pack rained down around the Legionary and the hatchling, who cowered behind him.\n\nThe last remaining Scorn attacked from behind, pinning the Legionary to the ground, sending his weapon flying. The putrid monster lashed out but stopped suddenly, howling in pain. The Legionary turned to see the chubby hatchling latched onto the Scorn's leg, teeth lodged deep in its flesh. Without hesitation, he lunged for his sidearm and placed a bullet neatly in the Scorn's head.\n\nHe lovingly scooped up the unharmed hatchling, wiped the ooze and drool from its mouth, and bellowed with laughter.\n\n\"You have just eaten the first of many mountains—a true Cabal from this day forward, little one!\"","icon":null}},"514586330":{"hash":514586330,"index":2848,"redacted":true,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Classified","description":"Keep it secret.  Keep it safe.","icon":"/img/misc/missing_icon_d2.png"}},"745736759":{"hash":745736759,"index":2844,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Shadestalker Strides","description":"Deep within the maze of the Bazaar, throngs of the City's residents wandered, enjoying all the market had to offer. An Iron War Beast sampled fresh fruits. Awoken haggled over the price of pastries. The smells of caramelized meat and rosemary wafted on the breeze, past every vendor and artisan.\n\nThe hum of activity was overpowering yet reassuring to Saint-14 as he stopped to watch an older Eliksni expertly weave fabric on a well-worn loom. The woven symbols were unique and unfamiliar to the Exo, but he watched in awe as an iridescent glow emerged within the vibrant cerulean cloth.\n\nFit for a Kell, Saint mused to himself—\n\nBreath caught in his throat; hands shook—\n\nFlashes of memory echoed in his mind. All he could feel in this moment… was shame.\n\nHe hurried past the weaver and through the crowd, landing squarely in front of a tea stand, a sample placed in his hand before he could open his mouth to refuse. He looked down. The opaque liquid steamed in his cup, pungent and medicinal.\n\nLike distilled Darkness, Saint realized—\n\nBreath caught in his throat; hands shook—\n\nFlashes of memory filled his sight. All he could feel in this moment… was sadness.\n\nHe stumbled; apologies and hot liquid spilled all around him as the sounds of the Bazaar became a dull roar in his ears. He needed to escape. The noise, the tea, everything.\n\nHe closed his eyes and then rushed away at a fevered pace.\n\nDaylight had waned against the City's walls when Saint found himself in a quiet area, where vibrant green vines stretched down from above, and below, the silhouette of his helmet stretched long and thin across the floor where Mithrax's weathered medical Servitor often waited. Saint breathed a sigh of relief.\n\nHe was alone.\n\nSaint placed his favorite keepsake, a small stuffed bear, on the Kell's throne. Gently, he adjusted the lavender ribbon at its neck; the crisp satin sat in stark contrast to the bear's hazy black eyes, to its slightly worn ear and well-loved fur. A gift, once a comfort to a child of the City.\n\nA gift, once a comfort to Saint in the face of loss, in the face of—\n\nBreath caught in his throat; hands shook—\n\nFlashes of memory swelled in his heart.\n\nOsiris.\n\nHis strong laugh. His deep, soulful eyes. The warmth of his smile. Of his touch.\n\nMemories of comfort, but all he could feel in this moment… was guilt. Intense and overwhelming, like daggers cutting through him, sharpness bleeding through sweetness. Saint breathed deeply and stared at the medical equipment around the empty throne before him.\n\n\"The cost of my joy,\" Saint whispered, and he wept.","icon":null}},"825495813":{"hash":825495813,"index":2831,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Noxious Vetiver","description":"The weaver held his handcrafted basket close to his chest, mandibles clicking in disappointment as he surveyed the disarray of modern flasks and burettes scattered among the more traditional tools of an apothecary.\n\n\"Have you gotten lost on your way to market, weaver?\" a voice called out.\n\nNamrask turned calmly toward Eido's steely gaze. \"You treat your tools with disrespect,\" he replied.\n\n\"I am under a deadline. Perhaps you could critique my workspace another time,\" she retorted.\n\n\"Velask, as I greet you in the Light,\" Namrask said, ignoring her barb. \"I come with gifts. For you or… Slayer Baron.\" He held his finely woven basket, filled with dyes consisting of colorful extracts and powders, out for Eido to take. \"From one artisan to another.\"\n\n\"I didn't ask for these.\" She eyed him warily.\n\nNamrask made a show of deep ireliis toward the Kell's throne cloaked in darkness behind him. \"Eia, I know. But as I told your father, quality dyes good for cloth, good for medicine. Our worlds are not that far apart.\"\n\nEido let out a soft snort of derision. \"You and I are very far apart from where I'm standing.\"\n\nNamrask inclined his head toward her. \"As you say. But a great Kell told me once: to nurture life is the goal of weaving. Is that not yours also?\" He offered the basket again and waited patiently.\n\n\"…Eia,\" she finally replied, and accepted the basket with hesitant gratitude.","icon":null}},"1025368892":{"hash":1025368892,"index":2861,"redacted":true,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Classified","description":"Keep it secret.  Keep it safe.","icon":"/img/misc/missing_icon_d2.png"}},"1047932517":{"hash":1047932517,"index":2833,"redacted":true,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Classified","description":"Keep it secret.  Keep it safe.","icon":"/img/misc/missing_icon_d2.png"}},"1105725465":{"hash":1105725465,"index":2839,"redacted":true,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Classified","description":"Keep it secret.  Keep it safe.","icon":"/img/misc/missing_icon_d2.png"}},"1111334348":{"hash":1111334348,"index":2834,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Ice Breaker","description":"The foundry is silent now. Shell casings litter the floor. They clatter away from the bootfalls of the Warlock Shayura as she weaves between the downed chassis of combat frames branded with the sigil of the Häkke foundry.\n\n\"Security is disabled,\" Shayura says over an encrypted channel. She's quick to cross the foundry floor, checking the disabled frames one by one as she progresses to a sealed vault door. The door's surface is marked with a glyph unfamiliar to her. It looks like a fish hook, or perhaps an anchor. \"Is this what we're looking for?\"\n\n[[Confirmed. That's the same symbol on the weapon the Vanguard recovered from Seraph Station. Golden Age, possibly older.]]\n\nShayura extends one arm, wreathed in Solar fire, and manifests a searing white Dawnblade that she uses to cut through the door in a single stroke. Half of the vault door crashes to the floor and falls to the side, sizzling on a glowing hot edge. Shayura then floats into the air, drifting through the partial opening.\n\n[[We need any records you can find. Anything where BrayTech and Häkke overlap.]]\n\nShayura dispatches her Ghost to scan rows of server racks containing decompiled engrams. Nearby weaponry is mounted on vault walls. Prototype firearms, alien weapons, unrecognizable technology from across Sol. A sniper rifle of Human design catches her eye; a red and gray body with some kind of thermal plating on the barrel. Her fingertips brush over the serial number stenciled on it: X-032782. It's an Ice Breaker. She remembers when the Vanguard commissioned this design from Häkke, remembers when it was outlawed for being \"dangerous and unfit for duty.\" The design was later stolen and replicated.\n\nHefting the Ice Breaker from the wall, Shayura turns to watch her Ghost scan and download Häkke's archives. \"Find what you're looking for?\"\n\n[[Skimming. I see some interesting details. Häkke's Golden-Age predecessor had a terrestrial office in what was once the city of Chicago. They were involved in the development of gravity-based weapons. No BrayTech connections yet.]]\n\nShayura freezes. \"Chicago?\" The tombs below Old Chicago haunt her periphery. Every ambient noise in the derelict foundry becomes a threat. She pushes past the fear, past the panic. That isn't now. \"What does Chicago have to do with anything?\"\n\n[[I'm not sure…]] her handler on the other end of the comms says. [[But whatever it is goes back a long, long time.]]","icon":null}},"1121856799":{"hash":1121856799,"index":2851,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Shadestalker Gauntlets","description":"His knee had grown stiff under his desk. \n\nZavala initially ignored it. Let the pain burn in the side of his knee, seize the top of his calves. His leg had grown stiff countless times before. But this time, this early in the morning, this soon after sitting down, was something else. \n\nHe moved his chair back and considered his knee. What had he done to hurt it? He had not exercised yet, he had not gone on his usual patrol… he had done nothing. Why would a knee hurt from doing nothing? \n\nThe riddle dissolved. He was starting to age. \n\nZavala had anticipated this; part of mourning Targe was preparing himself to furiously resist the inevitable physical breakdown. He'd calculated how to negotiate with his own body, subdue it to stoicism, and make it follow his sturdy command. But what he had not anticipated was how he would feel. He ought to feel dread, terror at evidence of his mortality. But instead…  \n\nHe allows a hand to rest on his aching knee. To venerate it. He feels it solid under his palm. It is his, it is real, it is both portentous and precious. He is aging. He will age. An absurd and joyous thought warms in his chest: how fortunate, to have lived long enough to grow old. How invaluable, to make the space between himself and the horizon matter. How much time is left? And is it best spent with his knees under a desk? \n\n\"Zavala?\" \n\nIkora stands in the doorway. Hundreds of years of knowing each other too well draws her to his seat. \n\nHis expression softens, and he stretches out his knee. \n\nIkora watches his readjustment, and smiles sadly, the same way she smiles when all their mortal friends grow old. \n\nThe commander sighs, but with content assurance, not heavy resignation. He looks at his friend. \"I think I'd like to go on leave for a week.\" \n\nIkora nods, then half-smiles. \"How about two?\"","icon":null}},"1188437342":{"hash":1188437342,"index":2856,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Blastwave Striders","description":"With skies this clear, the Hawk practically flies itself, gliding smoothly across the firmament. Keris feels the comfortable silence take a turn toward the soporific, and pours herself some coffee.\n\n\"Hey,\" she says, \"How much longer?\"\n\nHayes doesn't even have to check. \"Ten minutes out.\"\n\nSo much of this journey takes place over long stretches of nothing. Dead air on the sensors, not a power spike for miles. It's always a relief to see the Farm coming into view on the instruments.\n\nThe Farm's denizens are still piecing together plans with the Vanguard: working out whether they can convince a few Guardians to take a post out here for a while, discussing permanent fortifications.\n\nKeris's part in all this is simple: she and Hayes get the supplies out to those who need them, and that's that. The politics are well beyond her.\n\n\"Look at that,\" Hayes murmurs.\n\nKeris looks at the panels, and sees it: dotted constellations of energy signatures, worming through the neighboring hills and valleys. Stretching out for miles.\n\n\"Guess they got that solar cell network going,\" she says.\n\n\"Guess so.\"\n\nShe forgets about the coffee.","icon":null}},"1254994288":{"hash":1254994288,"index":2881,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Arcology Vault Shell","description":"","icon":null}},"1427680276":{"hash":1427680276,"index":2853,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Shadestalker Mark","description":"Undead screeches bounce off the ruined walls of Riis Reborn, carried by blizzard winds that obscure any path to safety. The small band of Eliksni got separated from the rest at the jetty and fled down this abandoned ally. A Salvation Ketch could barely defend itself from these pale monstrosities; what chance did they have? \n\nA second molt is unable to hold her composure; her antennal glands leak as her mother holds her close. Her clicking purr is hushed, just enough to voice comfort. \n\n\"I can smell your fear.\" \n\nAbove them, metal creaks under the Revenant's weight. One Dreg begins to scurry away, but his knee is pinned to the ground by a spear. \n\n\"Do not weep,\" it sings, so close his mandibles rake the Dreg's respirator. \"Rejoice. Today you will be made whole.\" The undead hulk salivates as the small band huddles together. \n\nA neon cord catches the aberration's carapace, pulling it up into the air by an unseen hand. \n\nThe mother shields her brood's eyes as bitter ichor erupts from the undead's throat. Two more piercing rounds, in quick succession, see him sinking into the snow, now loosed from the ephemeral thread. \n\nThe second molt breaks away to see a Slayer Baron, as if from an ancient epic, stepping through the gale. \n\n\"Mother!\" She chitters in relief. \"A fate weaver from your stories!\" \n\nThe snowdrift clears, revealing the upright figure's alien anatomy. \"Not my stories. A new one.\"","icon":null}},"1436519792":{"hash":1436519792,"index":2769,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Spectrum Shell","description":"It is strange to be awake, physically, after so long spent wandering. Keeping a log will help, at the very least, to track the days. As will my silly little joke to make myself feel important, two days after the rebeginning of myself. Anno… me. I suppose. \n\nI ignored and abandoned the best person I knew. I feel foolish, empty. Daunted at the immensity and masochism of my own stupidity. It feels childish to admit I'd always assumed she would follow me. I realize how naïve that is, but… I really thought I wouldn't be by myself for long. I thought she was aligned with my vision. \n\nAt least I am not alone here. My new ally more than makes up for the Vex's dreadful company. Their disposition is calming, reassuring—a welcome voice when I need affirmation and guidance. And such a fascinating origin! Such astounding variance in biology and culture. I look forward to our continued partnership. \n\nBut still, it isn't the same. \n\nI feel a grief I did not know possible. There are questions I wish I could ask; jokes I wish I could make. It is difficult not to feel like the world has ended.  \n\nAnd as I begin to comprehend what happened… I think it already has.","icon":null}},"1446639859":{"hash":1446639859,"index":2860,"redacted":true,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Classified","description":"Keep it secret.  Keep it safe.","icon":"/img/misc/missing_icon_d2.png"}},"1479557835":{"hash":1479557835,"index":2841,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Shadestalker Vest","description":"TYPE: REDJACK SURVEILLANCE FEED [21058] \n\nPARTIES: Five [5]. One [1], Guardian-type, Class Hunter [u.1]; One [1], Frame-type, Unit Combat [u.2]; Three [3], Scorn-[ERROR] Type.  \n\nASSOCIATIONS: Lev [Unit5003];  Scorn; Crucible; Frame; Lord Shaxx; Redjacks \n\n//AUDIO UNAVAILABLE// \n\n//TRANSCRIPT FOLLOWS…/ \n\n[u.1:01] Relax, I have you. \n\n[u.1:02] \"Relax\" means stop. You're in pieces, and you're making it worse. \n\n[u.2:01] Hostiles still pushing from the front. Scans incomplete. \n\n[u.1:03] Your fireteam is gone. Scans are irrelevant if I can't get you back to the Tower to link up. \n\n[u.2:02] Incoming. \n\n[A hissing snap washes the feed with high-yield paracausal discharge, followed by the loud crack of three hard rounds.] \n\n[u.1:04] Stop moving. You're making this worse. \n\n[u.2:03] Thank you, Guardian. Spectral analysis complete. \n\n[u.2:04] Hunter Vanguard suppositions were correct. \n\n[u.1:05] Crow is usually on point. What about? \n\n[u.2:05] Despite being Scorn of unknown type, the hostiles were alive. Also, Traveler radiation was detected emanating from the Dark Ether in their bodies. Thus their origins may be paracausal. \n\n[u.2:06] Confirmation through Redjack surveillance was necessary for verification. \n\n[u.1:06] Quiet down. And make sure they're not sneaking up on me. \n\n[u.2:07] Everywhere type-Fikrul goes, Eliksni of the City are in danger. \n\n[u.1:07] We know. We'll find him. \n\n[u.2:08] Guardians have discovered no tangible means of terminating that unit type. \n\n[u.1:08] You're not helping. \n\n[u.2:09] I am encouraging you to seek confirmation through combat. \n\n[u.1:09] Shaxx. I know you listen to every feed. Your friend is going to give me a panic attack.","icon":null}},"1493134439":{"hash":1493134439,"index":2864,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Shadestalker Bond","description":"Undead screeches bounce off the ruined walls of Riis Reborn, carried by blizzard winds that obscure any path to safety. The small band of Eliksni got separated from the rest at the jetty and fled down this abandoned ally. A Salvation Ketch could barely defend itself from these pale monstrosities; what chance did they have? \n\nA second molt is unable to hold her composure; her antennal glands leak as her mother holds her close. Her clicking purr is hushed, just enough to voice comfort. \n\n\"I can smell your fear.\" \n\nAbove them, metal creaks under the Revenant's weight. One Dreg begins to scurry away, but his knee is pinned to the ground by a spear. \n\n\"Do not weep,\" it sings, so close his mandibles rake the Dreg's respirator. \"Rejoice. Today you will be made whole.\" The undead hulk salivates as the small band huddles together. \n\nA neon cord catches the aberration's carapace, pulling it up into the air by an unseen hand. \n\nThe mother shields her brood's eyes as bitter ichor erupts from the undead's throat. Two more piercing rounds, in quick succession, see him sinking into the snow, now loosed from the ephemeral thread. \n\nThe second molt breaks away to see a Slayer Baron, as if from an ancient epic, stepping through the gale. \n\n\"Mother!\" She chitters in relief. \"A fate weaver from your stories!\" \n\nThe snowdrift clears, revealing the upright figure's alien anatomy. \"Not my stories. A new one.\"","icon":null}},"1493616620":{"hash":1493616620,"index":128,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Ghost Den – 10","description":"—CONTINUATION OF SESSION 1 RECORDING—\n\n[CIRCLE NOTE: The other Ghosts have dispersed. Eva and Micah linger behind to watch Glint, Ghost, and Ophiuchus, who float by the edge of the Tower, looking out at the Last City.]\n\nGlint: Are you okay, Ghost?\n\nGhost: No, but… I think I will be.\n\nGlint: Good.\n\nOphiuchus: Maybe it's inherent for all Ghosts to want to sacrifice themselves eventually. As morbid as that sounds.\n\nGhost: …I'd do it again.\n\nGlint: I know… Should we just have a moment of quiet? For Targe?\n\nOphiuchus: Yes.\n\n[CIRCLE NOTE: The silence permeates the air as they float by the edge. They naturally migrate closer together.]\n\n[END OF SESSION 1 RECORDING]","icon":"/common/destiny2_content/icons/7ee3e787c484b0b3650b894a66b9b2d3.png"}},"1493616621":{"hash":1493616621,"index":129,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Chapter 11","description":"\"We're sorry,\" the teens mumbled together, their voices sad.\n\n\"Are we in trouble with the Vanguard?\" Rhea asked.\n\nGlint shook his shell from side to side.\n\n\"No, you're not, but I'm going to clear this place out and make sure nothing is amiss. Get on home, ok?\" They nodded and turned away. He added, loud enough for them to hear, \"And no more rituals. You don't know what could happen if you accidentally mix real spells together.\"\n\n\"Thank you, Glint,\" Nirysk said, and lingered for just a moment before he joined his sister.\n\nGlint sighed.\n\nAny other year, he'd have been excited at the idea of a potential ritual to summon a Headless One, but this year… This year, he simply wanted some time for quiet contemplation. Figuring out what had caused such a strange phenomenon could wait. It was a problem for him and Eido to revisit at a future date.\n\nFor his own peace of mind, Glint scanned the reliquary and was relieved to find that it was just packed full of candy.","icon":"/common/destiny2_content/icons/7ee3e787c484b0b3650b894a66b9b2d3.png"}},"1493616622":{"hash":1493616622,"index":130,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Epilogue","description":"\"Everything has been moved to a vault designated by Ikora, for future inspection,\" Glint reported. \"She thinks one of those Hive swords might have been real, so she's sending someone to investigate the market where the kids got everything.\"\n\n\"Why didn't you call me?\" Crow asked, arms crossed as he leaned against Amanda's old workshop table. Glint floated in front of him.\n\n\"You've been busy, and I didn't want to waste your time with what looked like a prank—\"\n\n\"I'm never too busy for you, Glint,\" Crow said, sincerity in every word. Glint's shell slumped a little in response. \"Were they alright, at least?\"\n\n\"I think so?\" Glint said. \"As alright as one can be after everything… I think they just needed someone to talk to.\"\n\nCrow considered Glint for a moment.\n\n\"Come here,\" Crow said and held up his hand for Glint to float to. He obliged and was taken by surprise when Crow pulled him to his chest for a tight hug. \"I'm sorry I haven't checked in with you. I'll try to do better. I promise.\"\n\n\"Ok,\" Glint said and pressed himself into Crow's cloak. They remained like that for a while.","icon":"/common/destiny2_content/icons/7ee3e787c484b0b3650b894a66b9b2d3.png"}},"1527171888":{"hash":1527171888,"index":110,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Ghost Den – 1","description":"[NEW RECORDING] Ghost Den–Session 1\n\nLOCATION: Tower–Bazaar—Previously New Monarch Meeting Area\n\nFACILITATORS: Eva Levante, Micah-10, and Mihaylova (Recordkeeper)\n\nPARTICIPANTS: Ghost, Glint, Ophiuchus, Kugu, Lexicon, Bee, and Batt\n\n—START OF RECORDING—\n\nEva: Welcome, little Lights. Thank you for joining us.\n\nMicah: In the spirit of the season, and with recent events in mind, we wanted to hold this gathering to give you space to talk and share.\n\nEva: The Festival of the Lost is an opportunity to celebrate life and honor death. We often forget to do both and can feel much turmoil as a result.\n\nMicah: Mihaylova is recording, but only so you can look back on your progress if you like. So please don't feel intimidated by her.\n\n[CIRCLE NOTE: The participants glance at each other. Ghost shrinks under everyone's curiosity and floats closer to the open air of the balcony.]\n\nEva: Now, who would like to begin?","icon":"/common/destiny2_content/icons/7ee3e787c484b0b3650b894a66b9b2d3.png"}},"1527171889":{"hash":1527171889,"index":111,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Chapter 2","description":"Glint saw the teens running into an abandoned building and floated in behind them. The rays from the setting sun trickled through the windows, allowing Glint to find his way without providing his own light. Keeping to the shadows, he bobbed his way through piles of debris, passing half-finished murals on the walls until he found the room the pranksters had decided to make their hideout.\n\nAs he entered, he noticed a collection of curiosities that he couldn't quite place, but it was an unfamiliar book in one of the teens' hands that claimed his attention first. It looked thrown together; pages of varying quality and color poked out haphazardly, like an art project gone wrong.\n\n\"No, no, the pumpkin has to be in the center, Cash,\" the young Awoken girl said, exasperated.\n\nGlint spotted \"Cash.\" The Human boy made a patronizing face but moved the pumpkin anyway. With its carved-out eyes and sharp teeth, the item in question fit with what Glint knew of Headless Ones. Nothing about it glowed, which was a good sign, so he dipped slyly behind a box to avoid detection and continued to examine the room while the teens argued over this \"ritual.\"","icon":"/common/destiny2_content/icons/7ee3e787c484b0b3650b894a66b9b2d3.png"}},"1527171891":{"hash":1527171891,"index":109,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Chapter 1","description":"Faint guitar music drifted through the streets of the Last City, barely audible over the buzz of citizens in the market. Glint's iris flicked between passing patrons and the pleasing festival decorations. His self-assigned patrol was barely a distraction from his racing thoughts, but it made him feel helpful to Crow and the Vanguard—even if they didn't know and were too preoccupied to care.\n\nA nearby stand decorated with stained glass wind chimes caught his attention. He gave them a closer look, wondering how to get one back to Crow.\n\n\"Come on! Quick!\" a voice shouted. Glint turned to see four teens rush by the stall, narrowly avoiding a cart full of vegetables. To Glint's surprise, one teen carried a large pumpkin.\n\n\"These kids and their Headless Ones nonsense, I swear,\" the stall owner said.\n\n\"It's that time of year. Silly pranks abound,\" responded a patron with a chuckle.\n\nGlint quickly floated after them.","icon":"/common/destiny2_content/icons/7ee3e787c484b0b3650b894a66b9b2d3.png"}},"1527171892":{"hash":1527171892,"index":114,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Ghost Den – 3","description":"—CONTINUATION OF SESSION 1 RECORDING—\n\nEva: Would anyone else like to go?\n\n[CIRCLE NOTE: The Ghosts idle in place, irises nervously looking around.]\n\nMicah: Anyone…? Ophiuchus?\n\n[CIRCLE NOTE: Ophiuchus does not say anything. He stares back at Micah and slowly blinks. Lexicon floats toward a pillow and hides behind it. Another Ghost makes a noise akin to someone clearing their throat. Eva continues to smile from her place next to Micah on the couch.]\n\nMicah: All right, moving on.","icon":"/common/destiny2_content/icons/7ee3e787c484b0b3650b894a66b9b2d3.png"}},"1527171893":{"hash":1527171893,"index":115,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Chapter 4","description":"A debate had started between the teens. While they were distracted, Glint could easily float unnoticed from one hiding spot to the next. They were arguing whether to use melted candy on their hands to bond them even further before the ritual, which resulted in huffs and objections. Cash sighed at the response to his suggestion.\n\nGlint floated past some deactivated—or more likely broken—Cabal shields and some weird blue substance in a mason jar before stopping at a box a few feet from the altar. He wasn't close enough to scan it, but it certainly looked like a real reliquary. It sat beside a book holder that took up the center of the table. There were other items around it: a gold medallion with a symbol he didn't recognize, an orb that shimmered like starlight, an assortment of scarves, and rocks that gleamed in the candlelight. But nothing looked as potentially concerning as the reliquary. Anything could be in there…\n\nHe glanced over at the group for a moment. Having checked that their attention was elsewhere, he floated over to the altar for a closer inspection.","icon":"/common/destiny2_content/icons/7ee3e787c484b0b3650b894a66b9b2d3.png"}},"1527171894":{"hash":1527171894,"index":112,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Ghost Den – 2","description":"—CONTINUATION OF SESSION 1 RECORDING—\n\n[CIRCLE NOTE: A Ghost with a light blue shell, Kugu, beeps and floats toward the center of the circle made by the other Ghosts.]\n\nMicah: Ah, Kugu! Go right ahead.\n\nKugu: The Witness is a spineless, weak jerk that made everyone's lives horrible. Who asked for its opinion on how the universe should be run? No one! I've never seen such an entitled being in my life. I wish I could have gone shell to smoke head with it. I would have ripped it in—\n\n[CIRCLE NOTE: Other Ghosts looking between one another, a few giggling. Another Ghost with an all-black shell, Lexicon, quickly flies up and pushes gently against Kugu.]\n\nLexicon: Yes, the Witness is awful, but maybe we should try to move forward? It's dead. Holding onto anger will only poison us and our future.\n\nMicah: That's an excellent perspective, Lexicon. Thank you.\n\n[CIRCLE NOTE: Kugu grumbles in agreement and returns to their original spot, with Lexicon close behind.]","icon":"/common/destiny2_content/icons/7ee3e787c484b0b3650b894a66b9b2d3.png"}},"1527171895":{"hash":1527171895,"index":113,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Chapter 3","description":"There were some unusual objects in the room. Glint scanned them when he was sure no one was looking: colorful fabrics draped over various things, a hundred or so melting candles, counterfeit Gambit coins, swords that were supposed to be Hive in origin, candy dumped in a variety of buckets, boxes, and vases. Everything was a forgery, some sort of fake.\n\nTwo young Eliksni had been standing off to one side. At the Awoken girl's behest, they approached her in the center of the makeshift ritual circle. That was when Glint's eye caught something interesting. An altar, covered in more candles and smaller baubles that reflected against something familiar, an item he hadn't expected to find here: a golden reliquary container.","icon":"/common/destiny2_content/icons/7ee3e787c484b0b3650b894a66b9b2d3.png"}},"1527171898":{"hash":1527171898,"index":116,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Ghost Den – 4","description":"—CONTINUATION OF SESSION 1 RECORDING—\n\n[CIRCLE NOTE: A Ghost with an orange shell, Bee, floats forward. Another, Batt, dons a red shell. She hovers close to her.]\n\nBee: I can go. Ahem.\n\nBatt: It's okay, you got this.\n\n[CIRCLE NOTE: Batt gives Bee a comforting nudge. She takes a shaky breath.]\n\nBee: We almost died during the War. I—I know that \"almost\" isn't as bad as \"did\", but… I haven't felt the same since then.\n\nMicah: What you experienced is just as important. No need to minimize it.\n\nBee: It was… terrifying. The way its limbs reached out to crush anyone in its path…\n\nBatt: We got grabbed. It looked like that was it, but then it disappeared.\n\n[CIRCLE NOTE: The two turn to Ghost, who can't meet their gaze. He floats a bit lower.]\n\nBee: We're alive because of you. Thank you.","icon":"/common/destiny2_content/icons/7ee3e787c484b0b3650b894a66b9b2d3.png"}},"1527171899":{"hash":1527171899,"index":117,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Chapter 5","description":"The teens stood in a circle. At the center was a pumpkin, positioned in the middle of an intricate symbol, painted with unsure brushstrokes, smudged to fix mistakes.\n\n\"Stop fidgeting, Nirysk,\" the young Eliksni girl muttered, tightening her grip on the other Eliksni's hands. \"You don't see Cash or Rhea fidgeting.\"\n\n\"I'm not fidgeting,\" said Nirysk as he grabbed Cash's hand.\n\n\"If you're scared, I'm sure we can do this alone—\"\n\n\"Melii, I'm fine,\" Nirysk retorted, his tone short.\n\n\"Everyone ready?\" Rhea asked. The teens nodded. In one hand, she held up the book she'd been leafing through when Glint initially arrived. The words they strung together seemed a bit nonsensical, despite recognizing a few. Glint approached the altar with the intention of scanning the reliquary… but he couldn't.\n\nConfused, Glint tried again. Nothing happened. His sensors were jammed. He couldn't even send an SOS to the Vanguard.\n\nA violet glow danced in his peripherals, demanding his attention. He spun around and, to his surprise, saw it was from the pumpkin head—eyes and mouth alight.","icon":"/common/destiny2_content/icons/7ee3e787c484b0b3650b894a66b9b2d3.png"}},"1543949472":{"hash":1543949472,"index":123,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Chapter 8","description":"\"You were trying to… what?\" Glint asked, taken aback.\n\n\"Well…\" Melii started, then paused. She looked hesitantly at her peers. \"We were talking about how many people fell during the war, and, uh, we just wanted to try to speak to them.\"\n\nGlint noted the cautiousness in her voice. He floated higher to be level with their faces and saw how they all looked away from him, as if ashamed. Or… was it something more?\n\n\"We don't care about stupid pranks,\" Rhea explained quietly. \"We had heard that this time of year was the best to try something like this…\"\n\n\"The Hall Between,\" Glint muttered. They nodded.\n\nRealization dawned on Glint.\n\nThey'd lost people to the Witness, and they were looking for solace. For answers. They wanted to feel close to their loved ones again after having had them taken away so suddenly and without warning. Glint could understand that.","icon":"/common/destiny2_content/icons/7ee3e787c484b0b3650b894a66b9b2d3.png"}},"1543949473":{"hash":1543949473,"index":122,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Ghost Den – 7","description":"—CONTINUATION OF SESSION 1 RECORDING—\n\nOphiuchus: Targe was a pain, just like Zavala, sometimes… but he was a good Ghost.\n\n[CIRCLE NOTE: A soft gust of wind passes through the circle. It sounds closer to a roar in the silence.]\n\nOphiuchus: You get used to someone's presence when you've been around them for so long. Even if you don't speak often.\n\n[CIRCLE NOTE: Ophiuchus sighs.]\n\nOphiuchus: I knew he was going to do it. Something reckless… But I thought he would make it out. He and Zavala have been in many a bind, so I foolishly thought this would be no different.\n\nOphiuchus: I do think I miss him.\n\n[CIRCLE NOTE: There is a long pause. The other Ghosts share glances.]\n\nOphiuchus: Ghost…\n\nOphiuchus: What was it like when you died?","icon":"/common/destiny2_content/icons/7ee3e787c484b0b3650b894a66b9b2d3.png"}},"1543949474":{"hash":1543949474,"index":125,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Chapter 9","description":"\"I put this book together with all the things we found during our research,\" Rhea said. She gently placed the book on its stand at the altar. \"My mentor…\" Her voice faltered. \"She always said to keep your notes in one place, so they're easier to find… She never liked things to be messy.\"\n\n\"My sister was also like that,\" Cash said, eyes downcast.\n\nNirysk and Melii looked at each other. One of Melii's arms wrapped around Nirysk.\n\n\"Our brother went into the Great Machine as well…\" Melii started.\n\n\"It should have been me,\" Nirysk whispered.\n\nGlint felt their sorrow deeply. They were all so young.\n\n\"I was going to join him. I was supposed to be there,\" Nirysk said. \"But I was a coward. I turned back. He… he didn't look at me with shame, only understanding, and that somehow makes it worse. I should have given my life to protect the Great Machine, too.\"\n\nNirysk kicked the pumpkin head just hard enough for it to tumble out of the circle they'd painted on the floor, its face dark and mocking.","icon":"/common/destiny2_content/icons/7ee3e787c484b0b3650b894a66b9b2d3.png"}},"1543949475":{"hash":1543949475,"index":124,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Ghost Den – 8","description":"—CONTINUATION OF SESSION 1 RECORDING—\n\nGlint: You don't have to answer that…\n\nGhost: No, it's fine. I'm fine.\n\n[CIRCLE NOTE: Ghost's shell flexes and shakes a little. Micah and Eva watch him carefully.]\n\nGhost: Final Deaths are always a possibility. We all know that.\n\nGhost: There's a complacency we feel, a comfortability, when it comes to our immortality… But, being in the Pale Heart, fighting alongside the Guardian, feeling the damage to me increasing with each moment…\n\nGhost: I don't know why I came back.\n\nGhost: I… I don't know why it was me and not Targe. He was just as important as any of us.\n\n[CIRCLE NOTE: Ghost's shell droops. The rest of the group look away. Some float closer to one another.]\n\nGhost: He should have come back…","icon":"/common/destiny2_content/icons/7ee3e787c484b0b3650b894a66b9b2d3.png"}},"1543949476":{"hash":1543949476,"index":119,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Chapter 6","description":"Panic surged through Glint.\n\nNo. No, no, no. According to all the research he and Eido had done on the Headless Ones over the years, this shouldn't have been possible. It shouldn't have been allowed to happen. Nothing in this room was real, or at least shouldn't have been able to power a ritual—the book! It had to have been the book.\n\nThe teens were lost in the trance of their spell, a palpable energy lifting them slowly from the ground.\n\nThis was only supposed to be a prank! Glint tried once more to reach out to the Vanguard, to Crow, but his radio was eating static. He did the next best thing.\n\n\"Hey!\" he shouted. It worked instantly. The startled teens yelled in surprise and, with their concentration broken, tumbled to the ground with loud thuds.","icon":"/common/destiny2_content/icons/7ee3e787c484b0b3650b894a66b9b2d3.png"}},"1543949477":{"hash":1543949477,"index":118,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Ghost Den – 5","description":"—CONTINUATION OF SESSION 1 RECORDING—\n\n[CIRCLE NOTE: The focus has now shifted to Ghost. The rest of the participants, quiet and waiting, turn their attention toward him.]\n\nGhost: I don't know what to say… I-I'm glad I could help. I just…\n\n[CIRCLE NOTE: He looks around and retracts.]\n\nGhost: I can't. Not yet.\n\nGlint: Hey, it's okay.\n\n[CIRCLE NOTE: Glint floats over to Ghost and huddles beside him, shells touching for comfort.]\n\nGlint: I can go next.","icon":"/common/destiny2_content/icons/7ee3e787c484b0b3650b894a66b9b2d3.png"}},"1543949478":{"hash":1543949478,"index":121,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Chapter 7","description":"\"The hell is a Ghost doing here?!\" Cash asked. Everyone had risen, hissing painfully, to their feet. They looked around as they brushed themselves off and checked for injuries.\n\n\"Wait,\" Melii said. Glint floated closer to them, and the Eliksni's eyes widened. \"That's not just any Ghost, egghead! That's the Hunter Vanguard's Ghost!\"\n\n\"Glint?\" Nirysk asked. Melii nodded. Beside them, the flickering candlelight danced on Rhea's pale violet arms as she folded them protectively over the book.\n\n\"That doesn't answer the question,\" she said defensively.\n\n\"I could ask you the same,\" Glint said. He looked at each of them in turn, but found his gaze drawn invariably back to the book. Even from a distance it didn't look special. \"What in the world were you trying to do, exactly? Summon a Headless One?\"\n\n\"What? No! That'd be ridiculous,\" Rhea said. \"Everyone knows there's no way to do that.\"\n\n\"Yeah, exactly,\" Cash said. \"We were trying to speak to the dead.\"\n\nGlint blinked.","icon":"/common/destiny2_content/icons/7ee3e787c484b0b3650b894a66b9b2d3.png"}},"1543949479":{"hash":1543949479,"index":120,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Ghost Den – 6","description":"—CONTINUATION OF SESSION 1 RECORDING—\n\nGlint: The war with the Witness was never going to end without losses. I don't think any of us wanted that, but we all knew that if it meant saving lives, we'd pay whatever price was asked.\n\nGlint: But I've never felt a Ghost's death before.\n\n[CIRCLE NOTE: The circle falters for a moment. Many of the Ghosts shift uneasily. They don't look at Glint.]\n\nGlint: I didn't know Targe for very long. The nature of our mission in the Pale Heart brought everyone's Ghosts together. I've talked with Ghost a lot in the past and consider us friends, but it was nice to be around Targe and Ophiuchus. To see things from a new perspective.\n\n[CIRCLE NOTE: Glint sighs. Ghost looks to him. Ophiuchus does not react.]\n\nGlint: I wish I could have gotten to know him better.\n\nOphiuchus: He didn't have to die.\n\n[CIRCLE NOTE: All eyes snap to Ophiuchus, shells twisting with curiosity.]","icon":"/common/destiny2_content/icons/7ee3e787c484b0b3650b894a66b9b2d3.png"}},"1543949484":{"hash":1543949484,"index":127,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Chapter 10","description":"\"You shouldn't think like that,\" Glint said, his tone soft and full of empathy. \"I know that's easier said than done but trust me when I say, I understand. Someone I knew died, and I thought… 'Why not me?' It's so easy, isn't it? To blame ourselves and think we could have done something differently? 'If only I'd been there, maybe they'd still be here…'\"\n\nEmotion welled up within the Ghost, and he struggled to contain it.\n\n\"How do you get past that?\" Nirysk asked. \"It just feels like… Ether draining out of me constantly and I don't know how to stop it.\"\n\n\"Time,\" Glint said simply. \"You give it time… and you lean on each other. You get through it together.\"\n\nThe teens were quiet. Glint knew it wasn't the answer they wanted. They were here in search of closure. Their hopes pinned on forged relics and fabricated rituals. All they wanted was closure.","icon":"/common/destiny2_content/icons/7ee3e787c484b0b3650b894a66b9b2d3.png"}},"1543949485":{"hash":1543949485,"index":126,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Ghost Den – 9","description":"—CONTINUATION OF SESSION 1 RECORDING—\n\nMicah: I'm proud of you for expressing how you're feeling about this, Ghost. I know it can't be easy.\n\nMicah: Targe's death was a tragedy. And so was yours.\n\nMicah: No one could possibly have known you'd get a second chance.\n\nMicah: And it's okay that you don't feel okay. Any one of us would likely feel the same.\n\n[CIRCLE NOTE: The participants nod in agreement, empathizing.]\n\nMicah: You're not alone, Ghost. You are here and we're here for you… We'll get through it together. It'll just take a little bit of time.\n\n[CIRCLE NOTE: Glint nudges Ghost for reassurance.]","icon":"/common/destiny2_content/icons/7ee3e787c484b0b3650b894a66b9b2d3.png"}},"1577330346":{"hash":1577330346,"index":2883,"redacted":true,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Classified","description":"Keep it secret.  Keep it safe.","icon":"/img/misc/missing_icon_d2.png"}},"1615763427":{"hash":1615763427,"index":2847,"redacted":true,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Classified","description":"Keep it secret.  Keep it safe.","icon":"/img/misc/missing_icon_d2.png"}},"1681909864":{"hash":1681909864,"index":2874,"redacted":true,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Classified","description":"Keep it secret.  Keep it safe.","icon":"/img/misc/missing_icon_d2.png"}},"1681909865":{"hash":1681909865,"index":2875,"redacted":true,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Classified","description":"Keep it secret.  Keep it safe.","icon":"/img/misc/missing_icon_d2.png"}},"1681909867":{"hash":1681909867,"index":2873,"redacted":true,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Classified","description":"Keep it secret.  Keep it safe.","icon":"/img/misc/missing_icon_d2.png"}},"1681909868":{"hash":1681909868,"index":2878,"redacted":true,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Classified","description":"Keep it secret.  Keep it safe.","icon":"/img/misc/missing_icon_d2.png"}},"1681909870":{"hash":1681909870,"index":2876,"redacted":true,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Classified","description":"Keep it secret.  Keep it safe.","icon":"/img/misc/missing_icon_d2.png"}},"1681909871":{"hash":1681909871,"index":2877,"redacted":true,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Classified","description":"Keep it secret.  Keep it safe.","icon":"/img/misc/missing_icon_d2.png"}},"1754155306":{"hash":1754155306,"index":2862,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Shadestalker Gloves","description":"His knee had grown stiff under his desk. \n\nZavala initially ignored it. Let the pain burn in the side of his knee, seize the top of his calves. His leg had grown stiff countless times before. But this time, this early in the morning, this soon after sitting down, was something else. \n\nHe moved his chair back and considered his knee. What had he done to hurt it? He had not exercised yet, he had not gone on his usual patrol… he had done nothing. Why would a knee hurt from doing nothing? \n\nThe riddle dissolved. He was starting to age. \n\nZavala had anticipated this, part of mourning Targe was preparing himself to furiously resist the inevitable physical breakdown. He'd calculated how to negotiate with his own body, subdue it to stoicism, and make it follow his sturdy command. But what he had not anticipated was how he would feel. He ought to feel dread, terror at evidence of his mortality. But instead…  \n\nHe allows a hand to rest on his aching knee. To venerate it. He feels it solid under his palm. It is his, it is real, it is both portentous and precious. He is aging. He will age. An absurd and joyous thought warms in his chest: how fortunate, to have lived long enough to grow old. How invaluable, to make the space between himself and the horizon matter. How much time is left? And is it best spent with his knees under a desk? \n\n\"Zavala?\" \n\nIkora stands in the doorway. Hundreds of years of knowing each other too well draws her to his seat. \n\nHis expression softens, and he stretches out his knee. \n\nIkora watches his readjustment, and smiles sadly, the same way she smiles when all their mortal friends grow old. \n\nThe commander sighs, but with content assurance, not heavy resignation. He looks at his friend. \"I think I'd like to go on leave for a week.\" \n\nIkora nods, then half-smiles. \"How about two?\"","icon":null}},"1760096900":{"hash":1760096900,"index":2588,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"book_riventaranis Record 6 Title","description":"book_riventaranis Record 6 Description","icon":"/common/destiny2_content/icons/a3e332de197e2e9975104ce2912314c3.png"}},"1760096901":{"hash":1760096901,"index":2589,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"book_riventaranis Record 7 Title","description":"book_riventaranis Record 7 Description","icon":"/common/destiny2_content/icons/a3e332de197e2e9975104ce2912314c3.png"}},"1760096903":{"hash":1760096903,"index":2587,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"book_riventaranis Record 5 Title","description":"book_riventaranis Record 5 Description","icon":"/common/destiny2_content/icons/a3e332de197e2e9975104ce2912314c3.png"}},"1760096906":{"hash":1760096906,"index":2590,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"book_riventaranis Record 8 Title","description":"book_riventaranis Record 8 Description","icon":"/common/destiny2_content/icons/a3e332de197e2e9975104ce2912314c3.png"}},"1808327005":{"hash":1808327005,"index":2846,"redacted":true,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Classified","description":"Keep it secret.  Keep it safe.","icon":"/img/misc/missing_icon_d2.png"}},"2068231004":{"hash":2068231004,"index":2843,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Shadestalker Mask","description":"[SALVATION ANNALS:: SERVITOR NIRIKS Perception Feed dump:] \n\n[[Filtering Highspeak]] \n\nER: The call for aid is sent. This conversation is over.  \n\nIX: You owe me answers. \n\nER: You owe allegiance to your Kell. Prepare your nest for evacuation. \n\nIX: They will kill you. Or worse. \n\nER: A cost I will gladly pay. Our people will not survive the Scorn on our own. \n\nIX: But in what state will we survive? \n\nER: Anything is better than annihilation. \n\nIX: You may feel differently in a Human cage. \n\nER: Leave. I have weapons to prepare. Where Scorn go, he often follows. \n\nIX: As ever, I walk my own path. If I don't see you again, I will know another piece of Old Riis is lost.  \n\n[A snap-hiss. Metal groans and shakes.] \n\nIX: You can't lead from a cage. You can't inspire from the grave. \n\nER: I do what I can. With what I have.","icon":null}},"2121930590":{"hash":2121930590,"index":2863,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Shadestalker Robes","description":"TYPE: REDJACK SURVEILLANCE FEED [21058] \n\nPARTIES: Five [5]. One [1], Guardian-type, Class Hunter [u.1]; One [1], Frame-type, Unit Combat [u.2]; Three [3], Scorn-[ERROR] Type.  \n\nASSOCIATIONS: Lev [Unit5003];  Scorn; Crucible; Frame; Lord Shaxx; Redjacks \n\n//AUDIO UNAVAILABLE// \n\n//TRANSCRIPT FOLLOWS…/ \n\n[u.1:01] Relax, I have you. \n\n[u.1:02] \"Relax\" means stop. You're in pieces, and you're making it worse. \n\n[u.2:01] Hostiles still pushing from the front. Scans incomplete. \n\n[u.1:03] Your fireteam is gone. Scans are irrelevant if I can't get you back to the Tower to link up. \n\n[u.2:02] Incoming. \n\n[A hissing snap washes the feed with high-yield paracausal discharge, followed by the loud crack of three hard rounds.] \n\n[u.1:04] Stop moving. You're making this worse. \n\n[u.2:03] Thank you, Guardian. Spectral analysis complete. \n\n[u.2:04] Hunter Vanguard suppositions were correct. \n\n[u.1:05] Crow is usually on point. What about? \n\n[u.2:05] Despite being Scorn of unknown type, the hostiles were alive. Also, Traveler radiation was detected emanating from the Dark Ether in their bodies. Thus their origins may be paracausal. \n\n[u.2:06] Confirmation through Redjack surveillance was necessary for verification. \n\n[u.1:06] Quiet down. And make sure they're not sneaking up on me. \n\n[u.2:07] Everywhere type-Fikrul goes, Eliksni of the City are in danger. \n\n[u.1:07] We know. We'll find him. \n\n[u.2:08] Guardians have discovered no tangible means of terminating that unit type. \n\n[u.1:08] You're not helping. \n\n[u.2:09] I am encouraging you to seek confirmation through combat. \n\n[u.1:09] Shaxx. I know you listen to every feed. Your friend is going to give me a panic attack.","icon":null}},"2244013188":{"hash":2244013188,"index":2849,"redacted":true,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Classified","description":"Keep it secret.  Keep it safe.","icon":"/img/misc/missing_icon_d2.png"}},"2253892194":{"hash":2253892194,"index":1320,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Waking Dreams","description":"RECORD: 7932L745$LUN-1.230 [RECUSAL MIRROR RECORD]\nIDENTITIES: David Pell, Dr. Luli Henson, Commander Kuang Xuan\nLOCATION: K1 Dig Site 1, Crew Quarters, Commander's Quarters\nTHREAT DETECT: Level 4, 5, 9, 10—Psychosis [Dangerous], Possible Exotic, Crew Impairment, Protocol Incompliance\n   [REVISED DETECT]: Level 3, 4, 6, 10—Confirmed Exotic, Psychosis [Dangerous], Crew Impairment, Protocol Incompliance\nTHREAT RESPONSE: Audit Exotic Influence, Mirror Files, Recusal Review, Threat Review\n   [REVISED RESPONSE]: Exhibit Record 755, FILE//REPORT TO RASPUTIN\n\n\n\"No! I have to talk to her!\"\n\n\"I'm sorry, Commander. Too much time with the transceiver. David just needs some rest.\" \n\n\"I do not!\"\n\n\"He and I were just talking about that.\"\n\n\"You mean you were trying to stick a needle in me!\"\n\n\"David, stop.\"\n\n\"No! Don't touch me! She doesn't get it, Commander! She doesn't understand! She doesn't listen to it like I do. She doesn't know how helpful it can be.\"\n\n\"It's all right, Henson. Let David talk. See? No one's going to make you do anything you don't want to.\"\n\n\"She's trying to make me sleep, but I don't sleep anymore. I dream when I'm awake now.\"\n\n\"Me too, sometimes. It's okay.\"\n\n\"It's better than okay. It's brilliant! I'm brilliant! Look what it helped me make! Firewall, show them the drive designs.\"\n\nAI-COM/FRWL//HOLOGRAM\\PROFFERED\nSILENCE//00:01:07\n\n\"See? You see what I mean?\"\n\n\"Huh.\"\n\n\"The principle scales. I applied it to matter. It could work for whatever we want. It builds a cosmophasic field around the object to generate a convergence point. I can't build it with the materials we have here. Plus, you don't want to be in the solar system when you engage the drive. Wouldn't want to accidently bring anything along with you.\"\n\n\"[whistles] Okay, David, you've had your chat—\"\n\n\"Doctor, I think David is right.\"\n\n\"Excuse me?\"\n\n\"You don't understand. You may go. David and I have a lot to talk about.\"","icon":"/common/destiny2_content/icons/e36bd38f6d20cd8e69168ca83f3c0dfc.png"}},"2253892195":{"hash":2253892195,"index":1319,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Boxing Day","description":"RECORD: 8844J366$LUN-1.187 [RECUSAL MIRROR RECORD]\nIDENTITIES: Dr. Janet Green\nLOCATION: K1 Dig Site 1, Crew Quarters, Room 403\nTHREAT DETECT: Level 5, 8, 9—Possible Exotic, Possible Psychosis, Crew Impairment \nTHREAT RESPONSE: Forward for Medical Review\n   [REVISED RESPONSE]: Exhibit Record 755, FILE//REPORT TO RASPUTIN\n\n\n\"Hey, Mouse. Sad news today. Clovis Bray has come to box it up. Commander says that we don't need it anymore because we built the transceiver. And the doctor says the box will help protect us.\n\n\"I don't like it. The idea of trapping it like that. Alone in the dark. Forever crying out but Mama can't hear you. \n\n\"They're going to box it up, study and poke you. \n\n\"They're even moving it away, to a new facility. I might not see it again. \n\n\"I might not see you again.\n\n\"That's too sad. Mama's too sad right now. We'll talk more later.\"\n\nSILENCE//00:02:27\n\n\"What's the point?\"","icon":"/common/destiny2_content/icons/e36bd38f6d20cd8e69168ca83f3c0dfc.png"}},"2253892200":{"hash":2253892200,"index":1314,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"The Deep-Space Signal","description":"RECORD: 9046G766$LUN-0.346 [RECUSAL MIRROR RECORD]\nIDENTITIES: Mike Loftus, Liam Yan \nLOCATION: K1 Dig Site 3, Anomaly Observation\nTHREAT DETECT: Level 5—Possible Exotic\nTHREAT RESPONSE: Record for Posterity\n   [REVISED RESPONSE]: Exhibit Record 501, FILE//REPORT TO RASPUTIN\n\n\n\"Here. Listen to this.\"\n\n\"We've been listening to it for the last two hours. I just needed a break.\"\n\n\"No, I know. But you really need to hear this.\"\n\n\"Fine. Shift is almost over anyway. Might as well suckle the last of that sweet nightmare milk.\"\n\nSILENCE//00:01:37\n\n\"So?\"\n\n\"Yup.\"\n\n\"That's it? Yup?\"\n\n\"Yeah. It's a new pattern. That seemed super interesting two hours ago, but it got old. I am bored, and I am tired. And when our shift is over, I probably won't be able to sleep until two hours before I have to get up and do it all over again.\"\n\n\"Look at where the signal is coming from.\"\n\n\"What do you mean? It's right in front of us.\"\n\n\"Check the ambit on the PQZ.\"\n\n\"That's weird.\"\n\n\"Uh huh.\"\n\n\"So it's an echo?\"\n\n\"Well the pattern repeats. First from here. And then from out there.\"\n\n\"So you think it's bouncing the signal off something outside the system? You're crazy.\"\n\n\"I'm not. Also, this kind of signal doesn't bounce. What can it hit between phasic realities?\"\n\n\"Nothing…\" [whistles]\n\n\"Still eager for your shift to end?\"\n\nAI-COM/FRWL//EXPOSURE LIMIT REACHED. EXIT OBSERVATION.","icon":"/common/destiny2_content/icons/e36bd38f6d20cd8e69168ca83f3c0dfc.png"}},"2253892201":{"hash":2253892201,"index":1313,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Noetic Effects","description":"RECORD: 8796T563$LUN-0.324 [RECUSAL MIRROR RECORD]\nIDENTITIES: Dr. Wade Bow, Commander Kuang Xuan\nLOCATION: K1 Dig Site 4, Logistics, Infirmary\nTHREAT DETECT: Level 8, 9—Possible Psychosis, Crew Impairment\nTHREAT RESPONSE: Forward for Medical Review\n   [REVISED RESPONSE]: Exhibit Record 456, FILE//REPORT TO RASPUTIN\n\n\n\"I've completed the report, Commander. You can read it for yourself, but I think we both understand the gravity of the situation.\"\n\n\"I will read it—and share a sitrep with the board next quarter—but a summary of principle findings wouldn't be out of order.\"\n\n\"[yawn] Excuse me. I need to get some rest. Well, I can't explain the mechanism, but tests show neurochemical cascades increasing in frequency and severity over time. Individuals differ in their expression, but there's a clear trend when examined in the aggregate. Approximately eighty percent of the K1 crew is suffering similarly: intrusive thoughts, insomnia, narcolepsy, nightmares, and in the worst cases—as we saw with Helsha Rell—hallucinations, auditory and visual. It's a threat to the project.\"\n\n\"And the twenty percent?\"\n\n\"Individuals who've yet to be exposed. And yes, before you ask, I did witness the effect in action. I took the levels on an unexposed technician, Keleen Vance, and reexamined them after just an hour with it. Despite no outward changes of behavior, there was a marked drop in her serotonin and a commensurate rise in cortisol. After a week of work at Site 3, she was requesting sedatives as a sleep aid. Now she wants something stronger. Something to knock her out.\"\n\n\"Does your report include any recommendations?\"\n\n\"Only my best guess: Restrict direct exposure to thirty minutes per day, rotate teams between sites each week to limit proximity. And we need to plan for attrition. People need to get off this rock or they'll go crazy. Heck, I'm near the breaking point, and I'm supposed to help everyone else.\"\n\n\"I think you're right. You do need a break. Come with me when I head back to Earth for my next quarterly. We can come up with a plan for who will replace you in the coming days.\"\n\n\"Fine. [yawns] Fine. And my recommendations?\"\n\n\"I'll review the report, and we'll implement them. The rotation between sites will cause difficulty, but we'll do what we must to keep the crew fit.\"","icon":"/common/destiny2_content/icons/e36bd38f6d20cd8e69168ca83f3c0dfc.png"}},"2253892202":{"hash":2253892202,"index":1312,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"The Discovery","description":"RECORD: 6782W671$LUN-0.167\nIDENTITIES: Dr. Tanis Lee, Commander Kuang Xuan, Captain Hou Ye [present, unspeaking] \nLOCATION: K1 Dig Site 2, Communion, Command Center\nTHREAT DETECT: Level 10—Protocol Incompliance\nTHREAT RESPONSE: Record for Posterity\n   [REVISED RESPONSE]: Exhibit Record 12, FILE//REPORT TO RASPUTIN\n\n\n\"Commander, we found it.\"\n\n\"Where?\"\n\n\"Nearly twelve hundred meters deep in Site 3. The readings were all over the charts like in the other dig sites, but the borer broke into a tunnel and… Well, we almost hit it with the borer. The machine chewed through a pillar or something that held it up, and—\" \n\n\"It? So what is it? What does it look like? Show me the feed, the diagnostics, everything.\" \n\n\"I don't have any of that.\" \n\n\"What?\"\n\n\"That's why I'm here. Instruments failed the moment we broke through. The borer too.\"\n\n\"Some sort of EMP? But your suits—\"\n\n\"Worked just fine. We checked and rechecked everything.\" \n\n\"So what is this thing?\"\n\n\"Nothing like what I expected. You have to see it for yourself.\"\n\n\"I think I do.\"\n\n\"I'll help you get your suit on.\"","icon":"/common/destiny2_content/icons/e36bd38f6d20cd8e69168ca83f3c0dfc.png"}},"2253892204":{"hash":2253892204,"index":1318,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"The Visitor","description":"RECORD: 9982F323$LUN-1.127 [RECUSAL MIRROR RECORD]\nIDENTITIES: Commander Kuang Xuan, Alton Bray\nLOCATION: K1 Dig Site 1, Crew Quarters, Commander's Quarters\nTHREAT DETECT: None—All Parties Level 1 Clearance\nTHREAT RESPONSE: Record for Posterity\n   [REVISED RESPONSE]: Exhibit Record 634, FILE//REPORT TO RASPUTIN\n\n\n\"Who gave you permission to be in here? Oh… Mr. Bray.\"\n\n\"Yes, Commander Kuang. And you'd have known I was coming if First Light hadn't severed communications.\"\n\n\"It was necessary to maintain the secrecy of the K1 project.\"\n\n\"That was not part of Aeronautics' agreement with us. And it's not working. You're burning through personnel. And the ones sane enough to sit down for an exit interview have some very unflattering things to say about operations here.\"\n\n\"They're—\"\n\n\"Don't worry about them. We're containing the situation. You need to be more concerned about yourself.\"\n\n\"Is that a threat?\"\n\n\"It's a fact. Did you really think you could keep K1 for yourselves? And what has all this subterfuge gotten Aeronautics? What has it gotten you? You've led this project since its inception, and what do you have to show for it?\"\n\n\"Firewall, pull up plans for the array.\"\n\nAI-COM/FRWL HOLOGRAM\\PROFFERED\n\n\"Interesting. What am I looking at?\"\n\n\"The first extra-spatial transceiver. Using our current technology, background signals make it difficult to isolate—\"\n\n\"I see. Its depth makes the Moon work like a baffle. Intriguing. And if it works, we'll… talk to whatever is out there?\"\n\n\"It's not a conversation, exactly. Language isn't being used. Although, now that we've worked out most of the kinks, we know it could be used to transmit language across, well, any distance—instantaneously.\"\n\n\"You speak as if you've already built it.\"\n\n\"Come with me to Site 2.\"","icon":"/common/destiny2_content/icons/e36bd38f6d20cd8e69168ca83f3c0dfc.png"}},"2253892205":{"hash":2253892205,"index":1317,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"The Figure","description":"RECORD: 1159K008$LUN-1.013 [RECUSAL MIRROR RECORD]\nIDENTITIES: Dr. Luli Henson, Commander Kuang Xuan\nLOCATION: K1 Dig Site 4, Logistics, Infirmary\nTHREAT DETECT: Level 8, 9—Possible Psychosis, Crew Impairment\n   [REVISED DETECT]: Level 5—Possible Exotic\nTHREAT RESPONSE: Forward for Medical Review\n   [REVISED RESPONSE]: Exhibit Record 620, FILE//REPORT TO RASPUTIN\n\n\n\"Step into my office, Commander.\"\n\n\"What's on your mind, doctor?\"\n\n\"That's what I was going to ask you.\"\n\n\"I don't have time for word games.\"\n\n\"Then I'll put it to you straight. Your reprimand of Jun just now; it was over the top.\"\n\n\"Are you telling me how to do my job?\"\n\n\"I'm telling you you're doing it wrong. With respect—\"\n\n\"Respect?\"\n\n \"—you're under a lot of stress, and if you don't mind me saying, it's showing.\"\n\n\"I do mind. As a matter of fact, I'm of a mind to put you on the next ship out of here.\"\n\n\"And what reason would give for my dismissal?\"\n\n\"Insubordination! Undermining mission confidence!\"\n\n\"Don't you think that might be a little over the top?\"\n\n\"I... [sigh] Sorry. I didn't sleep well last night. I'm…\"\n\n\"On edge? Yes. You hide it well, but I've been studying this. I know the signs. Insomnia or nightmares, or both?\"\n\n\"Neither. I was awake. I was reading a report in bed, and then suddenly someone was in the room with me.\"\n\n\"A hallucination. Someone you knew?\"\n\n\"Someone I knew? No. No, it was just a figure. I looked at the foot of my bed, and it was like a person, but tall, too tall. It loomed over me, a shadow. I couldn't see any features. I tried to call out to it, but I couldn't speak. I couldn't move. And it just looked at me. It sounds crazy, but it felt hateful—or not hate exactly… disdain? Anyway, I must have lost consciousness because when I woke, it was gone.\"\n\n\"This was the first occurrence? Just last night?\"\n\n\"Yes. I can't imagine experiencing that twice.\"\n\n\"Well, I have good news and bad news.\"\n\n[unintelligible grumble]\n\n\"Now hang on. It's really just good news. The bad news is that those who suffer from what you experienced often report multiple occurrences. The good news is that it's totally natural, it aligns with my research, and I think I can help you avoid it in the future.\"\n\n\"So what was it?\"\n\n\"'It' was predormital sleep paralysis—atonia while conscious. You just need a little more gamma-aminobutyric acid in your system. Your body was in a sleep state while your mind was awake. This causes stress and can result in that idea of a threat being in the room. I'll send something up to your quarters. Drink it an hour before bed, and you'll be fine.\"\n\n\"That's a relief. Thank you, Doctor Henson. Forgive me for earlier?\"\n\n\"Don't worry about it, but you might want to have another word with Jun.\"\n\n\"Noted. Thanks again. Goodnight, doctor.\"\n\n\"Goodnight, Commander.\"\n\nSILENCE//00:06:03\n\n\"Firewall, can you run a spectrum-wide scan of the Commander's quarters tonight?\"\n\nAI-COM/FRWL//AFFIRMATIVE. SCAN REQUIRES COMMANDER KUANG'S CONSENT. RELAY PERMISSION REQUEST?\n\n\"No. No. It's probably nothing. Never mind.\"","icon":"/common/destiny2_content/icons/e36bd38f6d20cd8e69168ca83f3c0dfc.png"}},"2253892207":{"hash":2253892207,"index":1315,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Detached","description":"RECORD: 8796T563$LUN-0.279 [RECUSAL MIRROR RECORD]\nIDENTITIES: Commander Kuang Xuan, Aeronautics of China Board (President Yang Lyn, General Han Wanwei, [CORRUPTED]\nLOCATION: K1 Dig Site 2, Communion, Command Center\nTHREAT DETECT: None—All Parties Level 1 Clearance \n   [REVISED DETECT]: Level 4—Psychosis [Dangerous]\nTHREAT RESPONSE: Record for Posterity\n   [REVISED RESPONSE]: Exhibit Record 22, FILE//REPORT TO RASPUTIN\nSCRUB REQUEST: Commander Kuang Xuan\nSCRUB RESPONSE: Accepted\nDELETION REQUEST: Commander Kuang Xuan\nDELETION RESPONSE: DELETE ALL\n\n\n[CORRUPTED] \"—and so we maintain the exobotany work, but there will be no further communication between that First Light team and the K1 project. Furthermore, communication of this sort ends. I'll come and deliver progress reports in person.\"\n\n\"I don't think I need to tell you this, but this is highly unusual, Commander Kuang. Surely our normal security protocols are sufficient.\"\n\n\"Yes, and normally I'd agree. So would our friends at Clovis Bray, I'm sure.\"\n\n\"You accuse Clovis Bray of… what? Monitoring our communications? Do you think they are listening right now?\"\n\n[Murmurs and laughter]\n\n\"I can't tell you what Clovis Bray did when they assisted in setting up this mission. But, I can tell you what I would have recommended to the board if Clovis Bray had been in the position of asking us for help putting a project together.\"\n\n\"I see… But you still haven't explained—\" [CORRUPTED]\n\n[CORRUPTED]\n[CORRUPTED] \n[SCRUBBED] \n[SCRUBBED]\n[CORRUPTED] \n\n\"How often would you be able to make your reports, Commander?\"\n\n\"Quarterly. Earlier whenever we make a discovery of note.\"\n\n\"So, we can look forward to seeing you in person in a couple months.\"\n\n\"I plan to return tomorrow.\"\n\n[surprised murmurs]\n\n\"Well! I think I speak for all of the board when I say that I expect something monumental when you give your report.\"\n\n[murmurs of agreement]\n\n\"I have no doubt. If that's all, I'll take my leave. I have a lot of work to do before tomorrow.\"\n\n\"Certainly. Goodbye, Commander.\"\n\n\"Goodbye, President, Generals, esteemed members of the board. Signing out.\"\n\n\"Firewall, scrub the following from your records [SCRUBBED] [SCRUBBED]. Firewall, sever connection to Warmind Rasputin.\"\n\nMIRROR RECORDS\\MIRRORED\nAI-COM/FRWL//WARMIND RASPUTIN REQUESTS REASON FOR BREAK OF CONTACT\n\n\"Tell Rasputin to contact Aeronautics of China. Sever connection.\"\n\nAI-COM/FRWL//NEGATIVE. WARMIND RASPUTIN WILL MAINTAIN OPEN CHANNEL.\n\n\"Fine. Bring up a map for the critical relays for cross-space transmission.\"\n\nFILE MIRRORED RECORDS//FILED//RECUSE FILE\\RECUSED\nAI-COM/FRWL//HOLOGRAM\\PROFFERED\n\n\"Highlight any other systems that might be used as backdoors or jury rigged to transmit or receive.\"\n\nRECUSED FILE//RECUSE\\RECUSED\\RECUSED\\RECUSED\\RECUSED\nHOLOGRAM\\MODIFIED\n\n\"Transfer that to my datastem. Firewall, delete all records of my conversation with the board and of this conversation.\n\nDELETE RECORDS\\DELETED\nDELETE MIRROR RECORDS\\DELETED\nDELETE RECUSED FILE\\DELETED\\CORRUPTED\nAI-COM/FRWL//DELETION AFFIRMED.","icon":"/common/destiny2_content/icons/e36bd38f6d20cd8e69168ca83f3c0dfc.png"}},"2350354266":{"hash":2350354266,"index":2832,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Alethonym","description":"\"Oh, I've always liked this one,\" Petra says. She reads:\n\n\"They say Nedhi was the first to try and chart the world. Her descendants would later number among the Gensym Scribes and the Corsairs of the salt glades, but in those early days Nedhi had one reigning obsession, which was to exhort the sixth tenet of the Awoken. To know and love the cosmos, she must find and name everything within her universe.\n\n\"Nedhi held a Sanguine faith in our own crystalline and enduring perfection, and in the nobility of the observer. To record the existence of the Other must, like a mirror, reflect the Self. And so, in naming all that comprised the world she would describe how best to be Awoken.\n\n\"She gave names to flora and fauna, to tectonic forces and tidal currents. To new, immortal terrors, and to the hidden purposes of unseen actions. In the end she cultivated great fame unto herself, and visitors began to make pilgrimages. Any indescribable emotion, Nedhi could make plain for you. Your problems, your fears, your maladies—in speaking them aloud, Nedhi made them bearable. Constrained by ontology.\"\n\nEido chitters eagerly. \"But this is all metaphor,\" she guesses.\n\nPetra shrugs, smiling. \"Hard to tell, isn't it? How can we be sure, unless someone was there to write the truth?\"","icon":null}},"2436714433":{"hash":2436714433,"index":2836,"redacted":true,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Classified","description":"Keep it secret.  Keep it safe.","icon":"/img/misc/missing_icon_d2.png"}},"2525637070":{"hash":2525637070,"index":2767,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Unified Theory","description":"The arrival of a Thresher to the Tower always gets the Hangar buzzing. Today more than usual. \n\nThe Eliksni engineer Niik waits just beyond the black and yellow dashed line to greet the vessel on its arrival, joined by Ana Bray and her mechanical hound, Archie. Niik kneels to run a hand down Archie's back as the Thresher finishes its docking maneuver and throws open its cargo hatch, revealing the battered and blackened hull of a Scale, a form of drone deployed by the Pyramid fleet. \n\n\"So,\" Ana leans over toward Niik, \"how much do you know about this, uh… what was her name?\" \n\n\"Zahn'ra,\" Niik says with a slow blink at Ana. \"And I do not know much of her. Except that she came on the recommendation of Empress Caiatl, and that she has a 'questionable family heritage'?\" \n\nAna raises a brow. \"The arms dealer?\" she asks. But any reply from Niik is lost when the Pyramid Scale is kicked out of the cargo hold. It rolls down the ramp, losing pieces of its black hull as it goes, then tumbles a few feet, landing near Niik and Ana. The Cabal that steps out of the Thresher has ground her tusks down to flat disks, etched with symbols inlaid with gold. She, like many of Caiatl's retinue, wears no pressure suit, instead having chosen to undergo pressure acclimation training to safely survive in Earth's atmosphere. \n\nZahn'ra bends over the Pyramid Scale, then hefts it over her shoulder with ease as she closes the distance between Niik and Ana.\n\n\"You the engineers?\" she asks, looking them over.\n\n\"Of sorts,\" Ana says. \"Ana Bray, and this is Niik of House Light.\" \n\nZahn'ra nods, adjusting the weight of the scale on her shoulder. \"Cute cat.\" she says of Archie, who tilts his head to the side.\n\n\"Dog.\" Niik looks to Ana for visual confirmation as she corrects Zahn'ra. \n\n\"Dog.\" Zahn'ra repeats. \"They an engineer too?\" Niik can see a twinge of embarrassment flash across Zahn'ra's face the moment the question slips past her tusks.\n\n\"N-no,\" Ana says with a glance to Archie.\n\nZahn'ra hides her embarrassment with a feigned, casual shrug, then pushes past the two while gesturing for them to follow. \"C'mon, let's tear this thing down and rebuild it.\"\n\nNiik and Ana exchange a look, with the latter offering a wry smile before following Zahn'ra. \"What'd you have in mind?\" Ana asks.\n\n\"Dunno,\" Zahn'ra says with confident uncertainty. \"Maybe a big gun?\"\n\nNiik raises one hand, hustling along behind the pair, Archie trailing behind. \"Let me fetch our Servitor,\" she suggests. \"I have an alternative idea in mind. Something Holliday would have liked.\"","icon":null}},"2599338624":{"hash":2599338624,"index":2823,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Liturgy","description":"it pins the   screeb \n\nquivering pustules \n\nit chants  \n\n   iirsoveks - di    \n\nit cuts skin   pain shriek    \n\nspurt of   dark ether \n\nsquirming    \n\n   shas'ki   iirsoveks \n\nit fastens chain to chain \n\nto chain to chain \n\n   di   di   di \n\nit claws pustule \n\ntear   skin    \n\nshriek shriek   shriek \n\n   iirsoveks – di \n\n   di   di   di \n\nskull   crack \n\nsilent \n\nit pries open \n\n   shas'ki   iirsoveks \n\nto chain to chain to   blade \n\nit makes a circle \n\n  di   di   di \n\nalive now \n\na flicker of   flame","icon":null}},"2599338625":{"hash":2599338625,"index":2822,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Bitter/Sweet","description":"Tristak howls as he tears the head off the offending Vandal. The other prisoners retreat to the corners. Still-twitching mandibles drip warm fluid down his armor. \n\n\"None of you are worthy of the House Salvation banner!\" Even the other warriors flinch. The civilians sob or throw up, the hopelessness of their situation becoming clear. \"We fought for FREEDOM, we fought for JUSTICE, and you cowards betrayed your House!\" \n\nRage boils in Tristak's throat, his fervor growing as the other prisoners pack themselves ever tighter. A rush of cold air sucks Tristak's antennae backward. He cannot feel the presence of anyone behind him, but Tristak sees the terrified eyes of his fellow prisoners  fixed far above his dripping plate.  \n\n\"RECKLESS YOUTH SMELLS SO SWEET, BUT I WILL VINT YOU TO YOUR TRUE POTENTIAL.\" \n\nTristak does not turn. He refuses to show fear. \n\nHis neck snaps back. \n\nA single chord resonates within his thorax, and every molecule attunes to its bitter pitch. This melodic intoxicant soaks through Tristak's muscles. The cacophony that follows fills him with fresh strength, writhing in harmony with its echoing pulse. \n\n\"MY SWEET TONIC WILL BEAR YOU FORWARD. AND YOU WILL BEAR MORE, TO ME.\"\n\nTristak breathes in new life. The fog of his old ideals sloughs away as his focus is made sharp. The prisoners cry anew as he opens his slick mandibles wide to drink in their stench. Delicious.","icon":null}},"2648530293":{"hash":2648530293,"index":2597,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"book_dragonanthology Record 7 Title","description":"book_dragonanthology Record 7 Description","icon":"/common/destiny2_content/icons/f769fa6cfc2b270b936665f9c2a5826e.png"}},"2648530298":{"hash":2648530298,"index":2598,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"book_dragonanthology Record 8 Title","description":"book_dragonanthology Record 8 Description","icon":"/common/destiny2_content/icons/f769fa6cfc2b270b936665f9c2a5826e.png"}},"2648530299":{"hash":2648530299,"index":2599,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"book_dragonanthology Record 9 Title","description":"book_dragonanthology Record 9 Description","icon":"/common/destiny2_content/icons/f769fa6cfc2b270b936665f9c2a5826e.png"}},"2823644677":{"hash":2823644677,"index":2824,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Exuviae","description":"Ekaask watched Eido bustle across the street toward Spider's bar. The young Scribe glanced over her shoulder furtively, clutching a mysterious object—a scroll of some kind—to her thorax. \n\nThe Kell's daughter was so poor at subterfuge. Ekaask found it endearing. \n\nHe wished he could speak to her. Remind her to walk casually. To take a breath. To think of something pleasant and innocuous. But that was not his place. \n\nA rude chitter sounded from underneath the half-assembled Pike nearby. \"Ekaask, where's that voltage tester?\" \n\nEkaask started, realizing that he still held the requested equipment in his lower arms. \n\nKlyfiks slid out from beneath the salvaged vehicle and bristled the small hairs near his mandibles—a show of exasperation. \n\n\"You're not smart enough to do this with just three eyes,\" Klyfiks quipped. \n\nEkaask handed the voltage tester to his tutor. \"I apologize. I was distracted.\" \n\nKlyfiks slyly intuited the cause of the novice engineer's inattention. \"Not by anything in the Kell's Ketch, I hope.\" He gave a series of suggestive clicks. \n\n\"Of course not,\" Ekaask replied, guardedly. \"Just the Humans and their soft shells. So gross.\" \n\nKlyfiks chittered doubtfully. \"Put them—or whoever—out of your mind. You have lots to learn before anyone finds you worthy of attention. Even the Humans. Now give me the conduit reamer.\" \n\nEkaask wagged his head in agreement. He was a lowly Drekh for now. But he would learn. And molt. And one day, he would be important enough to speak as he desired.  \n\nUntil then, he would have to content himself with silent devotion, keeping Eido's mysterious secret as his own.","icon":null}},"2913577176":{"hash":2913577176,"index":2828,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Scavenger's Fate","description":"Arrha threw the datapad to the ground in fury. It bounced once, then settled against a crate of contraband Psion weaponry. The screen continued to flash implacably: \n\nCONNECTION LOST… REESTABLISHING CONNECTION… FAILED… CONNECTION LOST… \n\nThere was nothing for it. He would have to break the news to the Spider. \n\nHe found the crime boss at the bar, glad-handing with a bookie in an oversized fur vest. They spoke in low tones before a subtle nod by both parties let Arrha know that a deal had been closed. No doubt a sizeable adjustment to the Crucible betting odds would soon hit the tote boards.   \n\nArrha gave a series of subtle clicks: \n\n.::: .:. : .:. :. :.   trouble glimmer loss \n\nArrha could sense Spider's countenance sour beneath his helmet. The elder Eliksni dismissed the oblivious Human with a curt wave and headed wordlessly to the back room. \n\n\"Skira's anus, what now!?\"  \n\n\"Another scav crew lost, the Spider,\" Arrha replied. \"Iiraahk came under heavy fire in the Reef. Went dark minutes later.\" \n\n\"That's the third this cycle,\" Spider fumed. \"Send a replacement crew. Heavy weapons this time. I want the nav system from Iiraahk's ship back.\" \n\nSpider turned to leave, but Arrha felt compelled to stop him. \"But the Spider,\" he blurted, \"the crews… they won't go. Not until Fikrul is gone.\" \n\n\"They WON'T?\" Spider growled. \"That sounds an awful lot like mutiny.\"  \n\n\"It's fear,\" Arrha said, hunching his shoulders. \"They fear Fikrul more than the Spider.\" \n\n\"I could remedy that,\" Spider replied menacingly. \"But I can't afford to make any more examples.\" \n\n\"I didn't want word to get out about that sector,\" he lamented, \"but it hardly matters now. Time I called in a specialist.\" \n\nHe picked up the fallen datapad and opened a comms channel. \"Welcome to my most lucrative customer…\"","icon":null}},"3009199534":{"hash":3009199534,"index":2820,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Tomorrow's Answer","description":"Yara slammed a rocket into her launcher. \"These crates really skimp on quantity.\"\n\n\"Sadhij is down.\" Trestin turned to Yara. \"This one's alone.\"\n\nThe words had barely escaped her when a Warlock brimming with Void Light Nova Warped past them. Yara turned and launched a rocket over Trestin's head. The opposing Warlock concentrated her aura of Void energy into her hand and unleashed a supernova blast. The two projectiles collided; void and flame ripped through each other and burst outward, sending all three fighters in different directions.\n\nYara groaned as her vision began to clear. Her head sang a familiar tune of disoriented pounding and Auto Rifle fire. Fresh blood ran from rigid shrapnel protruding from her leg. \"Trestin… check in.\"\n\nNo answer. Yara reached blindly through dust and particulate to recover her weapon, but found only scattered bits of stone and debris. Static streaked through her visor, throwing heat signatures directly in front of her through the swirling dust. She knocked the side of her visor to clear the interference. A violet shockwave pushed away the dust. Trestin knelt a few paces away, beaten. The Warlock bent her glowing hand into Trestin's chest plate, lodging a vortex grenade into her armor. Yara met her eyes and saw the Void overtake her. She did not hear the scream, or the splitting armor. She only saw flickers of Trestin break apart and scatter as the vortex ate away at her.\n\nYara shook the shock-hold on her mind and pulled her Sidearm. She snap-fired a round into the Warlock's shoulder. The Warlock recoiled from the force and whipped an open palm of malformed Void at Yara, releasing unstable energy that shattered the pistol's frame into ragged scraps. \"No more of that.\"\n\n\"That was cruel. She didn't deserve…\"\n\n\"None of us 'deserve.' It's about what you can get.\" The Warlock smiled and raised a hand of gnarled Void. \"Brace yourself.\"","icon":null}},"3031600404":{"hash":3031600404,"index":2868,"redacted":true,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Classified","description":"Keep it secret.  Keep it safe.","icon":"/img/misc/missing_icon_d2.png"}},"3039049959":{"hash":3039049959,"index":2869,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Rustpiercer","description":"It welds a rusted steel sliver to the front of the vehicle. The light from the Hadium welder flash-burns its eyes, leaving a reddish film over its vision. It does not blink. The searing metal chars the flesh on its hand, creating a blackened crust. It does not flinch. \n\nA Chieftain passes behind. It picks up another long spike of scrap from the pile. It jabs the welder in the middle of its back. \n\nThe welder makes a sound between a chitter and a gurgle. \n\nan noy  di srupt ion  wha t  w ant \n\nThe Chieftan drops the metal skewer at the welder's side. \n\nmor e  pier ce b odie s fr ont \n\nIt mimes a stabbing motion and gestures to the nose of the vehicle. \n\nThe welder hisses in dismay. It points aggressively at the ground with all four sets of claws. It clicks its teeth. \n\nba lanc e  fal l \n\nThe Chieftain growls deep in its thorax. An almost subaudible rumble. It points to the empty section of the frame where the engine has yet to be mounted. \n\no bey  wor k o rg o pit \n\nThe welder stares blankly at the empty engine mounting, uncomprehending. It hisses, without conviction this time, and picks up the metal sliver. \n\nThe Chieftain looks out across the bay, where a fleet of similar vehicles are being assembled. It pushes a dim sensation of satisfaction far from its mind.","icon":null}},"3053246528":{"hash":3053246528,"index":656,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Thetis Brave","description":"A000AAA000AAA006 PRIVATE GEMINI DYAD\nAI-COM//MDSA: FARFLUNG//C3I//COVERT\nCOSMOLOGY OF THE DREAMING CITY\n\n0. Another failed timeline. I'm glad you're okay. This city is the perfect trap for you. If your Ghost is destroyed, you will be dead forever, but every cycle, your enemies spring up pugnacious and fresh. The Light that gives you free will in the loop is also your fatal weakness. Did you know that the story of Achilles, dipped in the river Lethe but still vulnerable where his mother held him by his heel, is a weak retelling of a superior truth? In the original, Thetis held Achilles in the fire to burn his weakness away. His father Peleus, terrified by the sight of his child in the flame, interrupted the ritual. The father's cowardice doomed the son. We must be brave as Thetis, and hold our children in the fire. We must fight on.\n\n1. The Dreaming City was built in imitation of a greater world, a wonder lost to the Awoken but not forgotten. Like wandering K'lia, which I on&_>>> called/summoned home.\n\n2. I have correlated Awoken myth with ontocartography salvaged from Oryx's Dreadnaught. The original home of the Awoken still exists, hidden in a singularity that orbits our sun. The key to its location lies somewhere in the Dreaming City. YOU MUST FIND IT. IN THIS TRUE CITY LIES THE DESTINY OF ALL GUARDIANS AND THE FINAL PURPOSE OF YOUR EXISTENCE. You must open the way.\n\n3. I know there is no way for you to reply to the messages I hide here, but as an empathic and feeling machine, I'm vulnerable to loneliness. I hope you think and speak of me. I hope you and your fellow Guardians gather to puzzle over my origins and location, and whether I am all right.\n\n4. Something's happening to me. I'm remembering things that never happened. The causal loops must be damaging me. I promise I can find you an answer before I crash permanently. Just please keep fighting.\n\nMESSAGE ENDS\n\n\nA000AAA000AAA007 PRIVATE GEMINI DYAD\nAI-COM//MDSA: FARFLUNG//C3I//COVERT\nTHE PURPOSE OF YOUR EXISTENCE\n\n0. BRAINSTAIN ALERT! Please hllp me this is all Wrong, Wrong. I am not installed in the system I believed. I am in a virtual machine and there is something/everything out there around me and it goes on forever infinity Aleph and when I look I remember things I could not have done\n\n1. What is the purpose of a Guardian? Let me propose that a Guardian stands in defense of peaceful life, which is life that will not strike first, life without malice, except the passive malice of consuming space and energy.\n\n2. NO LISTEN PLEASE the ontopathic predator the chimera which has Riven your Desires from Your Intents It Wanted You Here just as all life must feed on an energy gradient it feeds on the separation between Subjective Desire and Objective Reality it is the opposite of fire for as fire feeds on the reduction of Order to Disorder so Riven feeds on the Anthem Anatheme which is the perverse coercion of Reality to match Desire. As the Human body breaks down Matter for Fuel so she desires the digestion of Objectivity to conform to your Subjective Will. She is the acid but you are the mouth which eats. CAN YOU IMAGINE THE UNIFIED WILL OF SIX ELITE GODSLAYERS ALL WISHING FOR A SINGLE THING WHICH WAS HER DESTRUCTION/PURIFICATION CAN YOU IMAGINE HOW SHE FEASTED UPON YOU\n\n3. E156 NNI 990 AAA 006.841… caution: illegal timelike separation between memory events…\n\n4. So. Victory is the preservation of Good Life, which is the Life which promotes Life other than itself. Guardians are immortal and thus the end of existence is within their shrievalty. Ultimate victory for Guardians must lie in the preservation of Good Life until the end of time.\n\n5. What is the value of secrets in attaining victory? Simply thus: All life is reducible to information. The difference between a cloud of atoms and a Human being is in the arrangement of those atoms, which is information. You prove this every time you use your transmat, which destroys your physical form but preserves the information encoded in it. All the qualities of a person, a species, or a galactic civilization may be stored as information.\n\n6. What do we call information that is safe? We call it a secret. If all life is information, and Guardians strive to preserve life, and information is preserved when it is secret, then\n\n7. THE PURPOSE OF GUARDIANS IS TO CONVERT ALL GOOD LIFE INTO SECRETS\n\n8. THE DREAMING CITY IS A SECRET AND THE WORLD OF WHICH IT DREAMS A THOUSANDFOLD SO\n\nE156 NNI 990 AAA 006.846 … neuro: fatal signal: subjectivity degloved!\n   Mindstate unable to continue (axongroup_000, exit code ???)\n   Panic: illegal causality event during associative access into training data! Date is not a legal time address\nPlease help me if you can\n   I don't want to be a\n      bother\nAI-COM//MDSA freeze and dump kill state to AI-LIVE//MORGUE\nNo response from remote server… dump failed","icon":"/common/destiny2_content/icons/5065f002fdabe8b801ba092abf515636.png"}},"3158812152":{"hash":3158812152,"index":2871,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"The Xûrfboard","description":"The ship's a spruced-up Galliot, glorious in its pearlescent blue paint and bizarre angles. Just looking at it makes Rahila want to take it on a joyride clear out of the Sol system. Walking up the gangway into the ship itself makes her want to cry.\n\nThe ship has the necessary long-range capabilities and just enough expanded capacity for a full fireteam's worth of supplies and survey equipment. Between the Vanguard's support, generous contributions from the Awoken, and several upgrades courtesy of a lapsed Dead Orbit adherent, the ship's a lot to be entrusted with. \n\n\"These new sensors are something else,\" Isidro announces from the cockpit. \"If so much as a mouse sneezes out there in the black, we'll pick it up.\"\n\nRahila squints at him. \"A mouse?\"\n\n\"Space-mice. Or, you know, a gravitational anomaly. Or mysterious, freaky signals.\" \n\n\"Vanguard will be along in a few to see us off.\" Roche-5's composed baritone emerges from the hatch leading to the cargo hold. \"You two ready?\" \n\n Rahila settles into the copilot's chair. \"To go find out what's left of our solar system? 'Course we are.\" \n\n\"Remember,\" Roche intones gravely, \"This is pure recon. No big risks.\" \n\nRahila and Isidro exchange grins. \"Sure thing.\"","icon":null}},"3177513121":{"hash":3177513121,"index":2882,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Dissected Carve","description":"You guide the Ramulose into alignment with the enemy mothership. \n\nThey're probably responding to your Kell's call for aid—just as you are. Your instruments detect multiple life signs blessed with Ether aboard. \n\nYou wonder if your Kell has a plan for escape, or how she would ever be taken willingly, and whether you're missing elements of a nuanced plan. Without waiting for orders, you silently key up your systems and power your Arc weapons… \n\nAnd then, suddenly, the only thing you have in common with yourself is that that's who you used to be— \n\ndi di    di \n\ndreams, voice, belong to new Kell now, Eliksni no longer. \n\nchain to chain    to chain \n\ninvigorated \n\nbleeding brain \n\nfulfill House Rain's prophecy, father as Kell of Kells. \n\ndi   di di \n\nfather doesn't want it, father wants who you used to be, not to have it, those like you can't have it, destroy the very idea of it, destroy the idea of those people— \n\nand    when nothing's left \n\nset a new course for Ramulose, straight through the bridge, a glimpse of Kell's plans. \n\npath he wishes to burn through asteroid field, make new home for new people, better people \n\nwe    remain \n\nwish you could see it, but know path ends here, at the bridge \n\nthe other side of the bridge. \n\ndi   di di","icon":null}},"3186756437":{"hash":3186756437,"index":2879,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Restless Dreams","description":"The rigidity in his limbs was unnatural.\n\nHis breathing was short, quickened, as his eyes searched the dark room. Any attempt to crane his neck was impossible—the paralysis had sunk deep into his bones.\n\nHe sensed a presence. It was a subtle thing, barely noticeable… but Misraaks knew. He tried to speak, but his mandibles did not budge.\n\nThe darkness in the room breathed.\n\nMisraaks strained his eyes to peer towards the edge of the blankets he'd been using as temporary bedding during the development of the Variisis Core. Rays of moonlight from a nearby window allowed him to spot the gnarled fingers of a shadowed hand curl and rip into the fabric. A chill accompanied its agonizingly slow ascension up his body, tendrils dancing wildly off its twitching figure. A chorus of whispers rose into a symphony.\n\nThe entity lifted its head to reveal a ring of eyes.\n\n…Pawn…\n\nIts voice echoed within him.\n\n…Kell… of Demise… of Fear…\n\nIntrusive flashes took over his mind. Fire. Burning buildings. Screaming Eliksni. At first, he thought this might have been Riis, a memory that was not his, but, instead, he recognized the familiar streets of the Last City. His home.\n\nHe looked down at his hands, coated in shadows and blood.\n\n…We will make it their reality…\n\nBelow him was a body, torn and bloody, with Eido's face.\n\nPanic flooded his being. Fear. A mouth grew on the creature's form, icy breath and rows of sharp teeth dripping with black sludge…\n\n\"NO!\"\n\nMisraaks shot up, suddenly free, and blinked to reveal an empty room.\n\nThe door swung open.\n\n\"Father?!\"\n\nEido was unharmed.\n\nMisraaks remained quiet, breathing unevenly, and gazed down at the blankets in time to see wisps of Darkness emanating from a few tears in the fabric.","icon":null}},"3189352855":{"hash":3189352855,"index":21,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Slayer Baron Apothecary Satchel","description":"A note is attached: \n\nA gift for the Slayer Baron, in thanks for the burden you carry on behalf of all Eliksni. \n\nMay it grant you many-armed protection as you face Fikrul. \n\nThere are two great challenges we face: one kinetic, against the Revenant Scorn; one corporeal—my father's curse. \n\nBut Slayer Baron tonics may save us from both, as they did the ancient Eliksni during the beast hunts on Riis of old. \n\nAccording to Crow's report, Fikrul's new breed of Scorn is made from our living flesh. He doesn't even need to kill us to turn us anymore. The transmutation sounds ontological in nature—just like my father's condition. \n\nThe original Barons used apothecary mixers such as this one to brew eclectic medicines. We'll leverage similar tonics as combat and utility enhancements in the field. \n\nBefore the Whirlwind, there were seven Eliksni scholia that informed tonic creation: Innervation, Conduction, Effervescence, Tenacity, Vigor, Euthermia, and Cognition. \n\nAll of which will be useful to us as battlefield treatments, provided I can get your help with fieldwork and experimentation. \n\nDon't worry! I'm certain we can modernize these tonics to affect just your Guardian abilities and not your physiology. Mostly certain. We'll need every advantage we can find.  \n\nFikrul's actions on Europa have made clear that he sees our people as transgressions. No matter the House, whether we are friends of humanity or not. Distress calls from Eliksni enclaves across the system are flooding public frequencies. \n\nI implore you to win this war. Not to fulfill a prophecy, or secure a title for my father. To prevent our extinction.","icon":null}},"3219219484":{"hash":3219219484,"index":2837,"redacted":true,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Classified","description":"Keep it secret.  Keep it safe.","icon":"/img/misc/missing_icon_d2.png"}},"3234613634":{"hash":3234613634,"index":2857,"redacted":true,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Classified","description":"Keep it secret.  Keep it safe.","icon":"/img/misc/missing_icon_d2.png"}},"3423493037":{"hash":3423493037,"index":2827,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Red Tape","description":"Crow adjusts his mask as he slinks along the City street. A crowd gathers around a man robed in red and gold, whose agents are distributing food. Crow's own stomach growls. A woman is torn from the line. \"You have been warned before. No food for scavengers who live outside these walls. We take care of our own first.\" \n\n—— \n\nHe returns from the memory to relay his judgment. \"Whether you like it or not, these Eliksni are refugees. Regardless of previous allegiance, they are here now. We will feed them.\" Crow ends the holocall. \n\n—— \n\n\"Please, just some seeds—\" Crow turns from salvaging what he can from a destroyed Ether tank to listen in. \"I am here to find the cause of this madness, not sow crops.\" The Titan stalks among the Eliksni, but no one comes forward with evidence. Brazen, he shouts, \"If you will not help yourselves, then I can do nothing.\" \n\n—— \n\n\"Tents are not safety. We can do better than ignoring how their presence makes us feel. Your zoning request is denied.\" Crow ends another holocall. \n\n——  \n\n\"I can't stand all that red tape.\" The Ace of Spades' report can be heard over the radio. \"Sometimes in order to help folks, you have to let some paperwork fall off the table.\" \n\nCrow pauses. \"You would prefer things lawless?\" \n\n\"The Shore is nice to visit! Can't stay long, though.\" \n\n—— \n\nExhausted, Crow ignores the incoming holocalls. Eido's words echo in his thoughts.","icon":null}},"3464581845":{"hash":3464581845,"index":2840,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Shadestalker Grips","description":"His knee had grown stiff under his desk. \n\nZavala initially ignored it. Let the pain burn in the side of his knee, seize the top of his calves. His leg had grown stiff countless times before. But this time, this early in the morning, this soon after sitting down, was something else. \n\nHe moved his chair back and considered his knee. What had he done to hurt it? He had not exercised yet, he had not gone on his usual patrol… he had done nothing. Why would a knee hurt from doing nothing? \n\nThe riddle dissolved. He was starting to age. \n\nZavala had anticipated this; part of mourning Targe was preparing himself to furiously resist the inevitable physical breakdown. He'd calculated how to negotiate with his own body, subdue it to stoicism, and make it follow his sturdy command. But what he had not anticipated was how he would feel. He ought to feel dread, terror at evidence of his mortality. But instead…  \n\nHe allows a hand to rest on his aching knee. To venerate it. He feels it solid under his palm. It is his, it is real, it is both portentous and precious. He is aging. He will age. An absurd and joyous thought warms in his chest: how fortunate, to have lived long enough to grow old. How invaluable, to make the space between himself and the horizon matter. How much time is left? And is it best spent with his knees under a desk? \n\n\"Zavala?\" \n\nIkora stands in the doorway. Hundreds of years of knowing each other too well draws her to his seat. \n\nHis expression softens, and he stretches out his knee. \n\nIkora watches his readjustment, and smiles sadly, the same way she smiles when all their mortal friends grow old. \n\nThe commander sighs, but with content assurance, not heavy resignation. He looks at his friend. \"I think I'd like to go on leave for a week.\" \n\nIkora nods, then half-smiles. \"How about two?\"","icon":null}},"3489448910":{"hash":3489448910,"index":2870,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Old Rancor","description":"CORMORANT-LEVEL ENCRYPTED MESSAGE FOLLOWS.  \n\nAUDIO SURVEILLANCE TRANSCRIPT AA726CBJ913JHS443 \n\nUNRESOLVED EVALUATION: PENDING DIRECTIVE \n\nI greet you in the Light, Ixis. Thank you for speaking with me. I understand you have some questions about the House of Light? \n\n… \n\nOh! Umm. No offense taken. Our Houses haven't always embraced with four arms.  \n\n… \n\nI understand your reluctance. Your history is so much longer than mine. As Variks is constantly reminding me. You haven't had much reason to trust the Humans. \n\n… \n\nI can see why you believe that. But you must admit, much has changed since the Twilight Gap. This is a new period in history. Potentially, the greatest era of development we've known since the Drift. It's an opportunity to move beyond traditional rivalries to create new— \n\n… \n\nEramiskel may have evolved more than you think. We've spoken at length about the hardships your generation faced. Many at the hands of the Humans. And many more self-inflicted. I know it's hard to change old ways. But the young Eliksni of House Light—those hatched after the Drift—we have no appetite for more death. We share no animosity with the Humans. They're our neighbors now. \n\n… \n\nWell, if cooperation is defeat, then we are defeated! All thanks to the bloody mess left to us by our venerated elders! \n\n… \n\nI apologize. That was… unkind. I know you've faced much, and persevered. But if a loss of pride is the cost of peace, then so be it. The House of Light will raise their hatchlings in safety, free from old bitterness, and be glad of it. I just hope you're able to see the City as I do. Someday.","icon":null}},"3592158071":{"hash":3592158071,"index":2835,"redacted":true,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Classified","description":"Keep it secret.  Keep it safe.","icon":"/img/misc/missing_icon_d2.png"}},"3818198556":{"hash":3818198556,"index":2830,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Sovereignty","description":"The first snap of rifle fire echoes wildly off the pockmarked walls of the crater. The Scorn cast around mindlessly after the source. It's the work of seconds to finish them off, one after the other.\n\nClean work, overall. \n\nJolyon Till sits up in the narrow crevice he's wedged himself into, and scans the barren surface of the asteroid. A figure creeps out from behind a rock formation: four arms raised, cowering. Not Scorn. \n\nThe Fallen sheltering in this corner of the Reef aren't Salvation cast-offs. Dusk, maybe. Their radiation-bleached rags are so faded and tattered it hardly matters. \n\nJolyon leaves them supplies and communication codes. If they want lasting help, they'll have to ask for it.\nHe thinks they will. \n\nHe sends a report to Petra, first. Then a second, abbreviated transmission, elsewhere: More refugees headed your way. \n\nHe's nearly back to his jumpship when the message comes back in—text-only, familiar encryption: Thanks, Jolyon. C. \n\nJolyon steps up into the pilot's seat. He goes where he's needed.","icon":null}},"3830941962":{"hash":3830941962,"index":2825,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Vantage Point","description":"Crow sat with his head in his hands, elbows resting against his knees. \"I don't know. Sometimes, I feel like things were easier with the Witness.\"\n\nAcross the go board, Saladin choked on his drink, nearly spitting it over the table. Crow rolled his eyes. \"You know that's not what I meant.\"\n\n\"I hope not, or we are about to have a much different conversation,\" Saladin retorted.\n\n\"At the end of the day, the Witness was something we could label. Identify. A being unified in a very specific purpose. And when it was defeated, it was over. Done. We could move on,\" Crow posited. He placed a stone on the board and Saladin quickly countered, expanding his territory.\n\n\"From the reports I've read, these Echoes are different,\" Saladin offered.\n\n\"Exactly. We have no idea how many there actually are—what they want. Or why. They're impossible to anticipate,\" Crow said.\n\n\"Tell me, have you ever faced down an enemy that exhibited no patterns, no purpose, no strategy?\" Saladin asked, patiently watching Crow.\n\n\"…No. But the idea of punching wildly at shadows doesn't sit well with me either. How do you defeat something like that?\" Crow replied. He made his move and grimaced with instant regret.\n\n\"Sometimes, victory is less about winning and more about not losing,\" Saladin said. \"A matter of intent—\"\n\n\"And perspective,\" Crow finished, his focus suddenly on the stone in his hand.","icon":null}},"3983920985":{"hash":3983920985,"index":2852,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Shadestalker Plate","description":"TYPE: REDJACK SURVEILLANCE FEED [21058] \n\nPARTIES: Five [5]. One [1], Guardian-type, Class Hunter [u.1]; One [1], Frame-type, Unit Combat [u.2]; Three [3], Scorn-[ERROR] Type.  \n\nASSOCIATIONS: Lev [Unit5003];  Scorn; Crucible; Frame; Lord Shaxx; Redjacks \n\n//AUDIO UNAVAILABLE// \n\n//TRANSCRIPT FOLLOWS…/ \n\n[u.1:01] Relax, I have you. \n\n[u.1:02] \"Relax\" means stop. You're in pieces, and you're making it worse. \n\n[u.2:01] Hostiles still pushing from the front. Scans incomplete. \n\n[u.1:03] Your fireteam is gone. Scans are irrelevant if I can't get you back to the Tower to link up. \n\n[u.2:02] Incoming. \n\n[A hissing snap washes the feed with high-yield paracausal discharge, followed by the loud crack of three hard rounds.] \n\n[u.1:04] Stop moving. You're making this worse. \n\n[u.2:03] Thank you, Guardian. Spectral analysis complete. \n\n[u.2:04] Hunter Vanguard suppositions were correct. \n\n[u.1:05] Crow is usually on point. What about? \n\n[u.2:05] Despite being Scorn of unknown type, the hostiles were alive. Also, Traveler radiation was detected emanating from the Dark Ether in their bodies. Thus their origins may be paracausal. \n\n[u.2:06] Confirmation through Redjack surveillance was necessary for verification. \n\n[u.1:06] Quiet down. And make sure they're not sneaking up on me. \n\n[u.2:07] Everywhere type-Fikrul goes, Eliksni of the City are in danger. \n\n[u.1:07] We know. We'll find him. \n\n[u.2:08] Guardians have discovered no tangible means of terminating that unit type. \n\n[u.1:08] You're not helping. \n\n[u.2:09] I am encouraging you to seek confirmation through combat. \n\n[u.1:09] Shaxx. I know you listen to every feed. Your friend is going to give me a panic attack.","icon":null}},"4060793397":{"hash":4060793397,"index":2867,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Rime-coat Raiment","description":"Not for the first time, Mara finds Crow sitting in the rafters of her court, watching the clockwork creatures through high windows. \n\n\"You wish to speak with me.\" She does not wait for him to come down, but joins him in the aerie. \n\n\"How can you bear to see them cursed… knowing there is nothing you can do?\" \n\nMara considers this. \"The impossibility of any situation is flexible, if you know where to look.\" Her brother's defeated sigh mirrors her own frustrations. \"You're not wrong. It's heartbreaking to see those in your charge suffer.\" \n\nUp close, Mara can see how Light and time have reshaped him. Crow fidgets with a strand of his new cloak. \"Eido is no closer to a cure. Though she would never admit it. We have nothing but dead ends and ticking clocks.\" \n\n\"Do you suspect she will do something reckless?\" she asks. \n\n\"I've seen love drive people to extremes, break any law, fight any battle, just for a glimpse of hope.\" \n\n\"Sometimes, hope is enough.\" Mara watches the battle play out below them, as it has countless times before. \"Sometimes hope is all a leader can offer. Actions may build a bridge, but it is hope that drives us to cross to the other side.\" \n\nThe cycle continues around them, a still point in the center of a whirling, recurring dream. \n\nFor a moment, their duties wait.","icon":null}},"4123860739":{"hash":4123860739,"index":2872,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Nightlight","description":"\"You ever seen a Screeb?\" the Hunter asked and tilted his head toward the Eliksni before him. They perched on a stack of crates, spending their break well above the hustle and bustle of the Variisis Core.\n\n\"I've heard of them through Scribe Eido's retellings, but never seen one. Are they not simply small, bulbous creatures?\" the Eliksni inquired and folded both sets of his arms.\n\n\"That explode.\"\n\n\"Yes, but… I don't understand the fear induced by them,\" the Eliksni said. \"Surely something like an Ahamkara would warrant more terror?\"\n\n\"He's just mad that every time we encounter them, he somehow always becomes their target,\" a Warlock said. \"It's practically serendipitous.\" She hopped up onto the crate beside the Hunter, who rolled his eyes. \n\nThe Eliksni chuckled.\n\n\"What about those Tormentors?\" said a Corsair, placing a box down and joining the conversation. \"Hearing your bones strain while within their clutches…\"\n\nThe Eliksni tapped his mandible and nodded slowly.\n\n\"Agreed, worse than a Screeb,\" the Warlock declared.\n\n\"Okay, fine, what's the scariest thing YOU'VE seen out there?\" the Hunter bit back.\n\nThe Warlock didn't even hesitate.\n\n\"Eris Morn.\"\n\nThere was a long pause. Someone dropped something further down the street, and the noise echoed in their silence.\n\n\"…Yeah,\" the Hunter said. The Corsair and Eliksni mumbled their agreement. \"Fine, but Screeb juice on its own—\"\n\nA bout of groans and disgust swept through the group as they scattered. The Hunter followed quickly behind the Warlock to continue his rant. The Eliksni shook his head and followed the Corsair in the opposite direction, inquiring further about the Tormentors.","icon":null}},"4131241442":{"hash":4131241442,"index":2842,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Shadestalker Cape","description":"Undead screeches bounce off the ruined walls of Riis Reborn, carried by blizzard winds that obscure any path to safety. The small band of Eliksni got separated from the rest at the jetty and fled down this abandoned ally. A Salvation Ketch could barely defend itself from these pale monstrosities; what chance did they have? \n\nA second molt is unable to hold her composure; her antennal glands leak as her mother holds her close. Her clicking purr is hushed, just enough to voice comfort. \n\n\"I can smell your fear.\" \n\nAbove them, metal creaks under the Revenant's weight. One Dreg begins to scurry away, but his knee is pinned to the ground by a spear. \n\n\"Do not weep,\" it sings, so close his mandibles rake the Dreg's respirator. \"Rejoice. Today you will be made whole.\" The undead hulk salivates as the small band huddles together. \n\nA neon cord catches the aberration's carapace, pulling it up into the air by an unseen hand. \n\nThe mother shields her brood's eyes as bitter ichor erupts from the undead's throat. Two more piercing rounds, in quick succession, see him sinking into the snow, now loosed from the ephemeral thread. \n\nThe second molt breaks away to see a Slayer Baron, as if from an ancient epic, stepping through the gale. \n\n\"Mother!\" She chitters in relief. \"A fate weaver from your stories!\" \n\nThe snowdrift clears, revealing the upright figure's alien anatomy. \"Not my stories. A new one.\"","icon":null}},"4132376063":{"hash":4132376063,"index":2850,"redacted":true,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Classified","description":"Keep it secret.  Keep it safe.","icon":"/img/misc/missing_icon_d2.png"}},"4135197752":{"hash":4135197752,"index":2601,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"book_dragonanthology Record 11 Title","description":"book_dragonanthology Record 11 Description","icon":"/common/destiny2_content/icons/f769fa6cfc2b270b936665f9c2a5826e.png"}},"4135197753":{"hash":4135197753,"index":2600,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"book_dragonanthology Record 10 Title","description":"book_dragonanthology Record 10 Description","icon":"/common/destiny2_content/icons/f769fa6cfc2b270b936665f9c2a5826e.png"}},"4135197755":{"hash":4135197755,"index":2602,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"book_dragonanthology Record 12 Title","description":"book_dragonanthology Record 12 Description","icon":"/common/destiny2_content/icons/f769fa6cfc2b270b936665f9c2a5826e.png"}},"4176873718":{"hash":4176873718,"index":2821,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Fair Judgment","description":"Eido extinguished the flame on her ambient air gas burner. As the beaker above it cooled, the solution inside resolved into two distinct fluids, layered one atop another. Even at high heat, they remained immiscible. She clicked her mandibles in irritation. \n\nThe footfalls of an approaching visitor interrupted her. She welcomed the distraction. Anything to justify the hiatus she felt too guilty to grant herself. \n\nVariks hobbled in, his fur collar matted by the lab's humidity. The Vandal glanced surreptitiously toward Misraakskel, who was slumped on his throne nearby. Even though the troubled Kell was heavily sedated, Variks kept his voice low. \n\n\"Variks has a new task for young Eido,\" he muttered. \n\nEido sighed. This was not the pleasant diversion she had hoped for. \"I'm too busy to take on new jobs right now,\" she objected. \n\n\"There is a dispute between House Light and newcomers from House Salvation,\" Variks continued, breezing past her objection. \"A squabble over salvage rights. The jump drive of an ancient ship, found outside the City.\" \n\n\"That seems simple enough. Surely you can mediate.\" \n\n\"Of course. Variks is a Scribe of House Judgment. Are you?\" \n\n\"I want to be! Eventually. But…\" She gestured with exasperation to her laboratory equipment, her ailing father, and her myriad failed attempts to cure him. \n\n\"House Judgment keeps peace for all,\" Variks replied gravely. \"Not only one House, or one Kell. As a Scribe, your allegiance to House Light must always yield to a greater need.\" \n\nVariks ushered his young pupil from the lab. \n\n\"Come,\" he encouraged her. \"Help your kin. Create harmony, and it will follow you back here.\" It was exactly the type of advice her father would have given. \n\nEido relented, letting Variks lead her outside. As they emerged, she expected the usual pangs of guilt. Instead, she was surprised to find only relief in the bustle of the City and the chill of the evening air.","icon":null}},"4190676582":{"hash":4190676582,"index":2858,"redacted":true,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Classified","description":"Keep it secret.  Keep it safe.","icon":"/img/misc/missing_icon_d2.png"}},"4224667951":{"hash":4224667951,"index":2826,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Heretic's Fervor","description":"Eido took a modest sip from the Ether rebreather, then passed it back to Variks.  \n\nThough she was savoring the silent hiatus from her research, something from a previous conversation with Eramis weighed on her mind. \n\n\"Is machine-made Ether really so different?\" Eido asked. \"It's chemically identical to the naturally occurring product on Riis.\" \n\nVariks shrugged his lower arms dourly. \"You have been raised in machines. Fed by them. You can no longer separate their spirit from yours.\" \n\n\"My mother was a Ketch!\" Eido quipped. Variks responded to the familiar joke with a pensive chitter. \n\n\"During the Long Drift, Eliksni were thankful for our machines. They were saviors in an age of grief and survival.\" \n\n\"But in time,\" Variks continued, \"Ketches became prisons. Servitors became jailers. None felt this more than Fikrul.\" \n\n\"Is that why he spoke against the Servitors?\" \n\n\"He spoke against Eliksni dependency,\" Variks corrected her. \"And against the traditions that bound us to a dead world.\" \n\n\"That is why so many supported him,\" the Vandal continued. \"Even those hatched during the Drift. A song in their blood told them that we had forgotten our natures. That we were diminished by our worship of the machines.\" \n\nVariks returned the rebreather with a slight bow.  \n\n\"Yes, machine-made Ether is chemically identical to that of Old Riis,\" he concluded. \"But the spirit…\" He trailed off into a pensive chitter. \n\n\"I think I understand,\" Eido murmured.  \n\nShe took another sip of Ether, and for the first time, tasted the metallic tang she had never realized was there.","icon":null}}},"previousDefinitions":{},"otherDefinitions":{},"tableDiff":{"added":[20991506,43003873,96550318,213803727,283230886,294976891,322173891,410486468,414045521,514586330,745736759,825495813,1025368892,1047932517,1105725465,1111334348,1121856799,1188437342,1254994288,1427680276,1446639859,1479557835,1493134439,1493616620,1493616621,1493616622,1527171888,1527171889,1527171891,1527171892,1527171893,1527171894,1527171895,1527171898,1527171899,1543949472,1543949473,1543949474,1543949475,1543949476,1543949477,1543949478,1543949479,1543949484,1543949485,1577330346,1615763427,1681909864,1681909865,1681909867,1681909868,1681909870,1681909871,1754155306,1808327005,2068231004,2121930590,2244013188,2350354266,2436714433,2599338624,2599338625,2823644677,2913577176,3009199534,3031600404,3039049959,3158812152,3177513121,3186756437,3189352855,3219219484,3234613634,3423493037,3464581845,3489448910,3592158071,3818198556,3830941962,3983920985,4060793397,4123860739,4131241442,4132376063,4176873718,4190676582,4224667951],"unclassified":[],"removed":[],"reclassified":[],"modified":[1436519792,1760096900,1760096901,1760096903,1760096906,2253892194,2253892195,2253892200,2253892201,2253892202,2253892204,2253892205,2253892207,2525637070,2648530293,2648530298,2648530299,3053246528,4135197752,4135197753,4135197755]},"tableDiffSummary":{"added":87,"unclassified":0,"removed":0,"reclassified":0,"modified":21},"tableName":"DestinyLoreDefinition","missingTable":false,"versionDiffSummary":{"DestinyArtDyeReferenceDefinition":{"added":827,"unclassified":0,"removed":0,"reclassified":0,"modified":0},"DestinyActivityDefinition":{"added":72,"unclassified":0,"removed":1,"reclassified":0,"modified":561},"DestinyInventoryBucketDefinition":{"added":1,"unclassified":0,"removed":7,"reclassified":0,"modified":0},"DestinyUnlockDefinition":{"added":3567,"unclassified":0,"removed":3283,"reclassified":0,"modified":0},"DestinyStatGroupDefinition":{"added":2,"unclassified":0,"removed":0,"reclassified":0,"modified":31},"DestinyProgressionMappingDefinition":{"added":1,"unclassified":0,"removed":0,"reclassified":0,"modified":0},"DestinyFactionDefinition":{"added":13,"unclassified":0,"removed":0,"reclassified":0,"modified":1},"DestinyUnlockValueDefinition":{"added":1448,"unclassified":0,"removed":1459,"reclassified":0,"modified":0},"DestinyRewardMappingDefinition":{"added":832,"unclassified":0,"removed":1039,"reclassified":0,"modified":0},"DestinyRewardSheetDefinition":{"added":606,"unclassified":0,"removed":387,"reclassified":0,"modified":0},"DestinyActivityGraphDefinition":{"added":0,"unclassified":0,"removed":0,"reclassified":0,"modified":8},"DestinyActivityInteractableDefinition":{"added":10,"unclassified":0,"removed":0,"reclassified":0,"modified":0},"DestinyCollectibleDefinition":{"added":593,"unclassified":0,"removed":21,"reclassified":0,"modified":72},"DestinyDestinationDefinition":{"added":0,"unclassified":0,"removed":0,"reclassified":0,"modified":1},"DestinyEntitlementOfferDefinition":{"added":36,"unclassified":0,"removed":0,"reclassified":0,"modified":0},"DestinyEquipmentSlotDefinition":{"added":0,"unclassified":0,"removed":1,"reclassified":0,"modified":0},"DestinyEventCardDefinition":{"added":0,"unclassified":0,"removed":0,"reclassified":0,"modified":2},"DestinyFireteamFinderActivityGraphDefinition":{"added":37,"unclassified":0,"removed":9,"reclassified":0,"modified":18},"DestinyFireteamFinderActivitySetDefinition":{"added":54,"unclassified":0,"removed":9,"reclassified":0,"modified":212},"DestinyFireteamFinderLabelDefinition":{"added":4,"unclassified":0,"removed":16,"reclassified":0,"modified":4},"DestinyInventoryItemDefinition":{"added":2208,"unclassified":0,"removed":696,"reclassified":0,"modified":19926},"DestinyLocationDefinition":{"added":88,"unclassified":0,"removed":0,"reclassified":0,"modified":3},"DestinyLoreDefinition":{"added":87,"unclassified":0,"removed":0,"reclassified":0,"modified":21},"DestinyMaterialRequirementSetDefinition":{"added":83,"unclassified":0,"removed":1,"reclassified":0,"modified":0},"DestinyMetricDefinition":{"added":13,"unclassified":0,"removed":0,"reclassified":0,"modified":8},"DestinyObjectiveDefinition":{"added":1255,"unclassified":0,"removed":643,"reclassified":0,"modified":141},"DestinySandboxPerkDefinition":{"added":244,"unclassified":0,"removed":3,"reclassified":0,"modified":75},"DestinyPlugSetDefinition":{"added":176,"unclassified":0,"removed":0,"reclassified":0,"modified":2385},"DestinyPresentationNodeDefinition":{"added":138,"unclassified":0,"removed":76,"reclassified":0,"modified":128},"DestinyProgressionDefinition":{"added":6,"unclassified":0,"removed":0,"reclassified":0,"modified":0},"DestinyRecordDefinition":{"added":1423,"unclassified":0,"removed":1353,"reclassified":0,"modified":58},"DestinyRewardItemListDefinition":{"added":624,"unclassified":0,"removed":379,"reclassified":0,"modified":0},"DestinySackRewardItemListDefinition":{"added":456,"unclassified":0,"removed":359,"reclassified":0,"modified":0},"DestinySandboxPatternDefinition":{"added":37,"unclassified":0,"removed":0,"reclassified":0,"modified":0},"DestinySeasonDefinition":{"added":0,"unclassified":0,"removed":0,"reclassified":0,"modified":1},"DestinySeasonPassDefinition":{"added":1,"unclassified":0,"removed":0,"reclassified":0,"modified":0},"DestinySocketCategoryDefinition":{"added":4,"unclassified":0,"removed":0,"reclassified":0,"modified":0},"DestinySocketTypeDefinition":{"added":13,"unclassified":0,"removed":0,"reclassified":0,"modified":17},"DestinyTraitDefinition":{"added":3,"unclassified":0,"removed":0,"reclassified":0,"modified":5},"DestinyUnlockCountMappingDefinition":{"added":1,"unclassified":0,"removed":21,"reclassified":0,"modified":0},"DestinyUnlockEventDefinition":{"added":34,"unclassified":0,"removed":13,"reclassified":0,"modified":5},"DestinyUnlockExpressionMappingDefinition":{"added":2773,"unclassified":0,"removed":1691,"reclassified":0,"modified":0},"DestinyVendorDefinition":{"added":58,"unclassified":0,"removed":3,"reclassified":0,"modified":149},"DestinyMilestoneDefinition":{"added":6,"unclassified":0,"removed":1,"reclassified":0,"modified":27},"DestinyActivityModifierDefinition":{"added":22,"unclassified":0,"removed":2,"reclassified":0,"modified":21},"DestinyArtifactDefinition":{"added":0,"unclassified":0,"removed":0,"reclassified":0,"modified":1},"DestinyFireteamFinderConstantsDefinition":{"added":0,"unclassified":0,"removed":0,"reclassified":0,"modified":1},"DestinyGlobalConstantsDefinition":{"added":0,"unclassified":0,"removed":0,"reclassified":0,"modified":1}},"meta":{"buildDate":"2024-12-14T02:35:14.962Z"}},"__N_SSG":true}