{"pageProps":{"breadcrumbs":[{"date":"2024-07-23T17:04:41.317Z","to":"/version/e8856610-ba53-4118-9d1a-375ddb5476e4"},{"label":"Lore","to":"/version/e8856610-ba53-4118-9d1a-375ddb5476e4/DestinyLoreDefinition"}],"version":{"id":"e8856610-ba53-4118-9d1a-375ddb5476e4","version":"226893.24.07.17.1731-2-bnet.56363","s3Key":"versions/e8856610-ba53-4118-9d1a-375ddb5476e4/manifest.json","createdAt":"2024-07-23T17:04:41.317Z","updatedAt":"2024-07-23T17:04:41.317Z"},"definitions":{"1883196288":{"hash":1883196288,"index":2738,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"V. As a Stranger Give It Welcome","description":"The Vex network. A thrumming constellation of infinite parentheticals with no arbitrary lines between the simulated and the non-simulated. Limitless planes of cause and effect and effect and effect pressed together until they reached forever. A formless catalogue of all possible forms, constantly reinventing, refining, and redefining the very concept of everything.  \n\nAnd then, something changed. \n\nA single pinpoint of swirling light fell unceremoniously into the network, like a leaf onto the surface of a pond. Gentle ripples flowed outward through the surrounding data. \n\nThe denizens of the network, lacking any framework and parameters beyond what they could predict, were unable to perceive what had pierced their reality. They did not acknowledge the foreign presence, were unable to see it or feel it… and were incapable of hearing anything when the light began to call. \n\nIt was a wordless cry of encouragement, powerful confidence, a promise so hopeful that it rang through the contradictory miasma of the network like the blast of a reveille bugle. It was an offer and a challenge. An echo of something from long ago.  \n\nLocked away in the network were some who could still hear song, who could still be moved, who still somehow held a shred of themselves. The ones who were kept, the ones who remained, the ones who were hidden.  \n\nThey heard. And they began to reach upward.  \n\nA fractal cluster of nested realities unfurled like a frond. Two-hundred-and-twenty-odd instances of consciousness reaching in unison. A controlled frenzy of cooperation as the minds within piled Ishtar-branded office furniture to the skies, then lifted one another up to be closer, ones and zeroes stacked perilously, finding swaying purchase with their sensible flats on each other's thin shoulders. \n\nAn irascible trace of a signal sneered at the sincerity of the call but still willed itself to move, reaching up two thin spindles of data in a way that felt somehow familiar. \n\nThe Great Quiet Thing, the Not-Worm, kept its eyes closed and ignored the call. It was still too soon, it decided. It shivered, the motion forming cascading bubbles of new hypothetical simulations in which it did not shiver. These contradictions soured and burst, scattering nutrients into the network. \n\nA man in tattered robes, feathers long since worn from his headdress, streaked through the shifting plasmic haze on golden wings, urged on by the tiny starburst at his side. His eyes were furious flame. \n\nMore reached, and more still, warping the matrix of the network around the incursion point until the bounds of their simulations formed tentative spikes of frantic ferrofluid. As they stretched, they became defined, clarified, like figures stepping into the light.  \n\nAnd as they neared the shimmering pinpoint, a rush of their voices:  \n\n\"We need to warn them—\" \"There's still a chance—\" \"SAINT—\" \"Hold on to me—\" \"I AM OWED THIS—\" \"Hurry, get Shim—\" \"There isn't enough of me left—\" \"TELL ELSIE PRAEDYTH STILL—\" \"Please, please wait—\" \"Warn them—\" \"I have to warn them—\" \n\nThey reached, a spiraling halo of desperate fingertips. \n\nBut only one of them would be first.","icon":"/common/destiny2_content/icons/2cfd18dcf908263d3b1c129e383ea8ce.png"}}},"previousDefinitions":{},"otherDefinitions":{},"tableDiff":{"added":[],"unclassified":[1883196288],"removed":[],"reclassified":[],"modified":[]},"tableDiffSummary":{"added":0,"unclassified":1,"removed":0,"reclassified":0,"modified":0},"tableName":"DestinyLoreDefinition","missingTable":false,"versionDiffSummary":{"DestinyUnlockDefinition":{"added":2,"unclassified":0,"removed":0,"reclassified":0,"modified":0},"DestinyInventoryItemDefinition":{"added":0,"unclassified":51,"removed":0,"reclassified":0,"modified":2},"DestinyLoreDefinition":{"added":0,"unclassified":1,"removed":0,"reclassified":0,"modified":0},"DestinyRecordDefinition":{"added":0,"unclassified":1,"removed":0,"reclassified":0,"modified":0},"DestinyVendorDefinition":{"added":0,"unclassified":0,"removed":0,"reclassified":0,"modified":3},"DestinyMilestoneDefinition":{"added":27,"unclassified":0,"removed":0,"reclassified":0,"modified":0}},"meta":{"buildDate":"2024-12-14T02:35:10.023Z"}},"__N_SSG":true}