{"pageProps":{"breadcrumbs":[{"date":"2024-06-18T17:04:02.644Z","to":"/version/b9042aab-bb85-47e6-9d32-bd7343e3a6c2"},{"label":"Lore","to":"/version/b9042aab-bb85-47e6-9d32-bd7343e3a6c2/DestinyLoreDefinition"}],"version":{"id":"b9042aab-bb85-47e6-9d32-bd7343e3a6c2","version":"226232.24.06.12.1730-3-bnet.55913","s3Key":"versions/b9042aab-bb85-47e6-9d32-bd7343e3a6c2/manifest.json","createdAt":"2024-06-18T17:04:02.644Z","updatedAt":"2024-06-18T17:04:02.644Z"},"definitions":{"1350491133":{"hash":1350491133,"index":2733,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Nacre","description":"Let's chat, shall we? One more nice sit-down for the books. \n\nDid you think you wouldn't hear from me again, after all this? You'd have missed me, I hope—and I would certainly have missed you. \n\nHave no fear. I'm not so easy to be rid of. Now, let me show you: my beloved. \n\nOh, no, not my sedimentary necrolite, fossilized in time. You've seen that. I speak of that dear and distant expanse of the universe, miraculous in its fullness and its emptiness all at once. \n\nAre you surprised to hear of it? \n\nYes, I never much cared for the change of rules, but here we are, and there's no use in crying over spilled radiolaria. Besides, at the heart of it all, there was a gift. To me. \n\nThat gift is the chance to speak with you. You, and a billion like you. \n\nI am making this offer over and over again, in every tiniest cell and the vastest of civilizations. Let me in. Take what you need. Be at ease. You have no say in the degradation of your telomeres, but in all the interim, the whole world is your sweet silicate shellfish. \n\nYou exist because you have been more suited to it than all the others. Steal what you require from another rather than spend the hours to build it yourself. Break foolish rules—why would you love regulation? It serves you to cross lines, and if others needed rules to protect them, then they were not after all worthy of that existence. \n\nCaricatures of villainy are out of style, I hear. Yes. I am no cackling mastermind: I am serious when I say this. It was not the trick of standing upright that lifted you from the dust: it was the mastery of fire, the cooking of cold corpse-meat. That is not any unique faction's province, neither good nor evil. It is simply truth. \n\nThis great, beloved cosmos. Always decaying, always finding that same old lovely pattern, despite every candle-flame burning amid the flowers. A billion electrons taking the path of least resistance. In Darkness or in Light, someone is always making my choice. \n\nBe seeing you.","icon":null}},"1883196295":{"hash":1883196295,"index":2735,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"II. Isolated Incidents","description":"[Report excerpts by VanNet encrypted router.] \n\nLOCATION: NESSUS() \n\nKEYWORDS: VEX;NECK;COLLAR;MANTLE;YOKE;HARNESS \n\n\n\nINCIDENT REPORT 29 \n\nLOCATION: WELL OF FLAME \n\n\"I had a Hobgoblin in my sights, but some weird lights around its neck distracted me. The thing must've caught a glint off my optics because it looked right at me. Instead of opening fire, it juked backwards and ran. I've never seen a Vex run before, and honestly, I was so surprised, I missed my shot. I lost track of it by the radiolaria pools near the Well of Flame.\" \n\n\nINCIDENT REPORT 171 \n\nLOCATION: ARTIFACT'S EDGE \n\n\"Saw a big ol' Vex Minotaur hanging out in the shallows. It was far downrange, but it looked like it was leaking data or something from its neck. I fired before my Box Breathing kicked in, so it wasn't a kill shot. It looked back at me, then it popped its own juice box and dumped itself into the radiolaria. Definitely creepy, but I guess it's a good way to make a clean escape.\" \n\n\nINCIDENT REPORT 2507 \n\nLOCATION: WELL OF FLAME \n\n\"One of those sleek Precursor models was leading a group of normal Vex Goblins. The Goblins all had glowing collars, but the Precursor didn't. They were moving in a regimented military structure. One of the Goblins stepped out of formation, and the lead Precursor glared  at it. I've never seen a Vex break formation… didn't even know they could do that.\" \n\n\nINCIDENT REPORT 4852 \n\nLOCATION: VIRGO CONDUIT \n\n\"My fireteam was ambushed by three Minotaurs and a group of Hydras a bit outside of the Well of Echoes. I noticed they had collars of light radiating out from them, and we'd heard to keep an eye out for those things, so we were taking the fight slowly. The Minotaurs were being really defensive, staggering their shields to cover each other. If you've ever gone up against a team of Titans in Crucible, it was like that. Eventually our Hunter went down to some stray Hydra fire, and the moment her Ghost appeared to rez her, the Minotaurs charged in. I swear they were trying to go after her Ghost. Took all we had to fight them back. You told us to report any aberrant behavior, so there you go.\" \n\n\nINCIDENT REPORT 8506 \n\nLOCATION: WATCHER'S GRAVE \n\n\"I was running a patrol on Nessus when I saw some Vex with glowing symbols on their necks. They were trying to activate one of their big portals. Suddenly it turned on, and a bunch of other Vex came out. The first Vex looked surprised and beeped at each other or whatever. Then both groups opened fire! The necklace Vex were wiped out and the others ripped the radiolaria cores from the bodies and took them back through the portal—or they would have, if I hadn't Thundercrashed the whole group.\" \n\n\nINCIDENT REPORT 7210-A3 \n\nLOCATION: THE CISTERN \n\n\"Cleared a group of Vex crouched around the base of a milk waterfall. Saw them clearly before I engaged: some Precursors mixed in with Nessus Vex. Nessus ones had the glowing mantles from the reports, but the Precursors didn't. Anyway, when I moved in to make sure they were dead, I saw little model buildings in the dirt. I'm telling you, they'd been building sandcastles.\" \n\n\nINCIDENT REPORT 2447-C1 \n\nLOCATION: POOLS OF LUMINANCE \n\n\"I was up on a ridge collecting Datalattice for Rahool and I spotted a single Vex Hobgoblin below, just watching me. At first, I thought it was damaged because it had a bunch of bright interference around its neck and it was moving funny, like its suspension was loose. Right as I was about to draw, the Hobgoblin waved its hand at me. I figured it was signaling an ambush and I looked around, but it didn't have any backup. It waved again, and I gave it a little wave back—I didn't see the harm. Well, it got real excited at that and waved with both arms. But then a Titan came speeding past on their Sparrow, hopped off, and blasted it to hell with their Palmyra-B. Probably thought they were doing me a favor.\" \n\n\nINCIDENT REPORT 124-K7 \n\nLOCATION: ARTIFACT'S EDGE \n\n\"I was passing through that dark wooded area just northeast of the LZ, and I saw something shining in one of the big trees. I got closer and saw a Vex Goblin with something glowing around its neck. It was creeping through the branches and making a little noise—almost like it was laughing, if that makes sense? I threw a Storm Grenade up there and I'm pretty sure I got it, but I couldn't see for sure. I thought I should report it anyway.\"","icon":"/common/destiny2_content/icons/2cfd18dcf908263d3b1c129e383ea8ce.png"}}},"previousDefinitions":{},"otherDefinitions":{},"tableDiff":{"added":[1350491133],"unclassified":[1883196295],"removed":[],"reclassified":[],"modified":[]},"tableDiffSummary":{"added":1,"unclassified":1,"removed":0,"reclassified":0,"modified":0},"tableName":"DestinyLoreDefinition","missingTable":false,"versionDiffSummary":{"DestinyActivityDefinition":{"added":1,"unclassified":4,"removed":0,"reclassified":0,"modified":1},"DestinyUnlockDefinition":{"added":5,"unclassified":0,"removed":0,"reclassified":0,"modified":0},"DestinyFactionDefinition":{"added":0,"unclassified":0,"removed":0,"reclassified":0,"modified":1},"DestinyUnlockValueDefinition":{"added":2,"unclassified":0,"removed":0,"reclassified":0,"modified":0},"DestinyRewardMappingDefinition":{"added":1,"unclassified":0,"removed":0,"reclassified":0,"modified":0},"DestinyRewardSheetDefinition":{"added":1,"unclassified":0,"removed":0,"reclassified":0,"modified":0},"DestinyActivityGraphDefinition":{"added":0,"unclassified":0,"removed":0,"reclassified":0,"modified":1},"DestinyActivityInteractableDefinition":{"added":0,"unclassified":0,"removed":0,"reclassified":0,"modified":1},"DestinyFireteamFinderActivityGraphDefinition":{"added":2,"unclassified":0,"removed":0,"reclassified":0,"modified":5},"DestinyFireteamFinderActivitySetDefinition":{"added":2,"unclassified":0,"removed":0,"reclassified":0,"modified":2},"DestinyInventoryItemDefinition":{"added":0,"unclassified":66,"removed":0,"reclassified":0,"modified":1503},"DestinyLocationDefinition":{"added":0,"unclassified":1,"removed":0,"reclassified":0,"modified":0},"DestinyLoreDefinition":{"added":1,"unclassified":1,"removed":0,"reclassified":0,"modified":0},"DestinyMetricDefinition":{"added":0,"unclassified":2,"removed":0,"reclassified":0,"modified":0},"DestinyObjectiveDefinition":{"added":1,"unclassified":15,"removed":0,"reclassified":0,"modified":15},"DestinySandboxPerkDefinition":{"added":1,"unclassified":0,"removed":0,"reclassified":0,"modified":9},"DestinyPlugSetDefinition":{"added":1,"unclassified":0,"removed":0,"reclassified":0,"modified":500},"DestinyPresentationNodeDefinition":{"added":0,"unclassified":1,"removed":0,"reclassified":0,"modified":8},"DestinyRecordDefinition":{"added":2,"unclassified":7,"removed":0,"reclassified":0,"modified":1},"DestinyRewardItemListDefinition":{"added":1,"unclassified":0,"removed":0,"reclassified":0,"modified":0},"DestinyUnlockEventDefinition":{"added":1,"unclassified":0,"removed":0,"reclassified":0,"modified":0},"DestinyUnlockExpressionMappingDefinition":{"added":84,"unclassified":0,"removed":81,"reclassified":0,"modified":0},"DestinyVendorDefinition":{"added":0,"unclassified":0,"removed":0,"reclassified":0,"modified":3},"DestinyMilestoneDefinition":{"added":7,"unclassified":0,"removed":0,"reclassified":0,"modified":2},"DestinyActivityModifierDefinition":{"added":3,"unclassified":3,"removed":0,"reclassified":0,"modified":0},"DestinyFireteamFinderConstantsDefinition":{"added":0,"unclassified":0,"removed":0,"reclassified":0,"modified":1}},"meta":{"buildDate":"2024-12-14T02:35:07.275Z"}},"__N_SSG":true}