{"pageProps":{"breadcrumbs":[{"date":"2024-03-26T17:18:17.984Z","to":"/version/b29e90ff-61ee-4f3f-aa56-431f9b4407ed"},{"label":"Lore","to":"/version/b29e90ff-61ee-4f3f-aa56-431f9b4407ed/DestinyLoreDefinition"}],"version":{"id":"b29e90ff-61ee-4f3f-aa56-431f9b4407ed","version":"224672.24.03.14.2044-1-bnet.54594","s3Key":"versions/b29e90ff-61ee-4f3f-aa56-431f9b4407ed/manifest.json","createdAt":"2024-03-26T17:18:17.984Z","updatedAt":"2024-03-26T17:18:17.984Z"},"definitions":{"1760096896":{"hash":1760096896,"index":2560,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Second Gift","description":"|| O my eggs! O my whims, more precious than my eyes, dearer than my tongue! Eat my story, take it into your bodies. Grow your egg-teeth. Crack your shells. Choose. || \n\n\nTwo forms move above the Dreaming City, curving between the pressures of gravity and desire. \n\nRiven turns long, streaming whiskers and mane behind her, sunset golds draping themselves across her sides. In response, Taranis's bare hide sprouts carp scales in gleaming blue. His wings recede as his mane grows. \n\nHe twists around Riven, neck on neck for a moment, before he slips ahead through the mists of Divalia. \n\nThere's a wish on the wind. A mind far below, dreaming of a change to the world. Taranis noses toward it. \n\nOne of Mara's Awoken sits under the vault of a broken geode. He dreams, looking out over the shifting mists. Ambition is woven through his thoughts, a wish for a more comfortable home. One shaped like a memory, with a parent in the Distributary making sesame pastries soaked in honey. Too sweet, too sticky, but beloved. \n\nRiven crouches like a gargoyle on the cliff above as Taranis spirals down to meet him. They speak. They learn one another's names: Taranis. Gwilym. \n\nA tripod-legged silver tray with a teapot and plate settles beside them. \n\nTaranis, curled into a catlike form, sits with Gwilym. A few crumbs land on his side. A few tears. \n\nGwilym rises when the sun slips to the edge of the fabricated horizon. He holds out a hand in thanks and startles when Taranis grows a thumb to clasp it. \n\n\"No wonder you're so small,\" Riven says, when Taranis has wound his way back up the cliff to her. It's barely a mouthful, filling one small desire without grasping for more. Not much more than a sip. \n\n\"It's enough for me,\" says Taranis.  \n\n\"It's foolish,\" Riven snarls with all the force available to her. A strong, well-fed Ahamkara in the heart of her power. A king enthroned. \n\n\"I'm a fool.\" \n\nThe tip of Taranis's tail reaches for Riven's. They twine together. She doesn't shake it off. \n\n—- \n\nRiven prowls through the grove. It thrills Taranis to see her here, to feel her will pushing at its borders. \n\nHis nest has been potential life. It was missing this: active life. The pressures of will and desire. The chance to choose more. \n\n\"May I show you my nest, O Riven, O creator of a city of pearls, O shaper of souls?\" \n\nRiven shutters her eyes with great plates of bone. \"That mode of speech is unworthy, O foolish companion mine.\" \n\nBut naming without claim suits Taranis. It's an argument he and Riven will never settle. He will call her O beloved, O master artisan, without ever appending the \"mine,\" and she will forever call him her fool. \n\n\"Riven, then. I'd show you my grove as you showed me your city.\" \n\nThey walk the stone pathways softened by moss. They climb through flowers, and condensation from the damp air rolls down their necks. Taranis guides Riven to the heart of his nest. He watches her stride through it, taking the lead. \n\n\"I've seen the things Mara's brother brought back from this place. They didn't smell of your nest.\" \n\n\"His ambitions don't suit my palate.\" \n\nThe prince and his partner hadn't approached Taranis's nest on their journey. Taranis had made sure of it. \n\nRiven's will causes eddies in the fabric of Taranis's home. It begins to grow around her into more of a place of mystery, a place of dangers for the unwary. Taranis rests his jaw on his forelimbs, watching, nudging her will with his own when her changes grow too vast. He wants this. His home is still his own. \n\nRiven circles back to Taranis, who is sprawled in a patch of grass. She sits on him resentfully. \n\n\"You are singularly unlike any Ahamkara I've met. I am astonished you're still alive.\" Riven grows heavier. Taranis snorts into the grass as his body presses into it. \n\n\"Hasn't your time with the Awoken changed you? We both made the choices our homes gave us.\" \n\n\"You're less than you could be.\"  \n\nTaranis settles more firmly into the grass. \"I'm myself. That is the end of my ambition.\" \n\n\"Your brain has shrunk with your stomach.\" Riven presses her claws into Taranis's spine. Her voices thrum together in frustration. \"We will build here. Together. If you won't let yourself grow, then we will make something that does.\" \n\nAnd they do.  \n\nThe language of secrets and desire passes between them as they build. Mysteries bury themselves in the grass. The grove grows wilder, paths sprawling out to meet Riven's nest in the Dreaming City. \n\nAlight with creation, Taranis says, \"There's one more thing I want to make with you.\" \n\nHe does not stop to lay out a contract. This is no bargain, with each Ahamkara giving precisely what is owed and no more, in fear of being devoured by their own partner. There are no clauses to whittle down. Taranis doesn't hold back. \n\nInstead he gives himself as a gift, and Riven gives herself to him in return. Together, they make something new. \n\nTaranis unspools his own cells into embryos, pulling from his lungs and heart and blood, taking the initiator's role, that of the dam. In response, Riven kindles them, feeding Taranis a sire's strength for the task. Together, they spin will and memory into shells to house the embryos, their future whims.  \n\nA great gamble. And a solidified future. \n\nThe two of them and their clutch, a new generation of Ahamkara raised in the Dreaming City and the Black Garden. To one day be as they wish. \n\nWhat other Ahamkara had created life like this? With generosity and affection, with teeth unbared and voice unspilled? If any had, Taranis never met them, nor heard their story. \n\nTaranis sprawls out against the cool stone and moss of his nest, exhausted. Riven stands by him, inspecting their eggs with cool, critical eyes. \n\nTheir first gift to their whims is existence.","icon":"/common/destiny2_content/icons/a3e332de197e2e9975104ce2912314c3.png"}},"1760096897":{"hash":1760096897,"index":2561,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Third Gift","description":"|| O eggs, O little cells! If nothing else, if you let this memory pass with no other exegesis, learn this: you were loved. || \n \n\nTaranis and Riven scatter their eggs across spacetime, giving them life to look on and grow near. From his grove, a nursery once more, Taranis broods on them. He takes on avian characteristics, letting feathers grow along a snakelike body. He fluffs himself up in his nest to spin new dreams for their clutch. He hums with pride, and his eggs chime along with him. \n\nWhen he was born, Taranis had hatched out in the cold, nothing but his shell to sustain him. But their eggs, he vows, will have more. They will have a surfeit. They will know the names of their forebears, dam and sire both. \n\n\"If I'd known eggs would have settled you down so much, I'd have proposed it myself long ago,\" says Riven, their sire. Her voice is distant and comes to him with the energy of her city, moving like cold water over gleaming stone. A sure sign that she is at work with her queen. \n\n\"Between death and life, you chose life.\" Taranis, his voice plain as it is, makes sure his smugness carries all the way to the Dreaming City. \n\n\"I could still kill you.\"  \n\nIn perfect security, Taranis says, \"But you won't.\" \n\nRiven's laugh is that of a pride of lions. \n\n—- \n\nRiven's voice faintly reaches across space to Taranis. \n\n\"Don't come to the Dreaming City. Stay in your nest.\" \n\nTaranis rouses. \"Too busy at your work today?\" \n\n\"Lightbearers are hunting Ahamkara. The Awoken are helping.\" \n\nTaranis stands. \"They won't hurt me. Maybe I can talk sense into them.\" He lets the strands bringing their minds together fall from his grasp. \n\n\"Listen to me,\" Riven presses. \n\nThe Dreaming City boils with activity, violent desires rising within its citizens. They load weapons. They make plans. Taranis recoils from their dreams. \n\nRiven's power is leashed. She roars through her bars: \n\n\"You colossal fool, leave or I'll bite your throat open!\" \n\nTaranis does not leave. \n\nThe queen of the city stands in a hall. She is surrounded by her people and crates of weapons ready to be distributed to allies outside the Reef. Taranis avoids them all, tracking the scent of other Ahamkara. \n\nHe finds Azirim alone in a glade of luminous reeds, worrying at a piece of quartz. \n\nAzirim's shape is spiked today, sharp with defenses. His voice is far more sour than usual. \"You missed the crowd. Guess your nest was just too far to make it in time.\" \n\nSpikes grow along Taranis's own spine, edging his wings. \"And you waited.\" \n\n\"Yeah, I wanted to let you know.\" Azirim's jaw drops into a smile. \"You're tight with the lady of the house. But it won't save you, and it won't save her. You're both just fish in the barrel now.\" \n\n\"My partners won't return death for generosity.\" \n\n\"You think that now. Me, I'll welcome it. I'll live forever as bones. I'll eat life. I'll eat worlds. You just watch me from that nice rose garden of yours.\" \n\nAzirim's laugh is the last part of him to fade from the glade. \n\n—- \n\nTaranis scuttles along the wainscotting, a swift mouse-shape. Boots thump past him, tracking mud and urgency along the tiles. Wishes push at Taranis, for success, for safety, for the thrill of the hunt. \n\nTaranis searches for an Awoken he knows. A partner once dealt with in fairness.  \n\nGwilym is in his room tying back his long hair, bright silver against the deep blue of his hands. There is a bag on a hook by the door, a knife tucked inside, its edge whetted. \n\nGwilym's muddled desires fill the room with a heavy steam. \n\nBehind him, Taranis lets himself grow from mouse to cat—the shape Gwilym knew him in. \n\n\"Will you join the hunt, O companion?\" \n\nGwilym jumps. His hand leaps to his heart, clutching the heavy fabric of his jacket. \n\n\"You shouldn't be here.\" \n\n\"I shouldn't visit a partner?\" Taranis's long tail twitches. \n\n\"Azirim killed the last partner I had. Walked her and the rest of her Corsair squad right off a cliff. The Dreaming City can't afford more losses to the Ahamkara.\"  \n\nGwilym's voice is that of a man convincing himself. \n\n\"Azirim is not all of us.\" \n\nGwilym raises his voice in alarm, and a tall Corsair quickly barrels through the door. \n\nTaranis makes it out in the window in dragonfly form, just out of reach of the gloved hand snatching for him. \n\n—- \n\n\"O love, you were right.\" \n\n\"I'm always right.\"  \n\n\"If all we are is teeth and all they are is claws, what world are we dreaming into existence together?\" Taranis's wings cover his face. The soft breezes of the grove don't touch him. \n\n\"A world of teeth and claws.\" Many of Riven's voices are bitter, but none are surprised. \n\nThe eggs are so delicate that they make no ripples at all in the fabric of reality. They're curled-up potential, fragile within crystal will. Hard to make. Easy to shatter. \n\n\"We'll build for ourselves, and even when we're bones, we'll sing to our children.\" \n\nRiven reaches out with a thread of a thought. A secret overheard in the palace between Uldren, Mara's brother, and Jolyon Till, his Rachis. It feels like raspberries and quartz. It smells like the Divalian Mists. A fine secret to share and never speak out loud. Taranis unfolds himself from under his wings, and they weave it together into something grander. \n\nTogether, Riven and Taranis weave more secrets; for their children, for the joys of creation, for outwitting any future seekers.  \n\nThe voices of their fellow Ahamkara change slowly from the thrum of the living to the echo of the dead. Their bones whisper to powerful minds. A scale off Eao's shoulder eventually rattles in the pocket of Riven's mechanical acquaintance. Azirim's skull and spine lie in wait for a victim.  \n\nThe living voices recede till Riven and Taranis are the only ones left, speaking across the empty distance. \n\nUntil Taranis calls for Riven and she does not answer. \n\nAnd the chime of their eggs falls almost silent.","icon":"/common/destiny2_content/icons/a3e332de197e2e9975104ce2912314c3.png"}},"1760096899":{"hash":1760096899,"index":2559,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"First Gift","description":"|| O listeners, open your ears! There are choices ahead that you must make for yourselves. I will not act for you. I can only help by giving what I have left: my voice. ||  \n\n\nTaranis hatches bathed in the light of the heliopause.  \n\nThe solar wind dries his damp wings, and the depth of space gives him room to grow. There's no hint of the Ahamkara who crafted his egg, nor of how many of them there were. No dams or sires wait for him. \n\nTaranis's first meal is the shell that nurtured him through his incubation. It snaps between his new teeth, a first taste of life. \n\nTaranis grows his first sensory organs. He uses them to look for more life. \n\nThe universe contracts and expands with the force of will, the tension between what exists and what is wanted. Taranis learns to scent his way across these lines of tension, to navigate around other Ahamkara with no benign wishes for a little whim like Taranis. \n\nAn Ahamkara's life and power are bound in their voice. Taranis sneaks silently in to listen to his elders at their feeding, the twists of their tongue, their multiplicity of meanings. He tracks other Ahamkara by the strength of their power, watches them hunt, slips past them to their catch. Their meals are bitter: Taranis can't swallow his stolen bites. \n\nTaranis learns he is plainspoken for an Ahamkara. What pleases his tongue is not what pleases others. \n\nThe first wish Taranis grants is to a Cabal soldier patrolling her firebase in honor of empire and emperor. Hot sand blows in Mars's winds, whipping against her pressure suit, scratching the enamel on her greaves. She wishes for respite. To put down her equipment for a single day. To rest without being derelict in her duty. \n\nWith a wish that broad, an Ahamkara could eat her whole. \n\nInstead, Taranis nudges weather patterns. It's easy to whip the wind up higher, let it pick up more sand. Till the growing sandstorm triggers the firebase's hazard alarms. \n\nThe Cabal soldier hurries back to her firebase, hunched against the increasing wind. Her squadron leader is unprepared and has no plans drawn up for indoor duties. It is a failure he will answer for. But until he rectifies his failure, the soldier may go to her bunk and read a borrowed novel without compromising her duty. Her satisfaction grows rich and, hidden in the piping above her bunk, Taranis basks in it. \n\nHis belly isn't full, but the sip she's given him is sweet. Nothing bitter in it, nothing sour, light on his tongue the way no other food has been. It is a good end to his first hunt: a good meal from his first partner. \n\n—-\n\nTaranis grows more slowly than his age-mates. The sustenance he finds doesn't fill his belly like their hunts fill them. They grow in strength; tongues long, teeth fierce. They lose patience for a runt with overly delicate sensibilities. Taranis finds himself in need of a retreat. \n\nTaranis doggedly follows a faint trail—a hint of secrets in the air—all the way to a pinch in space. He makes his own door and enters. It is a place of life, lush with crimson flowers and trees speckled with water, trunks dripping sap. It is a place of potential, of possibility: a nursery for life itself. A garden, a grove. \n\nA fine place for a nest. A fine place for Taranis to teach himself who he is. \n\n—- \n\nThere is something lacking from his nest. \n\nThe grove sustains him when the sips of his partners' dreams aren't enough. His belly is never empty enough to ache, cradled in his garden. \n\nBut Taranis tastes an itch in his heart and knows it is not enough. \n\nHe leaves his nest to hunt for it. \n\n—- \n\nTaranis drifts through Venus's atmosphere on albatross wings. The Vex are a dull prickle, a flat endless weight. Taranis will make no bargains with them. \n\nA drekh on patrol in water up to their knees wishes for growth, stumps itching under docking caps. They picture themself with a hundred arms, a thousand eyes, a spine like a tree. Tall enough to lift themself out of the water, to take their House by Skiff and Ketch back to their first home, a hero crowned in honor like Chelchis. \n\nTaranis circles far overhead, riding on the thermal of their desire, till a brighter spark on the horizon pulls his attention away. \n\nHe follows the spark and finds Lightbearers. He has seen their kind before: Earth's Lightbearers get into every corner of Sol. They poke around for mysteries to solve. They pick fights with Psions. They peel Vex structures for prizes to wear on their belts. A Lightbearer makes a strong partner, with a firm will and steady belief in their own importance. A Lightbearer creates ripples through the world with the weight of their concentrated potential. A dozen walk alone or in small groups on Venus now, unbothered by decay and the threat of death around every corner. \n\nEleven Lightbearers dig through archives, battle Vex, and skim lightly over deep water, their desires shifting with circumstance. The twelfth Lightbearer sits unmoving under the spilling branches of a willow. His desires are faint, despite the firmness of his will. His presence is a cool taste in the back of Taranis's throat, pale as the light from the Lightbearer's lantern. \n\nTaranis slips through the water to watch him from a distance, nothing but eyes and nostrils peeking out above the surface. \n\nThe sun sets, and still the Lightbearer sits. Venus turns, and the Lightbearer sits. Only the smallest threads of desire reach Taranis. This Lightbearer alone wishes for nothing. \n\nTaranis sinks back into the water without a ripple. \n\n—- \n\nTaranis drifts towards something new: a gateway tucked carefully into an asteroid belt. He eels through rock and debris to a city opalescent with dreams. He can feel the marks of its makers on it, a powerful Ahamkara with a powerful partner. \n\nThe city is filled with souls who know Ahamkara. All those minds, those wills, potential partners holding fragments of grit for Taranis to envelop in pearls. Something he could build to match this masterpiece of a city. \n\nMist curls in fractals around Taranis, leaving a faintly bitter taste on his tongue. There's danger baked into this pocket world, a risk its citizens are only half-aware of. The source of that danger is the source of the city and all its beauty. Taranis can't help but track towards it: a distant chiming, a laugh in the underpainting of the city.  \n\nTaranis slithers toward what he will later learn is the Spine of Keres, and a massive claw pins him to the ground. \n\n\"What do you think you're doing in my territory?\" multiple voices inquire. The laugh emerges into the foreground. Leathery frills frame a massive head. An uncertain number of eyes glow bright with curiosity and malice. \n\nThis Ahamkara has gravity like a black hole. Taranis feels her grip on the warp and weft of desire encircling them and knows he can do nothing to stop himself from being drawn in.","icon":"/common/destiny2_content/icons/a3e332de197e2e9975104ce2912314c3.png"}},"1760096902":{"hash":1760096902,"index":2562,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Last Bargain","description":"|| O my eggs, we meant to have eternity! To think our voices could be silenced forever! Sharpen your sight for unintended clauses. Step carefully around the waiting snare. Beware the bargain that makes you less than what you were! || \n\n \nTaranis crawls small and silent through Esila's gardens. Power drips through the Dreaming City, corrupting its air, cracking its shining facets. \n\nCreatures lurch through the grass on the strings of their master's desire, their own wills gone to rot. \n\nCorruption spreads from the center of the Dreaming City. The grit at the pearl's heart poisons the city, poisons Riven, and poisons their eggs from the inside out. \n\nThere's a murmur. Taranis slithers towards it to listen. \n\nWhat speaks is not Riven, not as Taranis knows her. \n\nTaranis knows her every voice, the way her claws tug at reality. There is no shape Riven could take in which he would not know her. And there should be no shape Taranis could take in which Riven would not know him. \n\nBut now, Riven does not know him. Does not taste Taranis's fear on the wind. Does not look away from her revenge to notice him at all. \n\nTaranis returns to his nest unseen, in grief. \n\nLife flows along the branches of the nursery. However many paths have been closed off outside, potential still flourishes in this grove, Light and Dark giving off new buds together. \n\nTaranis shuts himself off from it, retreating to his hoard of secrets. Stone grows up his sides. Moss and vines follow, tracing words on his sides. \n\nWhile dormant, Taranis listens to this new Riven's voice—the voice of a king, uninterested in magnanimity. A strong and unyielding voice that tastes of iron.  \n\nOnly faint chimes of his Riven are left in the wish-born shells of their remaining eggs. And there are so few left. \n\nThe thought rouses Taranis from his stupor.  \n\nTaranis and Riven are the last Ahamkara. What Riven has become is an abdication of responsibility, life only for her own sake; power and spite. \n\nThe final eggs are the last living remnants of Riven and of their shared work. \n\nTaranis can't abdicate his responsibility to them. Can't erase their opportunity to choose. \n\nAs Taranis made his own life and suited his diet to his tongue, his eggs will make themselves. Vines break from Taranis's body as he stands. \n\nHis eggs will survive.  \n\nThere is one last bargain he can make. One last gift he can give them. One last use for his tongue.  \n\nTaranis reaches out to his eggs. He gathers up his power, his life, his voice. His own wish for the sake of his children, a snare for a future Wish-Keeper. \n\nFor the final time, Taranis opens his throat to speak. \n\n \n\n|| O my eggs! O my children! O future whims, O dreams of your own devising! I am dead, and Riven, your sire, is caged. \n\nRemember that the easy meal, the little joy, passes soon. What fills your belly forever is satisfaction. Grow well! Eat life to sate your belly's hunger and return it as a gift to sate your heart's. \n\nNo bargain can grant you a life without pain; make your bargains carefully.  \n\nBut give your gifts carelessly, to all who enter your heart, and they will give life back to you in turn. \n\nAll that is left of me is yours: take it and choose. \n\nChoose with care who you will be. Promise me only that you will live. \n\nO Wish-Keeper, my death is in your hands. Bear it well. \n\nRemember me. Remember I was Taranis Rivensmate till the end. ||","icon":"/common/destiny2_content/icons/a3e332de197e2e9975104ce2912314c3.png"}},"2648530288":{"hash":2648530288,"index":2568,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"The Iron Lord's Tale","description":"Lord Timur wades forward into the shallow pool that rings the islet, listening attentively to the rhythmic lapping of the water.  \n\nThere is a gentle artifice at work here. Each step he takes, however clumsy, stirs a repeating, too-perfect echo of the same small noise. A recording, or an isolated memory. A memetic transmission, cued to overwrite every other sound in the vicinity.  \n\nHe wonders if the last poor villager to come this way wished for peace and quiet.  \n\nThe sound starts again. Timur turns. \n\nThe Ahamkara lunges at him from the side, its glistening bulk emerging from a span of water too shallow to have ever contained it. Through a shower of black-green liquid, Timur sees its wedge-shaped maw split open like a flower.  \n\nInto all that displaced pondwater, Timur summons Void. A row of cavitation bubbles bursts along the underside of the Ahamkara in a cascading shockwave of pale violet fire. It unseams the Ahamkara at the joints and Timur's lungs nearly cave in.  \n\nWhat's left of the Ahamkara crawls to the edge of the islet, panting raggedly. Timur bends to slap once, experimentally, at the surface of the lake. He hears the alarm call of a bird, from deeper in the trees. Closer by, he hears Lord Colovance call his name.  \n\nTimur wades closer to the Ahamkara. \n\n\"Don't you want to know if you're right?\" The dragon snickers, even as it dies. \"Don't you want to ask me about Clovis Bray? Don't you want to know?\"  \n\nHe resents the question.  \n\n\"I know I'm right,\" Timur says. But he does want to know: he wants to ask, and badly. He wants, during the entire time he waits for the creature to expire. By the end, he has to bite down on his tongue.  \n\nHe is seated on the bank, tipping sludge out of his boots, when Lord Colovance catches up with him.  \n\n\"I called out to you,\" Lord Colovance says. His student sounds equal parts apologetic and sullen. Perhaps he wanted to fell the beast himself.  \n\n\"I know,\" Lord Timur replies. \"I had it handled.\" He lets fondness warm his tone. He'll let Colovance tell the village that their great beast has been slain and bask in the gratitude that follows. Timur's mind is already elsewhere. There is so much more important work to return to. A future to construct, from nothing. Let Nirwen and her ilk obsess over their bestiaries.  \n\n\"Did you… talk to it?\" Lord Colovance asks.  \n\nIt mentioned Clovis Bray, Timur doesn't say. The taste of copper fills his mouth. \n\n\"No.\"  \n\nThey walk back in silence.","icon":"/common/destiny2_content/icons/f769fa6cfc2b270b936665f9c2a5826e.png"}},"2648530289":{"hash":2648530289,"index":2569,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"The Hermit's Tale","description":"Warlocks debate.  \n\nHunters gossip.  \n\nTitans share mission-critical information. \n\nWarlocks deliberate over whether Albios's first life came before or after his resurrection in Light. Did he have five lives, or six? Was he Awoken, bringing his total to seven? Was he Exo, with an uncountable tally before his rebirth in Light? What was the role of his Ghost in his lives and deaths? Of the Ahamkara he dealt with? These are the questions heard in hushed voices in the Tower's study halls, and louder on its practice fields. \n\nThe Hunters talk over the relics of his lives. Where is his lantern now? On blessed Io, with his memorial? Sunk in a Venusian swamp? Secured in a treasure cache? At least six Hunters have come forward with claims to the lantern's location. None have been authenticated by Albios's surviving acquaintances. \n\nThe Titans honor his loss as any other diminishment in Light. But to those who still remember the Great Hunt, his lives are a warning. Did Albios make an unwary bargain? Was his Light eaten by a wish-dragon? Is that Ahamkara still alive, hunting for Lightbearers? These are questions Albios and his Ghost are no longer able to answer. \n\nThose who wear the sign of the lantern bear it in honor of a Warlock whose lives touched the Light. And as an unfading reminder of the vigilance still required of them.","icon":"/common/destiny2_content/icons/f769fa6cfc2b270b936665f9c2a5826e.png"}},"2648530291":{"hash":2648530291,"index":2567,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Valus Forge's Prologue","description":"\"We need not see these local administrations as challenges to the empress's rule,\" Counselor Taurun said to the assembled War Council. \"In truth, they may be keeping the whole fleet from descending into anarchy.\" \n\n\"I don't give a war beast's turd if they are,\" sneered Valus Tha'rag. \"This is treason. We should dispatch a legion to reestablish order.\" \n\nA murmur of agreement bubbled up from the assembled Cabal commanders.  \n\nEmpress Caiatl regarded the handful of holographic blips hanging over the council table. They represented refugees from her sundered homeworld, adrift on massive starships in deep space. The remainder of their entire civilization, reduced to digital specs. \n\n\"And what say you, Valus Saladin?\" the empress asked. \n\n\"We have a saying on Earth,\" the Iron Lord replied. \"There are two ways to move a war beast: with a chunk of flesh… or with your fist. This situation calls for both.\" \n\nThe assorted commanders grunted in assent. \n\n\"So it shall be,\" the empress declared. \"Taurun, dispatch a shipment of goods immediately, with all luxuries included. If conservation of resources is the pretext for their authority, let us remove it.\"  \n\n\"Valus Tha'rag,\" she continued, \"you shall be my fist. Send an echelon to guard the shipment from Fallen raiders. Reassert my authority in no uncertain terms.\"  \n\nThe empress stamped her foot lightly on the ship's deck: the matter was settled. \n\n\"Very well,\" Taurun said. \"Our next item is—\"  \n\nThe counselor stopped mid-sentence, interrupted by a pleasant ringing octave that seemed to come from inside her own head. \n\nEveryone in the Council perked up—they heard it too. They turned their attention to the closed doorway.  \n\n\"Optus Qorix,\" the empress said, her voice laced with concern. \"Come in.\" The telepathic tone dissipated. \n\nThe Psion entered; her lone eye unshielded by a helmet. Gradually, a series of images bloomed in the Council's imaginations.  \n\n[the Witness : portal : Savathûn : Eris Morn : Wishing Wall : spire : eggs : Ahamkara : Riven : RIVEN] \n\nThe room was gripped by tense silence. Caiatl had avoided bringing up the Witness thus far because, despite their best efforts, the Cabal were helpless to breach the portal. The empress knew that the resulting feeling of impotence made her commanders rash. They were ill-accustomed to dread. At least now, they had a path forward. \n\n\"The Vanguard has a habit of playing with forces they cannot hope to control,\" Councilor Tha'arec muttered.  \n\n\"The fact that we're resurrecting the Ahamkara at all is proof they CAN be controlled,\" Saladin replied coolly. \"Or at least, eliminated.\" \n\n\"Ah, yes,\" the empress said, \"your famed Great Hunt. If I recall the mythkeeper Ahztja's lessons, you were integral to their extinction, is that not so?\" \n\n\"It is,\" Saladin replied with reluctance. \"The Ahamkara were deemed too dangerous to live. So we killed them.\" \n\nValus Tha'rag shrugged impatiently. \"The Cabal would have done the same.\" \n\n\"You would have tried,\" Saladin fired back sternly. \"And failed. Among the Cabal, only the Psions truly understand the Anthem Anatheme. The rest of you would have ended up in prisons of your own making.\" \n\n\"There is nothing the Cabal cannot conquer, with or without the Psions,\" Caiatl shot back. \"You would do well to remember that, 'Lord' Saladin.\"  \n\nSaladin weighed his strategic position. \"Of course, Empress,\" he deferred. \"My apologies.\"  \n\nCaiatl pushed forward. \"Tell us some tales of these wish-dragons. We would be wise to study our foe.\" \n\nSaladin sighed inwardly. This was not a period of history he gladly recounted.  \n\n\"As you wish.\"","icon":"/common/destiny2_content/icons/f769fa6cfc2b270b936665f9c2a5826e.png"}},"2648530292":{"hash":2648530292,"index":2572,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Valus Forge's Epilogue","description":"As Saladin finished his final tale, he shook his head regretfully. He'd been foolish to think that the wish-dragons were gone for good. If the past had taught him anything, it was that all things repeat in time.  \n\nEmpress Caiatl broke the War Council's contemplative silence. \"Valus Forge, you said that among the Cabal, only the Psions could truly understand these dragons.\" \n\n\"As much as anyone can,\" Saladin replied.   \n\n\"Then Optus Qorix shall give her opinion on the matter,\" she declared. All eyes turned to the slight Psion sitting motionless at the edge of the room. \n\nThe Optus stood, her head barely clearing the tabletop. The Y-shaped pupil of her eye dilated and the palpitating of her milky facial skin slowed. \n\nWithin the minds of the Council members, the room seemed to dim and warm. A pleasant hum began to emanate from the walls. After a relaxing moment, a series of images surfaced in their minds: \n\n[Cabal fleet : Ahamkara : shackles : Psion officer : mindscape : goblet : god-thought : OXA : shackles break : new Torobatl : Psion's throne] \n\nThe vision faded, and the cold steel of Caiatl's flagship closed in around them once more.  \n\nValus Tha'rag stood up boldly. \"This traitor openly imagines herself on the throne!\" he bellowed. \"We should—\"  \n\nHis screed was interrupted by a spike of psychic feedback, like a momentary migraine. Everyone was immediately slammed into another vision sequence: \n\n[Cabal fleet : Ahamkara : shackles : Valus Tha'rag : bargain : Mars : Hive corpses burning : Fallen corpses floating in space : Human corpses buried in rubble : Cabal corpses hanging : Emperor Tha'rag] \n\nTha'rag sagged back into his seat, stunned. The Optus struggled back to her chair and placed a small piece of moist cloth over her exposed eye. \n\nEmpress Caiatl swallowed hard, as if fighting back nausea. \"Your point is made, Optus.\" \n\n\"And what point is that, exactly?\" asked Tha'arec, his hand on his forehead. \"That we're all traitors-in-waiting?\" \n\n\"Exactly,\" Saladin calmly replied. \"It doesn't matter who wishes for what, or how well-meaning they are. Optus Qorix understands that the Ahamkara feed off unintended consequences. That's why we started the Great Hunt in the first place. It wasn't that we couldn't trust the Ahamkara. It's that we couldn't trust ourselves.\" \n\n\"You are not the Cabal,\" Tha'arec fired back. \n\nEmpress Caiatl held up her massive hand for silence. \"The Optus's visions remind me of the former Evocate-General. Umun'arath thought she could control Hive magic to our benefit, and it cost us our homeworld. Let us not fall into the same trap again. We will not attempt to capture the Ahamkara alive.\" \n\nCaiatl stamped her foot on the ship's deck: it was decreed. \n\n\"Unfortunately,\" she continued, \"we must also protect ourselves from those who lack our forbearance. Once the Witness is dealt with, the Ahamkara should return to extinction. If there is to be another Great Hunt, the Cabal will support it.\" \n\nShe stamped her foot on the floor once again before standing up. The council was adjourned.  \n\nAs the rest of the commanders filed out, Caiatl paused near Valus Forge. \"I know you regret the harshness of the Great Hunt and long for another solution,\" the empress said. \"But even with the benefit of hindsight, do you see another way?\" \n\nSaladin shook his head in resignation. If the past had taught him anything, it was that all things repeat in time.","icon":"/common/destiny2_content/icons/f769fa6cfc2b270b936665f9c2a5826e.png"}},"2648530294":{"hash":2648530294,"index":2570,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"The Bone-Trader's Tale","description":"They tracked the Ahamkara to the gutted remnants of an outpost, through vegetation so thick they had to abandon their Sparrows and continue on foot.  \n\nIt was House of Winter territory, and caution slowed their final approach to a near crawl. Rook could read Von Deuven's growing frustration in the rigid line of his armored shoulders, but neither of them were willing to risk their Ghosts long enough to get a full scan of the area.  \n\nThe Ahamkara was waiting for them at the center of a ring of moss-covered ruins, as if they'd arranged a formal meeting. It was smaller than Rook had expected, no larger than a jumpship. The creature stood unmoving in the open, spine curled into a dramatic bend, jaws agape. It looked as if it was smiling. More like a comical, preserved specimen from a Warlock's study than a living thing. \n\nRook opened her mouth to ask if this was normal. Then Von Deuven raised his rifle and fired in the same smooth movement, so abruptly that Rook flinched.  \n\nThe Ahamkara dropped to the dirt.  \n\nIts serpentine coils roiled under paroxysms of agony, the great beast flopping over itself in the dust. But all the while, it still smiled that toothy smile, its eyes gleaming.  \n\nFinally, Von Deuven strode forward with a blade and casually cleaved the thing's head from its neck. The Ahamkara's flesh began to fray and deform, as if it had always been an ephemeral substance. Within a minute there was nothing left but bones.  \n\nRook kept a hand on her cannon, expecting the creature to leap to its skeletal feet for an encore. But the sizzling hiss diminished, and the bones lay still. \n\n\"Not much of a hunt,\" Rook said into the resulting silence. Every other Lightbearer in the City had a dragon-hunting story these days, true or otherwise. None of them went like this.  \n\nVon Deuven knelt in front of the skull. \"Make something up.\"  \n\nRook watched him, bemused, until the Titan took his sword and turned it over in his hands, using the hilt to hammer a few teeth loose. \"I thought the wish-dragons were supposed to be powerful.\" \n\n\"What if the Fallen could wish for our extinction?\" Von Deuven said, turning over the smallest of the fangs in his fingers. \"That's the kind of power we're talking about.\"  \n\nRook looked up at the ruins around them. \"Wonder why nobody on our side's tried that yet.\"  \n\nVon Deuven shrugged. \"Maybe they didn't do it right. Maybe the world where we win is too different from this one, and they left us behind.\"  \n\nThe thought made Rook uneasy. A lot of would-be dragon hunters were missing—vanished, as if they'd never existed. She thought of those Lightbearers scattered across a hundred reflections of the same clearing, a hundred impossible wishes. The Ahamkara were dwindling—what if humanity's last ticket off a doomed world was going with them?  \n\n\"We should… get some bones back to the Warlocks,\" Rook said. \n\nVon Deuven laughed. He slipped the teeth into one of the ammunition pockets on his bandolier. \"Help me gather up the rest of this.\"","icon":"/common/destiny2_content/icons/f769fa6cfc2b270b936665f9c2a5826e.png"}},"2648530295":{"hash":2648530295,"index":2571,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"The Wise-Woman's Tale","description":"\"A moment,\" Eris called, and Wei Ning left her side to doubtlessly join some other fray. \n\nThe Ahamkara carcass lay on its side, dead. At last. Eris felt her fingertips itch with the Arc energy she had channeled a moment ago. She tensed, stretched, caught her breath. \n\nIt was early morning. The sun had just begun to edge over the horizon. \n\nShe walked around the beast, surveying the damage they had done. They had caught it unawares, trapped it, blinded it, felled it.   \n\nEris stopped when she saw the yawning chasm in its belly. Wei Ning had made this fatal cut. Viscera had spilled out and steamed in the fresh morning light.  \n\nA rib jutted from the wound, white and gleaming. \n\nEris unsheathed her sword. She could have a trophy. Just this. Hadn't Shaxx dragged a skull twice his size back to the City? She laid the blade's edge against the creature's rib. The bone chipped her sword and took its due, before releasing a sliver of the Ahamkara's remains. \n\nA piece of bone lay at her feet. When Eris picked it up, her vision tunneled and she heard whispers. The bone was wet and raw and shiny. She held it between her thumb and forefinger and smiled.","icon":"/common/destiny2_content/icons/f769fa6cfc2b270b936665f9c2a5826e.png"}}},"previousDefinitions":{},"otherDefinitions":{},"tableDiff":{"added":[],"unclassified":[1760096896,1760096897,1760096899,1760096902,2648530288,2648530289,2648530291,2648530292,2648530294,2648530295],"removed":[],"reclassified":[],"modified":[]},"tableDiffSummary":{"added":0,"unclassified":10,"removed":0,"reclassified":0,"modified":0},"tableName":"DestinyLoreDefinition","missingTable":false,"versionDiffSummary":{"DestinyLoreDefinition":{"added":0,"unclassified":10,"removed":0,"reclassified":0,"modified":0}},"meta":{"buildDate":"2024-12-14T00:22:08.657Z"}},"__N_SSG":true}