{"pageProps":{"breadcrumbs":[{"date":"2021-07-06T18:50:14.589Z","to":"/version/1a7d8d39-ca62-40af-becd-98bca27ed617"},{"label":"Lore","to":"/version/1a7d8d39-ca62-40af-becd-98bca27ed617/DestinyLoreDefinition"}],"version":{"id":"1a7d8d39-ca62-40af-becd-98bca27ed617","version":"94996.21.06.22.1900-3-bnet.38484","s3Key":"versions/1a7d8d39-ca62-40af-becd-98bca27ed617/manifest.json","createdAt":"2021-07-06T18:50:14.589Z","updatedAt":"2021-07-06T18:50:14.589Z"},"definitions":{"139281387":{"hash":139281387,"index":1762,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Celestine Hood (Majestic)","description":"The Hungriest Thrall\n\nEido looked over the heads of the assembled hatchlings to the Great Machine above. She marveled at its magnificence. Whole civilizations had been razed to the ground in its wake. Even the Eliksni, once. \n\nShe turned her attention back to the hatchlings. \"Did you know that the Hive do not have spirit?\" she asked. The hatchlings looked at her quizzically. \n\n\"It's true,\" she continued. \"Hive have worms. Big, slimy, wriggling worms inside them.\" \n\nEido flexed her fingers, causing the hatchlings in the front row to recoil. She lowered her voice ominously. \"And the worms are always hungry. They force the Hive to eat more, and more, and more. They are never satisfied, no matter how much the Hive feed them. That's why the Hive will eat anything. Even little hatchlings—like you!\" \n\nEido snapped at them, causing shrieks of dismay. \n\n\"Some think the Hive will eat the whole galaxy,\" she said, turning her gaze back to the Great Machine. \"And when there's nothing left, they'll have to eat each other. They'll feast and feast until there's just one lonely Thrall, who will have to eat himself.\" \n\n\"And then there will be nothing,\" Eido concluded softly. \"Just like in the beginning.\" \n\nThe hatchlings were silent. Eido was suddenly very tired.","icon":null}},"217140611":{"hash":217140611,"index":1727,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"The Deicide","description":"Encoded private ping via HDN Proxy Router…\n\nIkora, thought you'd want to see this. It presents as binary in our systems, but something is splicing hashes in. I pulled it from the Tower's Nexus Iso-feed. It's all over FWC networks… and elsewhere.\n\n| 01000011.# 01000101 01000110.# 01000100.# 01000010 01000100.# 01000101 01000001.# || 01000011.# 01000101 01000110.# 01000100.# 01000010 01000100.# 01000101 01000001.# || 01000011.# 01000101 01000110.# 01000100.# 01000010 01000100.# 01000101 01000001.# || 01000011.# 01000101 01000110.# 01000100.# 01000010 01000100.# 01000101 01000001.# || 01000011.# 01000101 01000110.# 01000100.# 01000010 01000100.# 01000101 01000001.# || 01000011.# 01000101 01000110.# 01000100.# 01000010 01000100.# 01000101 01000001.# || 01000011.# 01000101 01000110.# 01000100.# 01000010 01000100.# 01000101 01000001.# || 01000011.# 01000101 01000110.# 01000100.# 01000010 01000100.# 01000101 01000001.# || 01000011.# 01000101 01000110.# 01000100.# 01000010 01000100.# 01000101 01000001.# || 01000011.# 01000101 01000110.# 01000100.# 01000010 01000100.# 01000101 01000001.# || 01000011.# 01000101 01000110.# 01000100.# 01000010 01000100.# 01000101 01000001.# || \n\nMy guess is the lettering indicates some kind of audible tone-code pattern, but I haven't listened to it. \n\nOne of my subordinates has isolated minor pitch fluctuations represented here as \"#\". \n\nThese are foreign elements to otherwise normal binary code. \n\nSee attached report for archival information on binary code. \n\n—Aunor","icon":null}},"343482208":{"hash":343482208,"index":1757,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Illuminus Mask (Majestic)","description":"Eido crept on all sixes through the massive halls of the Dreaming City. She was following an indistinct murmur, both terrifying and compelling. A thousand voices, all muttering to themselves. How did she get here?\n\nShe peered around the corner of a massive archway. Beyond, she found a circular chamber with an elaborate sigil carved into the stone floor. Three Awoken figures stood at precise intervals along the carved seal. \n\nThe chamber was without a ceiling—the void of space yawned overhead. Spiraling galaxies seemed to fill the room. Eido realized that she wasn't breathing. Was she dead? \n\nSuddenly, Eido stood in the center of the sigil. She turned in a circle, trying to identify the looming figures, but their faces were vast and unknowable, like the void above. She felt the weight of their focus, as if she were falling in all directions at once. \n\nShe looked down and discovered with horror that the ground was receding. She was floating upwards, into the vacuum of space. The figures paid her no attention as she drifted away. \n\nAs the chamber fell away beneath her, the murmur condensed and merged until it unified into a single panicked wail. \n\nEido awoke to find the scream coming from her own mouth. Misraaks crouched next to her pallet, wringing his lower hands in concern. \"Be calm, young one. Be calm. You are Eido. You are in the one true now. You are safe.\" \n\nHe gave her a sip of Ether from his own meager reserve and waited patiently until she quieted. \"Tell me of your journey,\" he prompted, intently. \n\nShe explained her experience, as best a hatchling could. \n\nMisraaks nodded gravely. \"The Techeuns. Advisors to our hosts. They are… like Scribes for the Awoken.\" He sat, thinking quietly. \n\n\"I know you are frightened. But I am confident this is a blessing,\" he decided. \"All great things appear first as monsters.\" \n\n\"There may be a day,\" he continued, \"when you are seen as a monster. And your blessing is frightening to those who cannot understand it. When that time comes, remember this moment.\" Eido nodded, though she didn't fully understand. How could a hatchling be a monster? \n\n\"I, too, am sometimes frightened by the Techeuns,\" Misraaks confided. \"But we must look beyond our fear to find the Light. This is courage. Can you show courage?\" \n\nEido nodded again. \n\n\"You can. I'm sure of it,\" Misraaks said proudly. \"The Light provides.\" \n\n\"The Light provides,\" Eido murmured as she lay back down to a peaceful slumber.","icon":null}},"468456840":{"hash":468456840,"index":1766,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Sunstead Mark (Majestic)","description":"Today I witnessed a Human ritual that I long thought a myth, or at least over-researched relative to its cultural impact. That is, the ingestion of ethanol to induce euphoria and knowingly hinder judgment. \n\nWhen I first learned of this practice in the Techeun's data archives, it seemed preposterous. Why would a predominantly aqueous creature willingly ingest a substance that causes its body to purge liquid? What was the goal? \n\nToday I discovered the answer: \"partying.\" \n\nBased on my observations near community ethanol distribution centers, partying is a distinctly Human form of enjoyment. It is similar to many Eliksni celebrations—a social gathering meant to foster group cohesion—but the Human version involves collective self-poisoning, for which there is no parallel in Eliksni society. \n\nApparently, partying involves a loose constellation of behaviors: speaking much more loudly than normal, making an increased amount of bodily contact, the purging of partially digested food, walking in eccentric patterns, expressions of fondness, increased laughter, public displays of sorrow, and coordinated yelling to previously recorded sounds. \n\nHaving witnessed the prevalence of ethanol consumption in the Last City, I can safely conclude that, if anything, the behavior is under-researched. Humans' fondness for poisoning themselves is prolific—it's a wonder their species has lasted this long. \n\nI admit to curiosity as to the perceived effects of ethanol consumption, because it cannot feel as terrible as it looks. However, I am reluctant to engage in Human partying because I'm not sure an Eliksni could survive it.","icon":null}},"1044615214":{"hash":1044615214,"index":1760,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Celestine Robes (Majestic)","description":"The Smallest Screeb\n\n Eido loomed over the group of hatchlings, her face lit only by the glow of the Ether tank's control panel. The hatchlings gripped each other's hands in fear and huddled together for safety. The Scribe continued her tale. \n\n\"There once was a Screeb. The smallest Screeb of his clutch. He fought for his share of Dark Ether, but his stronger siblings often got more than he did.\" \n\nThe hatchlings muttered in sympathy. \n\n\"He dreamed of one day killing a Guardian and showing his siblings that he was strong. Little, but strong.\" Eido flexed her lower arms menacingly. \n\n\"One day, a Guardian came to their lair, hoping to steal their precious Dark Ether.\" The hatchlings glanced in worry at the nearby Ether tank as Eido continued. \"Fikrulkel ordered the Screebs to attack. Finally! The smallest Screeb had a chance to prove his worth.\" \n\nEido leaned forward, narrowing her eyes. \"The smallest Screeb charged forward, unafraid, even as his siblings were shot down all around him. He launched himself at the Guardian, and—BOOM!\" the Scribe shouted, clapping both pairs of hands. The hatchlings jumped and chittered in fear. \n\nEido lowered her voice to a whisper. \"The littlest Screeb exploded right against the Guardian's glowing, golden armor. He succeeded in his mission.\" \n\n\"But,\" Eido continued, shaking her head in mock sadness, \"the Guardian didn't even notice. The Screeb was too small and his explosion made no difference. No difference at all.\"","icon":null}},"1319537767":{"hash":1319537767,"index":1755,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Illuminus Vest (Majestic)","description":"The Guardian was resplendent. Their armor gleamed, even in the dull gloom of the Europan night. The golden scrollwork of their breastplate glowed, as if the Light itself imbued the metal. It was beautiful. \n\nThe broken forms of dead and dying Eliksni littered the battlefield, each bearing the symbol for the House of Salvation. Blood and Ether seeped across the ice, freezing into rich stains. The Guardian strolled casually from body to body, searching for ammunition and weaponry. \n\nEido had watched the battle through a viewfinder from atop a far-off ridgeline. Even at this distance, the brutality was hard to countenance. She glanced quizzically at Misraaks, who crouched beside her. These were the Guardians her father trusted? \n\nAs if sensing her reservation, Misraaks spoke. \"The Guardians are capable of mercy, though they seldom show it.\" \n\n\"Then why does the Great Machine bless them?\" Eido asked. \"Is it not better to be merciful?\" \n\n\"The Darkness is coming,\" Misraaks replied wearily. \"Nearer now than ever before. Perhaps mercilessness is exactly what the Great Machine needs.\"","icon":null}},"1362709751":{"hash":1362709751,"index":1761,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Celestine Bond (Majestic)","description":"The Shank with Bad Spirit\n\nEido looked over the hatchlings assembled at her feet. As she scanned their rapt faces, she noticed the unrepaired Shank, languishing on a workbench nearby. That reminded her of a story. \n\n\"There was once an engineer who was the cleverest in her House,\" she told the hatchlings. \"Even more clever than Klyfiks,\" she added. \n\nThe hatchlings chittered in mirth. \n\n\"One day, the engineer's Kell came to her with an order. He told her to build a Shank.\" Eido's tone conveyed the ordinariness of such a demand. \"A simple Shank for patrolling and running diagnostics.\" \n\n\"This was an easy thing for one so clever, but the engineer was offended.\" Eido clenched her fists, miming indignation. \"She demanded to know why she should waste her time on such a simple task.\" \n\nEido deepened her voice in her best imitation of her father: \"'I am leaving for battle soon,' said the Kell. 'And I want the best Shank in the system to guard my dwelling while I'm away!'\"\n\nThe hatchlings shrieked with glee at the Scribe's irreverence. \n\n\"So the engineer set about building the Shank. She was given the finest tools, the finest metals, and even a skilled assistant. Everything she could ever need.\" \n\nEido's tone darkened. \"But inside, she was angry. She resented her duty and wished to work on something more impressive.\" \n\nEido paused, watching the hatchlings for their reactions. It was always fascinating, she thought, to see which eyes held sympathy for the engineer and which did not. \n\n\"In time, she finished her work. The Kell left for battle, and the Shank was set to patrol the Kell's dwelling,\" she continued. \"To everyone's surprise, it bumped into walls, gave incorrect diagnostics, and often turned up in places it shouldn't.\" \n\nThe hatchlings were rapt. \n\n\"The engineer quickly realized what was wrong,\" Eido told them, taking on a low, conspiratorial tone. \"She had given the Shank the wrong spirit. All her anger and pride had poisoned it, like Dark Ether poisons the Scorn.\" \n\nEido watched one hatchling seize the nearest hand of another. She could end the story there, but a glance at the Human sentinels watching their gathering from the lip of the roof above steeled her resolve to continue. \n\n\"One day,\" she continued gravely, \"the poor Shank got so turned around that he mistook the Kell's hatchlings as intruders, and shot them dead.\" \n\nThe hatchlings gasped. Eido imagined she saw one of the Humans' faces soften in sympathy. \n\n\"When the Kell returned, and learned what had happened, he docked all of the engineer's arms and destroyed the Shank.\" Eido's voice was firm. \"The House lost their best engineer, their strongest hatchlings, and their most expensive Shank—all at once.\" \n\n\"Remember,\" she warned, \"we must give our best spirit to all our tasks. Even the ones we do not like.\"","icon":null}},"1684784589":{"hash":1684784589,"index":1768,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Sunstead Greaves (Majestic)","description":"Today another misunderstanding resulted in joy. Klyfiks, a young engineer, watched a Human struggle with a large machine. No matter what she did, it continued to billow a thick, oily smoke. Curious, Klyfiks waited until the Human gave up in frustration. \n\nAfter the streets were dark, Klyfiks examined the machine himself. Determined to earn the Humans' trust, Klyfiks stole the machine and took it back to House Light. He worked through the night to repair it, using our scrap as a gesture of good will. \n\nWhen morning came, Klyfiks returned the machine and watched from afar, eager to see the woman's excitement. She turned it on, and watched in astonishment as it rolled smoothly down the road. It still emitted traces of smoke, but at least it moved.  \n\nTo Klyfiks's chagrin, the woman flew into a rage! As I later learned, producing smoke was the machine's whole purpose—something to do with the curing of animal flesh. I myself am still not certain of the details. \n\nAlthough the machine no longer produces smoke in the appropriate manner, it now travels upwards of 20 kilometers per hour on very little fuel. The neighborhood children have been riding it along the street all day. I even saw them gathering supplies to add a steering system. \n\nIn the end, Klyfiks and I agree that it's a great thing he's done.","icon":null}},"1770862261":{"hash":1770862261,"index":1765,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Sunstead Plate (Majestic)","description":"Today I viewed the Crucible through a feed spliced by one of Misraakskel's apprentices. It was a shocking and horrifying experience. A record of that feed can be found in the addendum of this report.\n\nI had seen the Crucible referenced in the records of the Cryptarchs, who have been most welcoming and eager to exchange data. Historically, the Crucible was a trial by combat, similar to the Cabal Rite of Proving. It was a neutral ground for parties to engage in violence without civilian casualties. However, over centuries it evolved into a blood sport practiced for combat experience, commerce, and enjoyment. \n\nHowever, no amount of study could prepare one for the depravity of the actual event. \n\nHumans immolate each other, melting flesh beneath unpenetrated armor. They drive swords through each other's faces, reveling in the creation of deformity. They unleash bursts of Void and Darkness, consuming each other's bodies with anti-life. The amount of precious ammunition that goes wasted in every match would be punishable by docking in some Eliksni Houses. \n\nAfter the arbitrary conditions for victory have been met, the messengers of the Great Machine emerge. They resurrect the dead, who then sulk off the field as if eternal life were nothing compared to the loss of a sporting match. And then the whole practice begins again. \n\nThe experience has made me wary of our new hosts. They are much more like the Cabal than I had imagined. Humans clearly have the capacity for peace, but they seem to prefer violence. And as long as the Great Machine blesses them, violence will be their way.","icon":null}},"2035035510":{"hash":2035035510,"index":1756,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Illuminus Cloak (Majestic)","description":"\"And all of the Houses respected their decisions?\" Eido asked, dubious. \n\n\"Yes,\" Variks replied. \"It was so agreed by all of Riis.\" The old Scribe traced his fingers along the datapad, deciphering notes that hadn't been accessed in decades. \n\n\"But didn't all the other Houses fight amongst each other, disputing their decisions?\" Eido leaned forward, fascinated by the idea of one House accruing so much political sway without resorting to violence. \n\n\"To dispute the House of Judgment was to dispute all Eliksni Houses,\" Variks explained. \"It was the voice of the Eliksni, united.\" \n\nEido puzzled over this. The idea of mediation was not new to her—Misraaks often solved problems between House members without violence—but the idea of organizing a whole society using that method was novel. \n\n\"So it was the ruling House,\" Eido concluded. \n\nVariks clicked his mandibles in annoyance. \"No! The House of Judgment was both above and below all other Houses. It was both Kell and Dreg. Its authority came from humility.\" \n\nEido had only ever known of Scribes as political animals. Power-brokers and go-betweens, like Variks. But the idea of Scribes as neutral parties, dedicated to peace and knowledge, was enticing. \n\n\"This is why the old Scribes pursued knowledge relentlessly. They sought it from uncommon sources,\" Variks continued. \"Their knowledge was overwhelming and unyielding. So, when a Scribe of House Judgment decided, all Eliksni respected it. They knew that nothing was left unconsidered.\" \n\nEido nodded raptly. For the first time, she imagined peace not just as an aspiration, but as a practice and a vocation. The idea blossomed within her.","icon":null}},"2077249155":{"hash":2077249155,"index":1758,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Illuminus Strides (Majestic)","description":"\"They may reject you,\" Misraaks warned. \"The Techeuns are not welcoming to outsiders.\" \n\n\"I understand,\" the Scribe replied. \"But even if they refuse me instruction, I might still get access to their data archives. That alone would be a lifetime's worth of knowledge.\" \n\n\"You do not have a lifetime to study,\" Misraaks warned. \"We must rejoin the Eliksni soon. They will need guidance. We must reach them while there are still some left to help.\" \n\n\"I will learn as much as I can, as quickly as I can.\" The Scribe turned her palms downward in a show of fealty. \n\nMisraaks paused, wishing to prolong the moment. \n\n\"I recall a time,\" he reminisced, \"when you were just a hatchling. The Techeuns visited you in the night. You woke up screaming.\" \n\n\"I recall it well,\" the Scribe replied. \"To tell the truth, they still frighten me. But we must look beyond our fear to find the Light.\" \n\nIn that moment, Misraaks saw her anew. The Scribe shone with a brightness he had never seen before. A mixture of joyful optimism and grim determination. She has finally found her path to the Light, he thought. \n\n\"I am proud to have such a brave Scribe as daughter,\" he said, in a break of formality. \n\n\"Thank you,\" Eido replied, surprised by his tone. \"I'm lucky to have such a wise Kell for my father.\"","icon":null}},"2245996337":{"hash":2245996337,"index":1754,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Illuminus Grasps (Majestic)","description":"Eido recoiled as the spindly claws of the Splicer Gauntlet snapped and jerked. When her father wore it, the damned thing always moved smoothly, as if it were his own fingers. But attached to the end of her arm, it seemed possessed by a life of its own. \n\nMisraaks's considerable patience was beginning to wear thin. \"No, Eido, no. Splicing is not about thinking. It is about feeling. Feel the energy flow from the ground, through your legs, up your torso, and out through your arm.\" His arms wove circular patterns in the air, as if gently wafting smoke upwards. \"The movement of the Gauntlet is the continuation of a motion that begins deep in the heart of the planet, where it keeps its Light.\" \n\nEido sighed. Misraaks was intent on passing the Way of the Splicer to his daughter, but after three days of attempts without the barest signs of success, they were both becoming frustrated. Eido was eager to learn—to live up to her father's skills—but the harder she tried, the more violently the Gauntlet seemed to reject her. \n\nEido took several deep breaths and extended her mind's eye through the ground, deep into the well of Light at the center of the planet. She followed the Light through the firmament, up through her body, and into the Gauntlet. It whirred smoothly to life. \n\n\"Yes, just so,\" Misraaks encouraged her. \"Now feel the Light extend from the Gauntlet into the Shank. Feel its code lying dormant. It is sleeping, waiting for you to wake it.\" \n\nEido extended the Gauntlet. A surge of energy shot forth from its claws, sending crackles of electricity rippling across the Shank's surface. In her shock, Eido jerked the Gauntlet away, which severed the connection. The electricity sparked for an instant longer, then went still. A small plume of smoke issued forth from deep within the Shank. Eido didn't need to Misraaks to tell her that she had just fried the main circuit net. \n\nMisraaks took a moment to compose himself before speaking. \"This is a good lesson. When one focuses on the metal, the form of the machine, and not—\"\n\n\"Misraakskel. Father,\" Eido interrupted. \"This is not… I don't want…\" She fought her emotions for control of her voice. Misraaks waited for his daughter to compose herself. \n\n\"I am not a Splicer,\" she finally said. \"I'm certain of it. I know this is a disappointment to you but—the Gauntlet has spoken.\" She pulled the spiteful mechanism off her arm and held it out. \n\nMisraaks took it reluctantly. \"I am sorry that you will not follow me in the Way of the Splicer. However,\" he continued, \"it is a far greater thing to know what you are and what you are not.\" He lifted all four of his palms toward her as a sign of respect. \"Self-knowledge is the rarest skill of all, and not commonly found in one so young.\" \n\nEido was filled with relief and gratitude for her lesson.","icon":null}},"2591111628":{"hash":2591111628,"index":1721,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Compass Rose","description":"\"You should put your gun away,\" the Warlock says as her Hunter companion strolls into the empty office. A long, appreciative whistle escapes him as he slowly turns and surveys the room.\n\n\"The commander's sure come on up, hasn't he?\" the Hunter remarks, Shotgun still resting on his shoulder. Then, noticing something on a high shelf, he wonders: \"Is that a cat?\"\n\nThe Warlock gives him a gentle shove into the middle of the room, then slowly urges his Shotgun down from his shoulder; her touch leaves an ice-rimmed mark on the barrel. The look she levels at the Hunter is patient, but thinning.\n\n\"I don't recall having a meeting scheduled right now,\" booms a voice from the doorway. Both Warlock and Hunter turn to face Commander Zavala, the Hunter shifting his Shotgun behind his back as his Ghost decompiles the weapon. He gives Zavala a crooked, apologetic smile and shows his hands to the Warlock in a \"Gun? What gun?\" gesture.\n\n\"Commander Zavala,\" the Warlock says with a quick chastising look at her cohort. \"I'm—\"\n\n\"I know who you two are,\" Zavala says as he breezes past them. \"I have a call with the Consensus in ten minutes. You have eight of them.\"\n\n\"He's heard of us!\" the Hunter whispers to the Warlock, who gives him a surreptitious elbow in the side.\n\n\"Commander. First of all, we wanted to thank you for the rescue efforts on Europa. We wanted to talk about the long-term plans regarding Eliksni settlement in the City.\"\n\nZavala sits at his desk, his face weary. \"There is no long-term plan. Yet.\"\n\n\"You didn't have a plan before putting them in a bombed-out ditch?\" the Hunter interjects. Zavala's expression is mixed with surprise and aggravation, but he lets out a burst of laughter—it crescendos in an uncharacteristically jovial manner before dissipating into a sigh.\n\n\"I suppose it looks like that,\" Zavala admits. \"This is the territory the Consensus would cede for the time being. But the plan is to turn the area into a community learning annex where the Eliksni and humanity can freely share ideas, culture, and language.\"\n\n\"And they would live there?\" the Warlock asks.\n\n\"No,\" Zavala says with a shake of his head. \"If everything goes well, they'll live in the City. Wherever they'd like. It's just going to take time to build up the piece of Botza District we gave them, and to make sure the people of the City accept them. The last thing we need is violence born out of confusion and ignorance.\"\n\nThe Warlock and Hunter look to one another, then back to Zavala. \"That's… honestly better than we expected. No—offense to your city planning strategies, Commander, I just—\"\n\n\"It wasn't my plan,\" Zavala says, motioning to the woman eavesdropping in doorway. \n\n\"Ikora,\" the Warlock says with a respectful incline of her head.\n\n\n\nBoth Warlock and Hunter look shocked at her presence. Ikora smiles demurely and more fully invites herself into the room.\n\n \"When I heard Mithrax's old fireteam had come to the City, I was surprised to see you here, rather than down there with him,\" Ikora says, though she isn't truly surprised. \"Have you given him your regards?\"\n\n\"With everything that happened on Europa, ma'am, we didn't think it prudent. He's still—there's still raw emotions and—with everything going on right now, it's been hard to connect with him,\" the Warlock admits, giving the Hunter a concerned look. Ikora regards them for a moment, then nods and approaches Zavala.\n\n\"Family struggles can be challenging,\" Ikora recognizes, her hand on the back of Zavala's chair. \"Even with found family. But I have faith you'll find a way to work it out.\"\n\nShe leans over and whispers something to him; the Vanguard commander gives her a look of approval as he begins opening terminal windows for his impending meeting. \n\n\"In the meantime, how would you two like to help the Vanguard?\" Ikora asks with one brow raised. The Warlock and Hunter cast a furtive look to one another, but both are quick to offer silent nods of affirmation. Ikora smiles, having expected that response, and spreads her arms to herd the pair out of Zavala's office.\n\n\"Good. We have a long-range scout operating outside of the City, a newly minted Hunter, and we'd like you two to keep him company,\" Ikora says as she walks. She glances briefly back over her shoulder to Zavala, who offers her an appreciative smile.\n\n\"Who?\" the Warlock asks. \n\n\"That's… complicated.\"","icon":null}},"2756505818":{"hash":2756505818,"index":1759,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Celestine Gloves (Majestic)","description":"The Six-Armed Hatchling\n\nEido gathered the hatchlings around her. It was late in the day, and she was reluctant to let them roam the streets at night. So she enticed them back to camp with the promise of old Eliksni legends. \n\n\"There was once a hatchling,\" she began, once they had quieted down, \"who was born with six arms.\" Eido used her upper arms to point out the spot below her lower arms. \"And all of his clutch-mates mocked him for it.\" \n\nThe hatchlings murmured knowingly. Many of them had experienced mocking. \n\n\"When the hatchling became old enough, he competed against his siblings for Ether and status in his House. He was not as clever or as strong as his clutch-mates, even with an extra pair of arms, so the Kell of his House declared him a Dreg.\" \n\nThe hatchlings nodded knowingly. They had heard stories of Dregs, too, even if Misraaks had outlawed the practice in House Light. \n\n\"But,\" Eido continued, her tone lifting, \"when it came time for the Kell of his House to dock his lowest arms, the hatchling rejoiced!\" She threw her hands up in celebration. \"For he had an extra pair of arms to give. That day, he became the only Dreg in his House with four arms, and he was proud.\"","icon":null}},"2809967986":{"hash":2809967986,"index":1767,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Sunstead Helm (Majestic)","description":"Today I witnessed a Human mating ritual that I had only seen tangentially referred to in the Techeun archives. It involves two Humans pressing their intake orifices against each other. It is most often brief, but more advanced forms involve the use of their mastication organs, and the exchange of the mild digestive secretions. \n\nI witnessed two young adults touching orifices in this manner for some time. They were quite enthralled by it, and proceeded for several minutes, stopping only when they noticed me taking notes.","icon":null}},"2920704745":{"hash":2920704745,"index":1731,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"IV - Conspirators","description":"Arach Jalaal narrowed his eyes with impatience as Dead Orbit's head of logistics struggled to satisfactorily account for the faction's supply caches. The pair had been wandering around the massive Hangar for an hour while an enormous ship was being loaded in the background.\n\nJalaal had seen the celestial disappearances and the encroachment of the Black Fleet as clear signs that Dead Orbit's final exodus must soon begin. He had ordered a redoubling of departure preparations, but found the faction's rank-and-file struggling to keep pace. \n\nJalaal cut off his subordinate's bumbling presentation. \"This is insufficient. Earth will soon be behind us, and Dead Orbit will have to survive on the supplies that we provide.\" His mild tone and half-lidded gaze underscored the gravity of his words. \"Supplies that you are in charge of tracking. You do understand that, don't you?\" \n\nA furious blush spread across the administrator's face. He bowed his head and scuttled away as Jalaal crooked his head in annoyance. \n\nBehind him, a raspy voice floated up from the maze of towering crates: \"Leaving us so soon, Jalaal?\" \n\nHe turned to find Lakshmi-2 and Executor Hideo. The Future War Cult leader stood formally, hands clasped before her, while the head of New Monarchy browsed the shipping crates with casual interest. \n\n\"This is an impressive collection. I had no idea Dead Orbit was so well funded.\" Hideo gestured broadly to the crates. \n\nJalaal shrugged. \"It's a life's work, Hideo. Everything we'll need to re-seed the Human species elsewhere. You should join us.\" \n\n\"We're fine where we are, thank you,\" Lakshmi interjected. \"As a matter of fact, that's why we've come.\" \n\nJalaal bowed his head and gestured toward the Hangar exit. The trio ambled outside. \n\n\"Hideo and I are concerned about the current Vanguard leadership,\" Lakshmi began carefully. \n\nJalaal allowed himself a mirthless chuckle. \"Yes, I've heard your open editorials. You're becoming quite the demagogue. I never knew you held such strong feelings about the Fallen.\"  \n\n\"If it's incitement to speak the truth, then so be it,\" Lakshmi fired back, sharper than intended. \"The Fallen have been a useful catalyst, but that doesn't mean we are wrong.\" \n\n\"Perhaps not about the Vanguard,\" Jalaal replied, \"but the Cult is hemorrhaging members. And I doubt it's your best and brightest remaining.\" \n\n\"Those who wish to leave are free to do so,\" Lakshmi said with a pointed glance toward the Dead Orbit ship. \"We'll be stronger without them.\" \n\n\"Zavala and Ikora have been ineffective since the Speaker died,\" Executor Hideo cut in. \"The disappearance of the planets caught them unprepared. They're allowing Guardians to use the Darkness. And now they've cut a deal with the Cabal?  It's just too much.\" \n\n\"We must have leadership whose point of view is more closely aligned to that of the people,\" Lakshmi said. \n\n\"And who do you propose, exactly?\" Jalaal stopped the trio at the corner of a broad thoroughfare, where the rumble of cargo movers masked their conversation. \n\n\"Saladin was our first choice,\" Hideo added with an ill-concealed smirk, \"but he's not as cutthroat as he seems. Appears the Iron Lord has a soft spot for Commander Zavala.\" \n\nLakshmi gave Hideo a look, as though he had revealed too much. \"We are now considering Saint-14,\" she said, pointedly bringing the conversation back to the present. \n\nJalaal raised an eyebrow. \"Who else is committed to your little coup?\"  \n\n\"We have somebody in a position of influence. Someone who can ensure an orderly transfer of power,\" Lakshmi answered. \n\n\"That person would have to be very clever indeed,\" Jalaal said gravely. \"For your sake. Ikora Rey is not a target to miss.\"\n\nThe moment stretched as Jalaal measured the situation. He had long considered what a change of leadership might mean for Dead Orbit; for the resettlement and survival of the Human species. And as always, the allure of personal power—a position of eminence in a dying society—was a constant temptation.","icon":"/common/destiny2_content/icons/c064d2f3caf0de9fd617b2a16d9ff70d.png"}},"3234744411":{"hash":3234744411,"index":1764,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Sunstead Gauntlets (Majestic)","description":"Today another misunderstanding resulted in conflict. Klyfiks, a young engineer, was tasked with repairing our Shank. The machine was damaged during the escape from Europa, and we needed her advanced diagnostics capabilities. Klyfiks repaired what he could and then set about searching for replacement parts. \n\nHe identified a pile of scrap that served our purpose, and started fashioning the needed parts. While Klyfiks was working, a Human emerged from a nearby dwelling and began shouting at him. Klyfiks didn't understand the man's words, but he understood the angry tone, so he took the needed scrap and fled. \n\nAs it so happened, Klyfiks took scrap pieces that were the parts to a vintage Sparrow that the man was intending to rebuild. Klyfiks never considered such a thing, because on a Ketch, scrap is a shared resource. The idea of hoarding scrap for some imagined purpose is strange indeed to the Eliksni (the Spider notwithstanding). \n\nLuckily, Klyfiks told me his tale, and I worked with Ikora to repay the man. Crisis was averted, and Klyfiks learned an important lesson: to Humans, control over a thing is often more valuable than the thing itself.","icon":null}},"3651414156":{"hash":3651414156,"index":1788,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Filigree of Light","description":"Crow sat high on the walls, looking past the Future War Cult sentinels to focus instead on the crowd of Eliksni below. He wished he could be on the ground, helping them acclimate. Though his stay with the Spider had been traumatic, he had fond memories of the Eliksni who helped him adjust to life on the Shore. He longed to return the good will.\n\nBut Zavala had given him strict orders to stay out of sight. It was a directive he had nearly contradicted in breaking up the previous week's sabotage. He was reluctant to put himself in hotter water for the sake of sentimentality. \n\nAt least Glint can still have fun, he thought. \n\nThree stories below, a gaggle of Eliksni hatchlings chased Glint through the ruins. Crow had dispatched the Ghost to do some reconnaissance and gauge the likelihood of another violent confrontation. But the instant attention of the hatchlings blew Glint's cover, and he seemed delighted in his demotion from spy to playmate.\n\nThe Ghost chirped in glee as the hatchlings scrabbled around on all sixes, trying to catch him. He stayed just beyond reach, twisting and turning through rubble, doubling back so that the smaller ones at the back of the pack could have a go. \n\nLet them enjoy themselves, Crow thought. Things will get worse before they get better. They deserve every scrap of joy they can find.","icon":null}},"3977120719":{"hash":3977120719,"index":10,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Splicer Gauntlet","description":"The Sacred Splicers of the House of Light believe they have cultivated a mystical connection to the Traveler. They say they can refocus Light \"through the prism of their will.\"\n\nWhile we at the Cryptarchy have nothing but respect for Eliksni culture, we wished to explore the truth behind these claims.\n\nAfter studying one of the few Splicer Gauntlets that fit non-Eliksni hands (graciously created by Mithrax, Kell of the House of Light, for select residents of the Last City), we have determined that the wrist-mounted Gauntlet is little more than a converter that can be used to focus trace amounts of residual Light already present in the environment.\n\nA trained Splicer can use their Gauntlet to interface with any latent data networks in the vicinity. This allows the bearer to access technological mundanities as well as deeper, infinitely more protected networks, including the Vex domain itself.\n\nOnce connected, access to these networks is severely limited for the Eliksni Sacred Splicers, though Guardians, due to their unique relationship with the Light, are able to manifest corporeally within the network for short periods of time. They can then alter the data found therein with focused percussive energy—including gunfire—in a baffling scientific process the Cryptarchy does not yet fully understand.\n\nThe Gauntlet seems capable of powering itself by transmuting unbound energy into Ether. Traditionally, Sacred Splicers would undertake great journeys to charge their Gauntlets with naturally occurring residual energy, but Guardians can use their martial prowess to convert their foes into bountiful energy sources.\n\nIn closing, the Sacred Splicers merely exploit a tool that induces Light to resonate at frequencies approaching that of the Vex Nexus, enabling them to access to certain low-security Vex systems. The Eliksni falsely believe that a deep spiritual connection allows them to bend the Light to their every whim, but this can be ea5ily dismissed as myth—the regre7able bypr0duc7 of ov3r@c71v3|| |  |    |        |\n\nIt is disappointing to hear such condescending generalizations from a species who so recently found themselves in the graces of the Great Machine. The Light is more complex than even our greatest Sacred Splicers understand, and yet even those of us without formal training can call upon the grace of the Great Machine to refocus the world around us—even something as insignificant as the writings of a self-important Cryptarch. The Light provides. ~Eido, House Light Scribe","icon":null}},"4012977684":{"hash":4012977684,"index":1763,"redacted":false,"name":null,"iconImagePath":null,"colorImagePath":null,"displayProperties":{"name":"Celestine Boots (Majestic)","description":"The Hatchling Whose Mother was a Ketch\n\nEido surveyed her audience. The smallest hatchlings were beginning to doze off, leaning against the lower arms of their clutch-mates, but the oldest among them were eager for one more tale. \n\n\"There was once a hatchling,\" Eido began, \"whose mother was a Ketch!\" \n\nSeveral of the hatchlings exclaimed in disbelief, waking the dozing youngsters, who roused to listen. \n\n\"Her egg was kept warm and safe inside the Ketch's vent shaft. And once the hatchling was ready to come out,\" Eido mimed breaking free of inside of an egg, \"the Ketch landed right in the middle of a battle!\" \n\nThe hatchlings leaned forward, some clambering over others. \n\n\"Awoken and Eliksni traded fire,\" she continued, waving all four hands for emphasis. \"Explosions shook the ground. The banners of great Houses burned. Many were lost.\" \n\nOne hatchling let out a thin, protracted squeak. \n\n\"But in the middle of the battle, cleaving his way through the enemy, was a Vandal. He heard the Ketch's call, and ran toward it. When he entered the Ketch, he discovered the hatchling, ruling the tiny vent shaft.\" \n\n\"He took the hatchling far away from the battle and raised her as his own. He taught her the ways of the Light, and in time, she grew up to be a Scribe for the wisest Kell in the galaxy.\" \n\nThe older hatchlings exchanged glances and reveled in a sort of quiet joy: a shared secret. Unlike their smaller peers, they were worldly enough to make the connection between Eido and her story. \n\n\"Remember,\" she concluded, \"the Light always provides, no matter where we come from—or who our parents are.\"","icon":null}}},"previousDefinitions":{},"otherDefinitions":{},"tableDiff":{"added":[],"unclassified":[139281387,343482208,468456840,1044615214,1319537767,1362709751,1684784589,1770862261,2035035510,2077249155,2245996337,2591111628,2756505818,2809967986,3234744411,3651414156,4012977684],"removed":[],"reclassified":[],"modified":[217140611,2920704745,3977120719]},"tableDiffSummary":{"added":0,"unclassified":17,"removed":0,"reclassified":0,"modified":3},"tableName":"DestinyLoreDefinition","missingTable":false,"versionDiffSummary":{"DestinyActivityDefinition":{"added":1,"unclassified":0,"removed":1,"reclassified":0,"modified":8},"DestinyUnlockDefinition":{"added":31,"unclassified":0,"removed":39,"reclassified":0,"modified":0},"DestinySandboxPerkDefinition":{"added":1,"unclassified":0,"removed":0,"reclassified":0,"modified":11},"DestinyUnlockValueDefinition":{"added":17,"unclassified":0,"removed":33,"reclassified":0,"modified":0},"DestinyRewardMappingDefinition":{"added":33,"unclassified":0,"removed":18,"reclassified":0,"modified":0},"DestinyRewardSheetDefinition":{"added":13,"unclassified":0,"removed":0,"reclassified":0,"modified":0},"DestinyActivityGraphDefinition":{"added":0,"unclassified":0,"removed":0,"reclassified":0,"modified":1},"DestinyCollectibleDefinition":{"added":47,"unclassified":26,"removed":0,"reclassified":0,"modified":5},"DestinyInventoryItemDefinition":{"added":43,"unclassified":97,"removed":3,"reclassified":0,"modified":225},"DestinyLocationDefinition":{"added":4,"unclassified":0,"removed":0,"reclassified":0,"modified":0},"DestinyLoreDefinition":{"added":0,"unclassified":17,"removed":0,"reclassified":0,"modified":3},"DestinyObjectiveDefinition":{"added":18,"unclassified":0,"removed":17,"reclassified":0,"modified":167},"DestinyPlugSetDefinition":{"added":4,"unclassified":0,"removed":0,"reclassified":0,"modified":38},"DestinyPresentationNodeDefinition":{"added":9,"unclassified":0,"removed":0,"reclassified":0,"modified":7},"DestinyRecordDefinition":{"added":0,"unclassified":0,"removed":0,"reclassified":0,"modified":29},"DestinyRewardItemListDefinition":{"added":24,"unclassified":0,"removed":0,"reclassified":0,"modified":0},"DestinySackRewardItemListDefinition":{"added":0,"unclassified":0,"removed":1,"reclassified":0,"modified":0},"DestinyUnlockEventDefinition":{"added":6,"unclassified":0,"removed":0,"reclassified":0,"modified":1},"DestinyUnlockExpressionMappingDefinition":{"added":797,"unclassified":0,"removed":759,"reclassified":0,"modified":0},"DestinyVendorDefinition":{"added":0,"unclassified":4,"removed":0,"reclassified":0,"modified":8},"DestinyMilestoneDefinition":{"added":1,"unclassified":0,"removed":0,"reclassified":0,"modified":0},"DestinyActivityModifierDefinition":{"added":0,"unclassified":0,"removed":0,"reclassified":0,"modified":1}},"meta":{"buildDate":"2024-12-14T00:20:55.421Z"}},"__N_SSG":true}